{
    "metadata": {
        "document_title": "श्रम नियमावली, २०७५",
        "source_url": "www.lawcommission.gov.np",
        "publication_date": "२०७५।०३।०८ (विक्रम संवत्)",
        "amendments": [
            {
                "amendment_number": "१",
                "amendment_title": "श्रम पहिलो संशोधन नियमावली, २०८०",
                "publication_date": "२०८० । ०४ । २५ (विक्रम संवत्)"
            }
        ],
        "introduction_text": "श्रम ऐन, २०७४ को दफा १८२ ले दिएको अधिकार प्रयोग गरी नेपाल सरकारले देहायका नियमहरु बनाएको छ।"
    },
    "chapters": [
        {
            "chapter_number": "१",
            "chapter_title": "प्रारम्भिक",
            "sections": [
                {
                    "section_number": "१",
                    "section_title": "संक्षिप्त नाम र प्रारम्भः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यी नियमहरुको नाम \"श्रम नियमावली, २०७५\" रहेको छ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "यो नियमावली तुरुन्त प्रारम्भ हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२",
                    "section_title": "परिभाषाः",
                    "introduction_text": "विषय वा प्रसङ्गले अर्को अर्थ नलागेमा यस नियमावलीमा,",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "\"ऐन\" भन्नाले श्रम ऐन, २०७४ सम्झनु पर्छ।"
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "\"मन्त्रालय\" भन्नाले नेपाल सरकार, श्रम, रोजगार तथा सामाजिक सुरक्षा मन्त्रालय सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "(ग)",
                            "content": "\"विभाग\" भन्नाले श्रम तथा व्यवसायजन्य सुरक्षा विभाग सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "(घ)",
                            "content": "\"कार्यालय\" भन्नाले श्रम कार्यालय सम्झनु पर्छ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "२",
            "chapter_title": "रोजगार सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "३",
                    "section_title": "नियमित रोजगारीः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐनको दफा १० को उपदफा (२) बमोजिम कुनै रोजगारी नियमित हो वा होइन भन्ने प्रश्न उठेमा सम्बन्धित रोजगारदाता वा श्रमिकले सो बारेमा यकिन गरिदिन कार्यालय समक्ष निवेदन दिन सक्नेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम कसैको निवेदन परेमा कार्यालयले एक महिनाभित्र श्रमिकले गरिआएको कामको प्रकृति र देहायका कुरा समेतको आधारमा त्यस्तो रोजगारी नियमित रोजगारी हो वा होइन भन्ने बारे निर्णय दिनु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "कुनै श्रमिकलाई काम गर्न तोकिएको अवधि सकिएपछि त्यस्तो कामलाई निरन्तरता दिनु पर्ने वा नपर्ने र निरन्तरता दिनु पर्ने भए तत्काल अर्को श्रमिक आवश्यक पर्ने वा नपर्ने,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "त्यस्तो काम सम्पन्न गर्ने अवधि नतोकिएको भए नियमित रुपमा एक वर्षभन्दा बढी अवधि काम गरेको हो, होईन।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (२) मा जुनसुकै कुरा लेखिएको भए तापनि ऐन वा यस नियमावली बमोजिम विभागमा दिएको कुनै निवेदन वा अदालतमा परेको कुनै मुद्दामा कुनै रोजगारी नियमित हो वा होइन भन्ने प्रश्न उठेमा विभाग वा अदालतले सो विषयमा समेत निर्णय दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४",
                    "section_title": "रोजगार सम्झौता गर्दा विवरण खुलाउनु पर्नेः",
                    "content": "ऐन र यस नियमावली बमोजिम श्रमिक र रोजगारदाताबीच गरिने रोजगार सम्झौतामा ऐनको दफा ११ को उपदफा (३) मा उल्लेख गरिएका विषयका अतिरिक्त देहायका विवरण समेत खुलाउनु पर्नेछ:-",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "रोजगारीको प्रकार,"
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "श्रमिकले गर्नुपर्ने मुख्य काम र पद,"
                        },
                        {
                            "clause_marker": "(ग)",
                            "content": "ऐनको दफा १०८ बमोजिम बनेको विनियमावली सम्झौताको अभिन्न अङ्ग हुने कुरा,"
                        },
                        {
                            "clause_marker": "(घ)",
                            "content": "रोजगार सम्झौता भएको स्थान, समय र सो सम्झौता लागू हुने मिति,"
                        },
                        {
                            "clause_marker": "(ङ)",
                            "content": "श्रमिकले दिने सेवा वा काम सम्बन्धी अन्य आवश्यक शर्तहरु ।"
                        }
                    ]
                },
                {
                    "section_number": "५",
                    "section_title": "श्रमिकलाई जगेडा राख्दा सूचना दिनु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐनको दफा १५ को उपदफा (१) बमोजिम कुनै श्रमिकलाई जगेडामा राख्नु अघि रोजगारदाताले सोको सूचना सम्बन्धित श्रमिकलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिमको सूचनामा देहायका कुराहरू खुलाउनु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "श्रमिकलाई जगेडामा राख्नु पर्ने कारण,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "जगेडामा राख्नु पर्ने अवधि,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "जगेडामा राखिएका श्रमिकको नाम, पद, कार्यरत शाखा वा एकाइ र कार्यविवरण,"
                                },
                                {
                                    "clause_marker": "(घ)",
                                    "content": "जगेडामा रहेको अवधिभर श्रमिकलाई ऐनको दफा ३९ बमोजिम निजले खाइपाइ आएको पारिश्रमिकको आधा पारिश्रमिक दिने कुरा,"
                                },
                                {
                                    "clause_marker": "(ङ)",
                                    "content": "रोजगारदाताले आवश्यक ठानेका अन्य कुराहरू ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "श्रमिकलाई आंशिक रुपमा जगेडा राख्दा सम्भव भएसम्म समान प्रकृतिको काममा आलोपालो गरी जगेडामा राख्ने व्यवस्था मिलाउनु पर्नेछ र त्यसरी आलोपालो राखिएको कुरा समेत उपनियम (१) बमोजिमको सूचनामा उल्लेख गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६",
                    "section_title": "श्रमिकलाई अन्य निकाय वा समयमा काममा लगाउन सकिनेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस नियमावलीमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि रोजगारदाताले ऐनको दफा १५ बमोजिम जगेडामा राखेको कुनै श्रमिकलाई सो अवधिमा सोही प्रतिष्ठानको अन्य विभाग, एकाइ वा प्रतिष्ठान मातहतको अन्य निकायमा काममा लगाउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम काममा लगाइएको श्रमिकलाई निजको स्वीकृति बिना निजले गरी आएसरहको कामभन्दा न्यूनस्तरको काममा लगाउन वा निजले खाइपाइ आएको भन्दा कम पारिश्रमिक तथा सुविधा पाउने गरी काममा लगाउन पाइने छैन।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "ऐनको दफा १५ को उपदफा (१) मा उल्लिखित कारण बाहेक अन्य कुनै मनासिब कारणबाट प्रतिष्ठान सञ्चालन हुन नसकेमा रोजगारदाताले त्यसरी प्रतिष्ठान सञ्चालन हुन नसकेको दिन वा समयको सट्टा अन्य कुनै दिन वा समयमा श्रमिकलाई काममा लगाउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "यस नियम बमोजिम अन्य निकाय वा समयमा श्रमिकलाई काममा लगाउँदा ऐनको दफा २८ विपरीत नहुने गरी लगाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "रोजगारदाताले ऐन वा यस नियमावली बमोजिम श्रमिकलाई जगेडामा राख्दा श्रमिक आपूर्तिकर्ता मार्फत काममा लगाइएका श्रमिकलाई समेत जगेडामा राख्न सक्नेछ। यसरी जगेडामा राखिएको सूचना प्रतिष्ठानले सम्बन्धित श्रमिक आपूर्तिकर्तालाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "उपनियम (५) बमोजिम जगेडामा रहेको श्रमिकले सम्बन्धित रोजगारदाताबाट ऐन तथा यस नियमावली बमोजिमको पारिश्रमिक तथा सुविधा प्राप्त गर्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "३",
            "chapter_title": "श्रम इजाजत र श्रम स्वीकृति",
            "sections": [
                {
                    "section_number": "७",
                    "section_title": "श्रम इजाजतको लागि निवेदन दिनु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै रोजगारदाताले विदेशी नागरिकलाई काममा लगाउनु अघि श्रम इजाजतको लागि अनुसूची-१ बमोजिमको ढाँचामा विभागमा निवेदन दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम निवेदन दिँदा निवेदनसाथ देहायका विवरण एवं कागजात संलग्न गर्नु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "ऐनको दफा २२ को उपदफा (३) बमोजिम देहायका कुरा खुलाई प्रकाशन गरेको विज्ञापनको सक्कल प्रतिः-",
                                    "points": [
                                        {
                                            "point_number": "(१)",
                                            "content": "प्रतिष्ठानको लागि आवश्यक पद, सङ्ख्या र मुख्य काम,"
                                        },
                                        {
                                            "point_number": "(२)",
                                            "content": "आवश्यक न्यूनतम शैक्षिक योग्यता, अनुभव तथा तालीम,"
                                        },
                                        {
                                            "point_number": "(३)",
                                            "content": "छनौट विधि,"
                                        },
                                        {
                                            "point_number": "(४)",
                                            "content": "दरखास्त दिने अन्तिम मिति र स्थान,"
                                        },
                                        {
                                            "point_number": "(५)",
                                            "content": "दरखास्तसाथ संलग्न गर्नुपर्ने विवरण एवं कागजात आदि ।"
                                        }
                                    ]
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "राहदानी (कम्तीमा छ महिना म्याद भएको) को प्रमाणित प्रतिलिपि,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "सम्बन्धित विदेशी नागरिकको व्यक्तिगत विवरण (बायोडाटा),"
                                },
                                {
                                    "clause_marker": "(घ)",
                                    "content": "रोजगारदाताले प्रचलित कानून बमोजिम तिर्नुपर्ने कर चुक्ता गरेको प्रमाण,"
                                },
                                {
                                    "clause_marker": "(ङ)",
                                    "content": "खण्ड (क) बमोजिम गरेको विज्ञापन अनुसार कुनै नेपाली नागरिकले दरखास्त दिएको भए त्यस्तो दरखास्तवालाको योग्यता, दक्षता तथा श्रमिक छनौट प्रक्रिया सम्बन्धी संक्षिप्त विवरण,"
                                },
                                {
                                    "clause_marker": "(च)",
                                    "content": "नेपाली नागरिकलाई दक्ष बनाई विदेशी श्रमिकलाई प्रतिस्थापन गर्ने कार्य योजना,"
                                },
                                {
                                    "clause_marker": "(झ)",
                                    "content": "नेपाल सरकार, गृह मन्त्रालयको कार्य सहमति आवश्यक पर्ने भए त्यस्तो कार्य सहमतिपत्रको प्रतिलिपि ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "रोजगारदाताले ऐनको दफा २२ को उपदफा (३) बमोजिम प्रकाशन गरेको विज्ञापन मन्त्रालयको रोजगार पोर्टलमा समेत राख्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८",
                    "section_title": "इजाजतपत्र दिनु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "नियम ७ को उपनियम (१) बमोजिम श्रम इजाजतको लागि निवेदन परेमा विभागले निवेदनसाथ संलग्न विवरण कागजातका आधारमा आवश्यक जाँचबुझ गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम निवेदन जाँचबुझ गर्दा विभागले आवश्यक ठानेमा रोजगारदातासँग कुनै थप कुरा बुझ्न वा सो सम्बन्धमा सात दिनभित्र प्रतिवेदन पेश गर्न कार्यालयलाई निर्देशन दिन सक्नेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (१) बमोजिम जाँचबुझ गर्दा व्यहोरा मनासिब देखेमा विभागले नियम १० को उपनियम (१) बमोजिमको दस्तुर लिई तीस दिनभित्र रोजगारदातालाई अनुसूची-२ बमोजिमको ढाँचामा श्रम इजाजत दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (१) बमोजिम जाँचबुझ गर्दा निवेदकलाई श्रम इजाजत दिन नमिल्ने देखिएमा विभागले सात दिनभित्र सोको लिखित जानकारी निवेदकलाई दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "९",
                    "section_title": "श्रम स्वीकृतिको लागि निवेदन दिनु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै विदेशी नागरिकले नेपालमा काम गर्न चाहेमा ऐनको दफा २३ को उपदफा (१) बमोजिम श्रम स्वीकृतिको लागि अनुसूची-३ बमोजिमको ढाँचामा विभाग समक्ष निवेदन दिन सक्नेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम निवेदन दिँदा निवेदनसाथ देहायका विवरण कागजात संलग्न गर्नु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "राहदानी (कम्तीमा छ महिना म्याद भएको) को प्रमाणित प्रतिलिपि,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "सम्बन्धित कामको लागि शैक्षिक योग्यता, सीप वा ज्ञान वा दक्षताको प्रमाणपत्र आवश्यक पर्ने भए सोको प्रमाणित प्रतिलिपि,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "रोजगारदाताले निवेदकलाई रोजगारी दिने स्वीकारोक्ति पत्र,"
                                },
                                {
                                    "clause_marker": "(घ)",
                                    "content": "नेपाल सरकार, गृह मन्त्रालयको कार्य सहमति आवश्यक पर्ने भए त्यस्तो कार्य सहमतिपत्रको प्रतिलिपि ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि विदेशी नागरिकले श्रम स्वीकृतिको लागि निवेदन दिँदा आफ्नो देशमा रहेको नेपाली राजदूतावास वा कूटनीतिक नियोग वा सो मुलुक समेत हेर्ने जिम्मेवारी भएको अन्य मुलुकमा रहेको नेपाली राजदूतावास वा कूटनीतिक नियोग मार्फत दिन सक्नेछ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (१) बमोजिम कसैको निवेदन परेमा सम्बन्धित राजदूतावास वा कूटनीतिक नियोगले सात दिनभित्र त्यस्तो निवेदन विभागमा पठाइदिनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "उपनियम (१) वा (३) बमोजिम निवेदन परेमा विभागले निवेदनसाथ प्राप्त विवरण कागजातको आधारमा आवश्यक जाँचबुझ गर्नेछ । त्यसरी जाँचबुझ गर्दा निवेदकको योग्यता र उपयुक्तता यकिन गर्न निवेदकको अन्तर्वार्ता लिन वा सीप परीक्षण गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "उपनियम (१) वा (३) बमोजिम निवेदकले श्रम स्वीकृति माग गरेको काम वा सेवाको सम्बन्धमा नेपाली जनशक्ति पर्याप्त भएमा श्रम स्वीकृति दिइने छैन।"
                        },
                        {
                            "subsection_number": "(७)",
                            "content": "उपनियम (५) बमोजिम जाँचबुझ गर्दा श्रम स्वीकृति दिन मनासिब देखेमा विभागले नियम १० को उपनियम (१) बमोजिमको दस्तुर लिई निवेदन परेको तीस दिनभित्र निवेदकलाई अनुसूची-४ बमोजिमको ढाँचामा श्रम स्वीकृति दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(८)",
                            "content": "उपनियम (५) बमोजिम जाँचबुझ गर्दा निवेदकलाई श्रम स्वीकृति दिन नमिल्ने देखिएमा विभागले सोको जानकारी सात दिनभित्र निवेदकलाई दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०",
                    "section_title": "श्रम इजाजत तथा श्रम स्वीकृति दस्तुरः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "नियम ७ बमोजिम श्रम इजाजत वा नियम ९ बमोजिम श्रम स्वीकृतिको लागि देहाय बमोजिमको दस्तुर लाग्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "छ महिनासम्मको अवधिको लागि प्रतिव्यक्ति पन्ध्र हजार रूपैयाँ,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "छ महिनाभन्दा बढी अवधिको लागि प्रतिव्यक्ति बीस हजार रूपैयाँ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि मन्त्रालयले नेपाल राजपत्रमा सूचना प्रकाशन गरी आवश्यकता अनुसार दस्तुर हेरफेर गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि विदेशस्थित नेपाली राजदूतावास वा कूटनीतिक नियोग मार्फत श्रम स्वीकृतिको लागि निवेदन दिँदा उपनियम (१) मा उल्लेख भए बराबरको परिवर्त्य विदेशी मुद्रामा सम्बन्धित नेपाली राजदूतावास वा कूटनीतिक नियोगमा दस्तुर बुझाउन सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "११",
                    "section_title": "श्रम इजाजत वा श्रम स्वीकृतिको अवधिः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "नियम ८ वा नियम ९ बमोजिम कुनै विदेशी नागरिकलाई श्रमिकको रूपमा काममा लगाउन श्रम इजाजत वा श्रम स्वीकृति दिँदा सामान्यतया त्यस्तो विदेशी नागरिकको सम्बन्धमा गृह मन्त्रालयबाट जारी भएको कार्य सहमतिको अवधिभन्दा बढी नहुने गरी श्रम इजाजत वा श्रम स्वीकृति दिनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "नियम ८ वा नियम ९ बमोजिम श्रम इजाजत वा श्रम स्वीकृति दिँदा विशिष्ठ दक्ष प्राविधिक विदेशी श्रमिकलाई बढीमा पाँच वर्षसम्म र अन्य विदेशी श्रमिकलाई बढीमा तीन वर्षसम्मको लागि श्रम इजाजत वा श्रम स्वीकृति दिन सकिनेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (२) मा जुनसुकै कुरा लेखिएको भए तापनि विशेष परिस्थितिमा देशको शैक्षिक, सामाजिक, विज्ञान प्रविधि र गैर नाफामुलक संघ, संस्था जस्ता क्षेत्रमा विशेष योगदान गरेका, राष्ट्रहित र जनकल्याणमा उल्लेखनीय योगदान गरेका विदेशी श्रमिकलाई विभागले मन्त्रालयको स्वीकृति लिई बढीमा दुई वर्षसम्म श्रम इजाजत वा श्रम स्वीकृतिको अवधि थप गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (३) बमोजिम थपिएको अवधिमा कुनै विदेशी श्रमिकलाई प्रतिस्थापन गर्ने दक्ष नेपाली नागरिक तत्काल उपलब्ध हुन नसकी त्यस्तो विदेशी श्रमिकलाई थप अवधि काममा लगाउन आवश्यक भएमा सम्बन्धित मन्त्रालयको सिफारिसमा मन्त्रालयको स्वीकृति लिई विभागले पहिलो पटक तीन वर्ष र दोस्रो पटक दुई वर्षभन्दा बढी नहुने गरी बढीमा पाँच वर्षसम्म श्रम इजाजत वा श्रम स्वीकृतिको अवधि थप गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१२",
                    "section_title": "श्रम इजाजत वा श्रम स्वीकृतिको अवधि थपको लागि निवेदन दिनु पर्नेः",
                    "note": "Ψ पहिलो संशोधनद्वारा थप ।",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "रोजगारदाताले नियम ८ वा नियम ९ बमोजिम श्रम इजाजत वा श्रम स्वीकृति प्राप्त गरी आफ्नो प्रतिष्ठानमा कार्यरत विदेशी श्रमिकको श्रम इजाजत वा श्रम स्वीकृतिको अवधि थप गर्न चाहेमा त्यस्तो अवधि समाप्त हुनुभन्दा तीस दिन अगावै देहायका विवरण कागजात सहित विभागसमक्ष निवेदन दिनु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "विदेशी श्रमिकको कार्य सम्पादन स्तर,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "नेपाल सरकार, गृह मन्त्रालयको कार्य सहमति आवश्यक पर्ने भए त्यस्तो कार्य सहमतिपत्रको प्रतिलिपि,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "विदेशी श्रमिकलाई क्रमशः प्रतिस्थापन गर्दै नेपाली नागरिकलाई दक्ष बनाउन पेश भएको योजनाको प्रगति विवरण,"
                                },
                                {
                                    "clause_marker": "(घ)",
                                    "content": "नियम १० को उपनियम (१) बमोजिमको दस्तुर बुझाएको रसिद वा निस्सा,"
                                },
                                {
                                    "clause_marker": "(घ१)",
                                    "content": "नियम ११ को उपनियम (४) बमोजिमको अवधि थपका लागि सम्बन्धित मन्त्रालयको सिफारिस पत्र,"
                                },
                                {
                                    "clause_marker": "(ङ)",
                                    "content": "विभागले आवश्यक ठानेका अन्य कागजात विवरणहरु ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम प्राप्त निवेदन जाँचबुझ गर्दा व्यहोरा मनासिब देखेमा विभागले नियम ११ को उपनियम (३) वा (४) को अधीनमा रही त्यस्तो विदेशी श्रमिकको श्रम इजाजत वा श्रम स्वीकृतिको अवधि थप गरिदिन सक्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "१३",
                    "section_title": "विदेशी श्रमिकको सङ्ख्या तथा अभिलेख__:",
                    "note": "Ψ पहिलो संशोधनद्वारा थप ।",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "विदेशी लगानी भएको वा विदेशी सहयोगबाट सञ्चालित कुनै प्रतिष्ठानमा विदेशी नागरिकलाई काममा लगाउँदा नेपाल सरकार र त्यस्तो विदेशी सरकार वा संस्थाबीच कुनै सम्झौता भएको रहेछ भने सोही सम्झौतामा उल्लेख भएको सङ्ख्यामा र त्यस्तो सम्झौता नभएकोमा बढीमा तीन जना विदेशी नागरिकलाई अभिलेख राखी त्यस्तो प्रतिष्ठानमा काम गर्न श्रम इजाजत दिन सकिनेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "कूटनीतिक उन्मुक्ति पाउने वा नेपाल सरकारसँग भएको कुनै सम्झौता बमोजिम श्रम इजाजत लिनु नपर्ने अवस्थामा बाहेक कुनै पनि रोजगारदाताले आफ्नो प्रतिष्ठानमा चाहिने कुल श्रमिकको पाँच प्रतिशतसम्मको सङ्ख्या भन्दा बढी हुने गरी विदेशी श्रमिकलाई काममा लगाउन पाउने छैन।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "ऐनको दफा २३ को उपदफा (२) बमोजिम नेपाल सरकारसँग भएको कुनै सम्झौता बमोजिम श्रम स्वीकृति लिनु नपर्ने र नियम ८ वा नियम ९ बमोजिम श्रम इजाजत वा श्रम स्वीकृति प्राप्त विदेशी श्रमिकको अद्यावधिक अभिलेख विभागले अनुसूची-५ बमोजिमको ढाँचामा राख्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "ऐनको दफा २३ बमोजिम श्रम स्वीकृति लिनु नपर्ने र दफा २४ बमोजिम श्रम इजाजत लिनुपर्ने श्रमिकलाई काममा लगाउने रोजगारदाताले त्यस्ता श्रमिकको अनुसूची-५ बमोजिम विभागमा अभिलेख राख्न लगाउनु अघि कुटनीतिक उन्मुक्ति पाउने वा नेपाल सरकारसँग भएको सम्झौता बमोजिम दस्तुर नलाग्ने भनी उल्लेख भएको बाहेक नियम १० को उपनियम (१) बमोजिमको दस्तुर विभागमा बुझाउनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "ऐन बमोजिम अभिलेख राख्नु पर्ने श्रमिकलाई अभिलेख नराखी काममा लगाएको पाइएमा विभागले त्यस्तो श्रमिकलाई काममा लगाउने रोजगारदातालाई नियम १० को उपनियम (१) बमोजिम लाग्ने दस्तुरको दोब्बर दस्तुर तिर्न लगाई त्यस्तो श्रमिकको अभिलेख राख्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१४",
                    "section_title": "श्रम इजाजत वा श्रम स्वीकृति खारेज गर्न सक्नेः",
                    "content": "ऐन तथा यस नियमावली बमोजिम प्रदान गरिएको श्रम इजाजत वा श्रम स्वीकृति विभागले देहायको अवस्थामा खारेज गर्न सक्नेछ:-",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "श्रम इजाजत वा श्रम स्वीकृति प्राप्त व्यक्तिलाई नेपाल सरकार, गृह मन्त्रालयबाट प्रदान गरिएको कार्य सहमति रद्द भएमा,"
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "श्रम इजाजत वा श्रम स्वीकृति प्राप्त व्यक्तिले नेपाल सरकारलाई बुझाउनु पर्ने कर, राजस्व, दस्तुर वा कुनै बाँकी बक्यौता तोकिएको अवधिभित्र नबुझाएमा,"
                        },
                        {
                            "clause_marker": "(ग)",
                            "content": "श्रम इजाजत वा श्रम स्वीकृति प्राप्त व्यक्ति प्रचलित कानून बमोजिम फौजदारी अभियोगमा अदालतबाट दोषी प्रमाणित भएमा,"
                        },
                        {
                            "clause_marker": "(घ)",
                            "content": "श्रम इजाजत वा श्रम स्वीकृति प्राप्त व्यक्तिलाई नेपालमा काम गर्न दिन राष्ट्रिय सुरक्षाको दृष्टिले उपयुक्त नदेखिएमा,"
                        },
                        {
                            "clause_marker": "(ङ)",
                            "content": "प्रचलित कानून बमोजिम विदेशी नागरिकले वहन गर्नुपर्ने जिम्मेवारी पूरा नगरेमा, पालना गर्नु पर्ने आचरण प्रतिकूल काम गरेको पाइएमा वा सार्वजनिक सदाचार र नैतिकता प्रतिकूल हुने कुनै काम गरेमा।"
                        }
                    ]
                },
                {
                    "section_number": "१५",
                    "section_title": "अनुगमन गर्नु पर्ने :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "नियम ८ वा नियम ९ बमोजिम श्रम इजाजत वा श्रम स्वीकृति प्राप्त गरी काम गरेका श्रमिक र नियम १३ को उपनियम (३) बमोजिम अभिलेख राखिएका विदेशी श्रमिकको सम्बन्धमा अनुगमन गर्ने, गराउने जिम्मेवारी विभागको हुनेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम अनुगमन गर्दा कुनै विदेशी नागरिकले ऐन वा यस नियमावली बमोजिम श्रम इजाजत वा श्रम स्वीकृति नलिई वा अभिलेख नराखी कुनै प्रतिष्ठानमा काम गरेको पाइएमा विभागले त्यस्तो विदेशी नागरिकलाई तुरून्त कामबाट हटाउन सम्बन्धित रोजगारदातालाई आदेश दिनेछ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "४",
            "chapter_title": "काम गर्ने समय तथा पारिश्रमिक",
            "sections": [
                {
                    "section_number": "१६",
                    "section_title": "काम गर्ने समयको निर्धारणः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "रोजगारदाताले प्रतिष्ठानको कामको प्रकृतिको आधारमा प्रतिष्ठानमा काम गर्ने समयको निर्धारण गरी सोको जानकारी सबै श्रमिकलाई गराउनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम काम गर्ने समय निर्धारण गर्दा रोजगारदाताले प्रतिष्ठानको कामको प्रकृतिको आधारमा श्रमिकलाई आलोपालोमा काममा लगाउन सकिने गरी समय निर्धारण गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१७",
                    "section_title": "विश्रामको लागि थप समय दिनु पर्नेः",
                    "content": "रोजगारदाताले तीन वर्ष उमेर ननाघेको शिशु भएका महिला श्रमिकलाई शिशुलाई स्तनपान तथा हेरचाहको लागि र गर्भवती महिला श्रमिकलाई ऐनको दफा २८ को उपदफा (२) बमोजिमको विश्रामको समय बाहेक एकै पटक वा पटक पटक गरी थप आधा घण्टा विश्रामको लागि समय दिनु पर्नेछ। त्यसरी प्रदान गरिएको थप विश्रामको समयलाई काम गर्ने समयमा गणना गरिनेछ।"
                },
                {
                    "section_number": "१८",
                    "section_title": "जन्म दर्ता प्रमाण पत्र पेश गर्नुपर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "प्रसूति बिदामा बसेको महिला श्रमिकले त्यस्तो बिदा समाप्त भएको मितिले तीन महिनाभित्र शिशुको जन्म दर्ता प्रमाणपत्रको प्रतिलिपि र त्यस्तो प्रमाणपत्र नभए शिशु जन्मेको अस्पताल वा स्वास्थ्यचौकीबाट जारी शिशु जन्मेको प्रमाण कागज (बर्थ सर्टिफिकेट) को प्रतिलिपि रोजगारदाता समक्ष पेश गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिमको जन्मदर्ता प्रमाणपत्र पेश गरेपछि रोजगारदाताले त्यस्तो श्रमिकको प्रसूति बिदा स्वीकृत गरिदिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "कुनै महिला श्रमिक वा श्रमिकको पत्नीबाट मृत शिशु जन्मेमा वा निजको गर्भ पतन भएकोमा त्यस्तो श्रमिकले ऐन वा यस नियमावली बमोजिम पाउने प्रसूति बिदा तथा सुविधाको लागि सम्बन्धित अस्पताल वा स्वास्थ्य चौकीबाट शिशु जन्मेको प्रमाण कागज (बर्थ सर्टिफिकेट) वा गर्भपतन भएको कुरा जनिने स्वास्थ्य जाँच प्रतिवेदन (मेडिकल रिपोर्ट) पेश गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१९",
                    "section_title": "पारिश्रमिक कट्टा गर्ने तरिकाः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐनको दफा ३८ को उपदफा (१) को खण्ड (ग) बमोजिम कुनै श्रमिकले तिर्न बुझाउनु पर्ने रकम निजको पारिश्रमिकबाट कट्टा गर्नु पर्दा त्यस्तो रकम कट्टा गर्न दिइएको आदेश वा निर्णयमा अवधि तोकिएकोमा सोही अवधिभित्र र अवधि नतोकिएकोमा त्यस्तो श्रमिकले पाउने मासिक पारिश्रमिकको पचास प्रतिशतमा नबढाई त्यस्तो आदेश वा निर्णय बमोजिमको रकम असुल नभएसम्म कट्टा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "रोजगारदाताले श्रमिकलाई निजको पारिश्रमिकबाट कट्टा हुने गरी कुनै सेवा सुविधा उपलब्ध गराएको रहेछ भने त्यस्तो सेवा वा सुविधा उपलब्ध गराए बापत श्रमिकको पारिश्रमिकबाट रकम कट्टा गर्दा मासिक पारिश्रमिकको बढीमा तेत्तीस प्रतिशतका दरले कट्टी गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "कुनै श्रमिकले ऐनको दफा ३८ को उपदफा (१) को खण्ड (च) बमोजिमको कारणबाट रोजगारदातालाई कुनै रकम तिर्न बुझाउन पर्ने भएमा त्यस्तो रकम निजको मासिक पारिश्रमिकको बढीमा तेत्तीस प्रतिशतका दरले कट्टा गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (१), (२) र (३) मा जुनसुकै कुरा लेखिएको भए तापनि रोजगारीको अन्त्य हुने समयको कारणबाट तेत्तीस प्रतिशतका दरले मात्र त्यस्तो रकम असुल हुने अवस्था नदेखिएमा रोजगारदाताले त्यस्तो श्रमिकको रोजगारी अवधि, समय वा कामको आधारमा सोभन्दा बढी दरमा पारिश्रमिक कट्टा गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "यस नियममा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि ऐनको दफा ३८ को उपदफा (१) को खण्ड (छ) बमोजिम सामूहिक सम्झौतामा नै पारिश्रमिकबाट कट्टा गरिने रकमको प्रतिशत निर्धारण भएकोमा सोही बमोजिम हुनेछ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "यस नियम बमोजिम कट्टा गरिने रकमको प्रतिशतको निर्धारण गर्दा श्रमिकले ट्रेड युनियनलाई बुझाउनु पर्ने शुल्क, सामूहिक सौदाबाजी शुल्क र नागरिक लगानी कोषमा जम्मा गर्नु पर्ने रकम छुट्याई बाँकी हुन आउने रकमको आधारमा गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२०",
                    "section_title": "साप्ताहिक बिदाको पारिश्रमिक दिनु पर्नेः",
                    "content": "रोजगारदाताले साप्ताहिक बिदामा रहेको श्रमिकलाई त्यसरी बिदा बसेको अवधिको समेत पारिश्रमिक दिनु पर्नेछ ।"
                },
                {
                    "section_number": "२१",
                    "section_title": "बैंक वा वित्तीय संस्था मार्फत भुक्तानी गर्ने गरी तोक्न सक्नेः",
                    "content": "मन्त्रालयले बैंकिङ्ग सेवाको उपलब्धताको आधारमा कुनै खास क्षेत्रमा कुनै खास प्रकारका रोजगारदाताले श्रमिकलाई पारिश्रमिक वा सुविधा रकम भुक्तानी गर्दा बैङ्क वा वित्तीय संस्था मार्फत मात्र गर्ने गरी तोक्न सक्नेछ ।"
                }
            ]
        },
        {
            "chapter_number": "५",
            "chapter_title": "सञ्चयकोष, उपदान र असक्षमताको प्रतिशत",
            "sections": [
                {
                    "section_number": "२२",
                    "section_title": "सञ्चयकोषको रकम जम्मा गर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "रोजगारदाताले योगदानमा आधारित सामाजिक सुरक्षा ऐन, २०७४ बमोजिम सामाजिक सुरक्षा कोष स्थापना भई सञ्चालनमा नआएसम्म आफूले काममा लगाएका श्रमिकको सञ्चयकोष बापतको रकम सञ्चयकोषमा, स्वीकृत अवकाश कोषमा वा आँफैले छुट्टै खाता खोली जम्मा गर्नु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम रोजगारदाताले जम्मा गरेको रकम योगदानमा आधारित सामाजिक सुरक्षा ऐन, २०७४ को दफा २० बमोजिम रोजगारदाता सूचीकरण भएको मितिले छ महिनाभित्र एकमुष्ठ वा बढीमा तीन किस्तामा सोही ऐनको दफा २६ बमोजिम स्थापित सामाजिक सुरक्षा कोषमा हस्तान्तरण गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२३",
                    "section_title": "उपदानको रकम जम्मा गर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "रोजगारदाताले योगदानमा आधारित सामाजिक सुरक्षा ऐन, २०७४ बमोजिम सामाजिक सुरक्षा कोष स्थापना भई सञ्चालनमा नआएसम्म आफूले काममा लगाएका श्रमिकको उपदान बापतको रकम नागरिक लगानी कोषमा, स्वीकृत अवकाश कोषमा वा आँफैले छुट्टै खाता खोली जम्मा गर्नु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम जम्मा गरेको रकम र ऐन प्रारम्भ हुँदाका बखत प्रचलित कानून बमोजिम स्थापित अवकाश कोष वा त्यस्तै अन्य कुनै कोषमा सञ्चित वा रोजगारदाताको जिम्मामा रहेको श्रमिकको उपदान बापतको रकम योगदानमा आधारित सामाजिक सुरक्षा ऐन, २०७४ को दफा २० बमोजिम रोजगारदाता सूचीकरण भएको मितिले दुई वर्षभित्र एकमुष्ठ रूपमा वा बढीमा चार किस्तामा सोही ऐनको दफा २६ बमोजिम स्थापित सामाजिक सुरक्षा कोषमा हस्तान्तरण गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (२) बमोजिम उपदानको रकम हस्तान्तरण गर्दा देहाय बमोजिम हस्तान्तरण गर्नु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "संवत् २०७४ भाद्र १९ गते अघिको उपदान हिसाब गर्दा त्यसरी उपदान हिसाब गरेको मितिमा कायम रहेको श्रमिकको पारिश्रमिकलाई निजले खाइपाइ आएको पारिश्रमिक मानी श्रम नियमावली, २०५० को नियम २३ बमोजिम हुन आउने रकम,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "सम्वत् २०७४ भाद्र १९ गते पछिको उपदान हिसाब गर्दा ऐनको दफा ५३ को उपदफा (१) बमोजिम हुन आउने रकम ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "यस नियममा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि यो नियमावली प्रारम्भ हुँदाका बखत कसैले ऐनको दफा ५३ मा उल्लेख भएको दरभन्दा बढी उपदान सुविधा प्राप्त गरेको रहेछ भने त्यस्तो उपदान रकममध्ये ऐनमा उल्लिखित दरको हदसम्मको रकम योगदानमा आधारित सामाजिक सुरक्षा ऐन, २०७४ को दफा २६ बमोजिम स्थापना भएको सामाजिक सुरक्षा कोषमा जम्मा गर्नु पर्नेछ । त्यसरी जम्मा गरी बाँकी रहन आएको रकम सम्बन्धित श्रमिकले प्राप्त गर्ने गरी आवश्यक व्यवस्था गर्नु पर्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "२४",
                    "section_title": "श्रमिकलाई सञ्चयकोष वा उपदान बापतको रकम भुक्तानी दिन सक्नेः",
                    "content": "नियम २२ को उपनियम (१) वा नियम २३ को उपनियम (१) बमोजिम रोजगारदाताले छुट्टै खाता खोली जम्मा गरी राखेको सञ्चयकोष वा उपदान बापतको रकम नियम २२ को उपनियम (२) वा नियम २३ को उपनियम (२) बमोजिम सामाजिक सुरक्षा कोषमा जम्मा गर्नु अगावै कुनै श्रमिकको रोजगारी अन्त्य वा मृत्यु भएमा रोजगारदाताले त्यस्तो रकम सम्बन्धित श्रमिक वा नियम ७४ को उपनियम (३) को खण्ड (ख) बमोजिम निजको परिवारको सदस्यलाई भुक्तानी दिन सक्नेछ ।"
                },
                {
                    "section_number": "२५",
                    "section_title": "फरफारख गर्नु पर्नेः",
                    "content": "यस नियमावलीमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि रोजगारदाता र श्रमिकबिच सञ्चयकोष वा उपदान बापतको रकम सम्बन्धमा विवाद उत्पन्न भई यकिन हुन नसकेमा वा त्यस्तो रकम रोजगारदाताले प्रतिष्ठानमा कार्यरत श्रमिकलाई ऋण वा सापटी दिएको कारणबाट तत्काल सामाजिक सुरक्षा कोषमा जम्मा गर्न नसक्ने भएमा कार्यालयले रोजगारदाता र श्रमिकसँग परामर्श गरी उक्त रकम फरफारख गर्न आदेश दिन सक्नेछ। त्यसरी आदेश दिएमा रोजगारदाताले दुई वर्षभित्र त्यस्तो रकम फरफारख गरिसक्नु पर्नेछ ।"
                },
                {
                    "section_number": "२६",
                    "section_title": "असक्षमताको प्रतिशत निर्धारणः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै श्रमिक कार्यस्थलमा काम गर्दा दुर्घटनामा परी अङ्गभङ्ग भई काम गर्न असक्षम भएमा त्यस्तो श्रमिकले त्यसरी दुर्घटनामा परी उपचार गराउँदा वा अस्पतालबाट डिस्चार्ज भएको मितिले एक वर्षभित्र असक्षमताको प्रतिशत निर्धारणको लागि कार्यालयमा निवेदन दिन सक्नेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम कसैको निवेदन परेमा कार्यालयले त्यस्तो श्रमिकलाई निजको असक्षमताको प्रतिशत निर्धारणको लागि मन्त्रालयले तोकेको नेपाल सरकारबाट मान्यता प्राप्त अस्पताल, स्वास्थ्य संस्था वा नेपाल सरकारबाट गठित मेडिकल बोर्डमा लेखी पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (२) बमोजिम कार्यालयबाट कुनै श्रमिकको असक्षमताको प्रतिशत निर्धारणको लागि लेखी आएमा सम्बन्धित अस्पताल, स्वास्थ्य संस्था वा मेडिकल बोर्डले अनुसूची-६ बमोजिम त्यस्तो श्रमिकको असक्षमता प्रतिशत निर्धारण गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (२) बमोजिम असक्षमता प्रतिशत निर्धारण गरिएको कुनै श्रमिकलाई क्षतिपूर्ति दिँदा ऐनको दफा ५५ को उपदफा (१) बमोजिमको रकमलाई शतप्रतिशत असक्षमता भए बापत पाउने क्षतिपूर्ति रकम मानी सोही आधारमा सम्बन्धित बीमा कम्पनीले क्षतिपूर्ति दिनु पर्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "६",
            "chapter_title": "श्रमिक आपूर्ति इजाजतपत्र",
            "sections": [
                {
                    "section_number": "२७",
                    "section_title": "इजाजतको लागि निवेदन दिनु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "श्रमिक आपूर्ति गर्नको लागि इजाजतपत्र लिन चाहने कम्पनीले सम्बन्धित क्षेत्रको कार्यालय समक्ष र एकभन्दा बढी कार्यालय रहेको क्षेत्रको हकमा विभाग समक्ष अनुसूची-७ बमोजिमको ढाँचामा निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम निवेदन दिँदा निवेदन साथ देहायका कागजात, विवरण संलग्न गर्नु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "कम्पनी दर्ता प्रमाणपत्रको प्रमाणित प्रतिलिपि,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "कम्पनीको प्रबन्ध पत्र र नियमावलीको प्रमाणित प्रतिलिपि,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "स्थायी लेखा नम्बर वा मूल्य अभिवृद्धि कर दर्ता प्रमाणपत्रको प्रमाणित प्रतिलिपि,"
                                },
                                {
                                    "clause_marker": "(घ)",
                                    "content": "प्रचलित कानून बमोजिम नेपाल सरकारलाई तिर्नु बुझाउनु पर्ने कर वा राजश्व चुक्ता गरेको निस्सा,"
                                },
                                {
                                    "clause_marker": "(ङ)",
                                    "content": "कम्पनीका सञ्चालकहरुको नागरिकता प्रमाणपत्रको प्रमाणित प्रतिलिपि,"
                                },
                                {
                                    "clause_marker": "(च)",
                                    "content": "कुन काम वा सेवाको लागि श्रमिक आपूर्ति गर्न चाहेको हो सोको विवरण,"
                                },
                                {
                                    "clause_marker": "(छ)",
                                    "content": "विभाग वा कार्यालयले तोकेका अन्य आवश्यक कागजात, विवरण ।"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "२८",
                    "section_title": "इजाजतपत्र दिनुपर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "नियम २७ बमोजिम प्राप्त निवेदन जाँचबुझ गर्दा व्यहोरा मनासिब देखिएमा विभाग वा कार्यालयले पन्ध्र दिनभित्र अनुसूची-८ बमोजिमको इजाजतपत्र दस्तुर र सोही अनुसूचीमा उल्लेख भए बराबरको धरौटी वा बैंक ग्यारेण्टी लिई अनुसूची-९ बमोजिमको ढाँचामा इजाजतपत्र दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम इजाजतपत्र दिँदा विभाग वा कार्यालयले इजाजतपत्रमा श्रम आपूर्तिकर्ताले पालना गर्नु पर्ने आवश्यक शर्तहरु उल्लेख गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (२) बमोजिमको तोकिएका शर्तहरूको पालना गर्नु सम्बन्धित इजाजतप्राप्त श्रमिक आपूर्तिकर्ताको कर्तव्य हुनेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (१) बमोजिम निवेदन जाँचबुझ गर्दा इजाजतपत्र दिन मनासिब नदेखिएमा विभाग वा कार्यालयले सोको कारण सहितको लिखित जानकारी सातदिन भित्र निवेदकलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "यो नियमावली प्रारम्भ हुँदाका बखत सञ्चालनमा रहेका श्रमिक आपूर्तिकर्ताले यो नियमावली प्रारम्भ भएको छ महिनाभित्र श्रमिक आपूर्तिकर्ताको इजाजतपत्र लिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२९",
                    "section_title": "बैंक ग्यारेन्टीको अवधि :",
                    "content": "नियम २८ बमोजिम इजाजतपत्र जारी गर्दा इजाजतपत्रवालाले धरौटी बापत बैंक ग्यारेन्टी दिएमा त्यस्तो बैंक ग्यारेन्टीको अवधि इजाजतपत्र बहाल रहने अवधिभन्दा कम्तीमा तीन महिना बढी अवधिको हुनु पर्नेछ।"
                },
                {
                    "section_number": "३०",
                    "section_title": "इजाजतपत्र नवीकरणः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "नियम २८ बमोजिम इजाजतप्राप्त कम्पनीले आफूले प्राप्त गरेको इजाजतपत्र नवीकरण गराउन प्रत्येक वर्ष असोज मसान्तभित्र देहायका विवरण कागजात सहित त्यस्तो इजाजतपत्र जारी गर्ने विभाग वा कार्यालयसमक्ष निवेदन दिनु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "गत आर्थिक वर्षको आय विवरण बुझाएको भरपाई वा सोभन्दा अघिल्लो आर्थिक वर्षको कर चुक्ता प्रमाणपत्रको प्रतिलिपि,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "नियम ३१ बमोजिमको विवरण बुझाएको निस्सा,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "इजाजतपत्र लिँदा बैंक ग्यारेण्टी राखेको भए त्यस्तो बैंक ग्यारेण्टी नवीकरण गरेको प्रमाण,"
                                },
                                {
                                    "clause_marker": "(घ)",
                                    "content": "अनुसूची-८ बमोजिमको नवीकरण दस्तुर ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिमको अवधिभित्र इजाजतपत्र नवीकरण नगराउने श्रम आपूर्तिकर्ताले सोही आर्थिक वर्षभित्र नवीकरणको लागि निवेदन दिएमा म्याद भुक्तानी भएको प्रत्येक महिनाको लागि नवीकरण दस्तुरको दश प्रतिशतले हुन आउने रकम थप दस्तुर लिई विभाग वा कार्यालयले त्यस्तो इजाजतपत्र नवीकरण गरिदन सक्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "३१",
                    "section_title": "इजाजतपत्रवालाले विवरण बुझाउनु पर्नेः",
                    "content": "ऐन वा यस नियमावली बमोजिम इजाजतपत्र प्राप्त गरेको कम्पनीले ऐनको दफा ६० बमोजिमको अवधिभित्र इजाजतपत्र जारी गर्ने विभाग वा कार्यालय समक्ष देहायका विवरण बुझाउनु पर्नेछः-",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "गत आर्थिक वर्षमा आपूर्ति गरिएका श्रमिकहरुको विवरण, सङ्ख्या, कार्यरत प्रतिष्ठान र मुख्य रोजगारदाताको नाम,"
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "आपूर्ति गरिएका श्रमिकलाई वितरण गरेको पारिश्रमिक, भत्ता, सुविधा तथा प्रत्येक श्रमिकको सामाजिक सुरक्षा कोषमा जम्मा भएको योगदान रकमको विवरण,"
                        },
                        {
                            "clause_marker": "(ग)",
                            "content": "श्रम अडिट गरेको प्रतिवेदन,"
                        },
                        {
                            "clause_marker": "(घ)",
                            "content": "कम्पनीको ठेगाना, सञ्चालकको नाम, सम्पर्क नम्बर, कम्पनी सम्बन्धी कुनै विवरण परिवर्तन भएमा सोको विवरण ।"
                        }
                    ]
                },
                {
                    "section_number": "३२",
                    "section_title": "इजाजतपत्र निलम्बनः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "देहायको अवस्थामा विभाग वा कार्यालयले श्रमिक आपूर्तिकर्ताको इजाजतपत्र निलम्बन गर्न सक्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "श्रमिक आपूर्तिकर्ताले ऐनको दफा ६० बमोजिमको अवधिभित्र नियम ३१ बमोजिम बुझाउनु पर्ने विवरण नबुझाएमा,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "ऐनको दफा ६२ को उपदफा (६) बमोजिम जरिबाना भएकोमा त्यस्तो जरिबाना विभाग वा कार्यालयले तोकेको अवधिभित्र नबुझाएमा,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "नियम २८ को उपनियम (२) बमोजिम तोकिएका शर्तहरूको पालना नगरेमा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम इजाजतपत्र निलम्बन गर्नु अघि त्यस्तो श्रमिक आपूर्तिकर्तालाई आफ्नो सफाई पेश गर्न सात दिनको मौका दिनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (२) बमोजिम तोकिएको अवधिभित्र सफाई पेश नगरेमा वा पेश गरेको सफाई सन्तोषजनक नदेखिएमा विभाग वा कार्यालयले त्यस्तो श्रमिक आपूर्तिकर्ताको इजाजत एक पटकमा छ महिनासम्मको लागि निलम्बन गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (३) बमोजिम निलम्बन भएको श्रमिक आपूर्तिकर्ताले निलम्बन भएको अवधिभर श्रमिक आपूर्ति गर्न पाउने छैन।",
                            "note": "तर निलम्बन हुनु अगाडि आपूर्ति गरेका श्रमिकलाई निरन्तर काममा लगाउन बाधा पर्ने छैन।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "श्रमिक आपूर्तिकर्ताले ऐन र यस नियमावलीमा तोकिएको शर्त तथा दिइएका निर्देशनहरु पालना गरेको प्रमाण सहित निलम्बन फुकुवा गर्न निवेदन दिएमा विभाग वा कार्यालयले जाँचबुझ गर्दा निवेदनको व्यहोरा साँचो देखिएमा निलम्बन फुकुवा गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "विभाग वा कार्यालयले ऐन र यस नियमावली बमोजिम श्रमिक आपूर्तिकर्तालाई निलम्बन गरेको सूचना आफ्नो वेबसाइटमा राख्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३३",
                    "section_title": "मुख्य रोजगारदाताको दायित्वः",
                    "content": "ऐन र यस नियमावलीमा लेखिएको अतिरिक्त मुख्य रोजगारदाताको दायित्व देहाय बमोजिम हुनेछः-",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "ऐन र नियमावली बमोजिम मुख्य रोजगारदाताले श्रमिकलाई उपलब्ध गराउने पारिश्रमिक र भत्ता बाहेक अन्य सेवा सुविधामा प्रतिष्ठानका श्रमिक र श्रमिक आपूर्तिकर्ता मार्फत कार्यरत श्रमिकबीच भेदभाव नगर्ने,"
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "आपूर्ति भएका श्रमिकहरुको व्यक्तिगत अभिलेख र हाजिरी अभिलेख राख्ने, राख्न लगाउने,"
                        },
                        {
                            "clause_marker": "(ग)",
                            "content": "श्रमिक आपूर्तिकर्ता कम्पनीलाई सम्झौता बमोजिमको भुक्तानी गर्नुपर्ने रकम सम्झौतामा तोकिएमा सो अवधि वा समयमा र सम्झौतामा नतोकिएकोमा मासिक रुपमा भुक्तानी दिने,"
                        },
                        {
                            "clause_marker": "(घ)",
                            "content": "नियम ३७ बमोजिम गठन हुने सुरक्षा तथा स्वास्थ्य समितिमा श्रमिक आपूर्तिकर्ता मार्फत कार्यरत श्रमिकलाई समावेश गर्ने ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "७",
            "chapter_title": "व्यवसायजन्य सुरक्षा तथा स्वास्थ्य नीति",
            "sections": [
                {
                    "section_number": "३४",
                    "section_title": "व्यवसायजन्य सुरक्षा तथा स्वास्थ्य सम्बन्धी नीति बनाउनु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐन तथा यस नियमावलीमा अन्यत्र लेखिएको बाहेक रोजगारदाताले कार्यस्थलमा कार्यरत श्रमिक तथा अन्य व्यक्तिको सुरक्षा तथा स्वास्थ्य सम्बन्धी नीति बनाउँदा प्रतिष्ठानको कार्य प्रकृति अनुसार कार्यस्थलमा अपनाउनु पर्ने सुरक्षा सतर्कता, श्रमिकको स्वास्थ्य, कार्यस्थलमा मेशिनरी यन्त्र उपकरण सञ्चालन गर्दा अपनाउनु पर्ने सावधानी, स्वास्थ्यका दृष्टिले संवेदनशील मानिने रसायनिक पदार्थको प्रयोग गर्दा अपनाउनु पर्ने सावधानी लगायत व्यवसायजन्य सुरक्षा तथा स्वास्थ्यको सुनिश्चितता गर्ने आधारलाई समेटिने गरी बनाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम रोजगारदाताले व्यवसायजन्य सुरक्षा तथा स्वास्थ्य सम्बन्धी नीति बनाउँदा नियम ३७ बमोजिम सुरक्षा तथा स्वास्थ्य समिति गठन भएकोमा सो समिति र त्यस्तो समिति गठन नभएमा सम्बन्धित कार्यस्थलमा कार्यरत श्रमिक वा ट्रेड युनियनका प्रतिनिधिसँग परामर्श गर्नु पर्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "३५",
                    "section_title": "रोजगारदाताको कर्तव्य :",
                    "content": "ऐनको दफा ६९ को उपदफा (१) मा लेखिएका अतिरिक्त रोजगारदाताको श्रमिक प्रतिको कर्तव्य देहाय बमोजिम हुनेछः-",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "कामको सिलसिलामा कुनै श्रमिक दुर्घटनामा परेमा वा बिरामी परेमा त्यस्तो श्रमिकलाई उपचारको लागि तत्काल अस्पताल वा स्वास्थ्य केन्द्रसम्म लैजानको लागि आवश्यक व्यवस्था गर्ने,"
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "रोजगारदाताले श्रमिकप्रति पूरा गर्नु पर्ने अन्य व्यवसायजन्य सुरक्षा तथा स्वास्थ्य सम्बन्धी दायित्व निर्वाह गरेको कुराको जानकारी कार्यालयलाई दिने ।"
                        }
                    ]
                },
                {
                    "section_number": "३६",
                    "section_title": "उत्पादनकर्ता, आयातकर्ता र आपूर्तिकर्ताको कर्तव्यः",
                    "content": "कार्यस्थलमा प्रयोग हुने रसायनिक पदार्थको सुरक्षित प्रयोग, भण्डारण, प्रयोगमा आउन नसक्ने रसायनिक पदार्थको व्यवस्थापन तथा त्यसको असरबाट बच्ने उपायको बारेमा रोजगारदातालाई समयमै पर्याप्त जानकारी गराउनु सम्बन्धित उत्पादनकर्ता, आयातकर्ता र आपूर्तिकर्ताको कर्तव्य हुनेछ।"
                },
                {
                    "section_number": "३७",
                    "section_title": "सुरक्षा तथा स्वास्थ्य समितिको गठन :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐनको दफा ७४ को उपदफा (१) बमोजिम बीस जना वा सोभन्दा बढी श्रमिक कार्यरत प्रतिष्ठानमा रोजगारदाताले देहाय बमोजिमका संयोजक तथा सदस्य रहेको एक सुरक्षा तथा स्वास्थ्य समिति गठन गर्नु पर्नेछः-",
                            "committee_members": [
                                {
                                    "member_marker": "(क)",
                                    "description": "रोजगारदाता वा निजले तोकेको प्रतिष्ठानको व्यवस्थापकीय तहको श्रमिक",
                                    "role": "संयोजक"
                                },
                                {
                                    "member_marker": "(ख)",
                                    "description": "प्रतिष्ठानमा रहेको आधिकारिक ट्रेड युनियनको तर्फबाट एक जना महिला सहित बढीमा तीनजना",
                                    "role": "सदस्य"
                                },
                                {
                                    "member_marker": "(ग)",
                                    "description": "प्रतिष्ठानले तोकेको स्वास्थ्यकर्मी सहित व्यवस्थापकले तोकेको तीनजना",
                                    "role": "सदस्य"
                                },
                                {
                                    "member_marker": "(घ)",
                                    "description": "प्रतिष्ठानको सुरक्षा हेर्ने जिम्मेवारी पाएको श्रमिकमध्ये बरिष्ठ श्रमिक",
                                    "role": "सदस्य"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) को खण्ड (ख) मा जुनसुकै कुरा लेखिएको भए तापनि रोजगारदाताले तीनसय जनाभन्दा बढी श्रमिक कार्यरत प्रतिष्ठानमा सुरक्षा तथा स्वास्थ्य समिति गठन गर्दा तीनजना श्रमिक थप गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (१) को खण्ड (ख) बमोजिमका सदस्य मनोनयन गर्ने जिम्मेवारी आधिकारिक ट्रेड युनियनको हुनेछ । आधिकारिक ट्रेड युनियनको निर्वाचन नभएको अवस्थामा प्रतिष्ठानमा कायम रहेका ट्रेड युनियन वा श्रमिकहरुले आपसी सहमतिमा छनौट गरी सदस्य मनोनयन गर्न सक्नेछन् ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (१) बमोजिमको समितिको बैठक वर्षमा कम्तीमा चार पटक बस्नेछ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "समितिको बैठक संयोजकले बोलाएको मिति, समय, स्थानमा बस्नेछ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "समितिसे बैठकमा प्रतिष्ठानको कुनै पदाधिकारी, सुरक्षा तथा स्वास्थ्य सम्बन्धी जानकार कुनै विज्ञलाई आमन्त्रण गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "(७)",
                            "content": "समितिको बैठकको कार्यविधि र निर्णय प्रक्रिया समिति आफैंले निर्धारण गरे बमोजिम हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३८",
                    "section_title": "सुरक्षा तथा स्वास्थ्य समितिको काम, कर्तव्य र अधिकारः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "सुरक्षा तथा स्वास्थ्य समितिको काम, कर्तव्य र अधिकार देहायबमोजिम हुनेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "नियम ३४ बमोजिम बनाएको नीतिको कार्यान्वयन भए नभएको अनुगमन, मूल्याङ्कन गर्ने,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "व्यवसायजन्य सुरक्षा तथा स्वास्थ्य सम्बन्धमा अपनाउनु पर्ने नीति वा भैरहेको नीतिमा सुधारको लागि रोजगारदातालाई सुझाव दिने,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "ऐन र नियमावलीमा उल्लेख भएका व्यवसायजन्य सुरक्षा तथा स्वास्थ्य सम्बन्धी व्यवस्थाहरूको कार्यान्वयनको अनुगमन, मूल्याङ्कन गरी रोजगारदातालाई सुझाव दिने ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "ऐनको दफा ७४ को उपदफा (३) मा उल्लेख भएको अतिरिक्त विभाग वा कार्यालयले व्यवसायजन्य सुरक्षा तथा स्वास्थ्य सम्बन्धमा रोजगारदातालाई दिएको निर्देशन वा आदेशको पालना गर्नु, गराउनु सुरक्षा तथा स्वास्थ्य समितिको कर्तव्य हुनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "३९",
                    "section_title": "व्यवसायजन्य सुरक्षा तथा स्वास्थ्य सम्बन्धी विशेष व्यवस्थाः",
                    "content": "देहायका कामसँग सम्बन्धित रोजगारदाताले पालना गर्नु पर्ने व्यवसायजन्य सुरक्षा तथा स्वास्थ्य सम्बन्धमा देहायबमोजिम गर्नु गराउनु पर्नेछः-",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "आँखाको बचाउ गर्ने : ऐना, काँच, पारो, चुम्बक, प्लेट, फलाम, कङ्क्रिट, सिमेन्ट, चुनढुंगा, विस्फोटक पदार्थ वा अन्य त्यस्तै किसिमका वस्तुसँग सम्बन्धित काम गर्दा त्यसबाट निस्कने धुलो, धुवाँ वा टुक्राबाट तथा वेल्डिङ्ग वा ग्यास कटिङ्ग वा त्यस्तै किसिमका कार्यको सिलसिलामा उत्पन्न हुने हानिकारक विकिरण वा रसायनबाट श्रमिक तथा अन्य कुनै व्यक्तिको आँखामा लाग्नसक्ने चोटपटक, पर्न सक्ने प्रतिकूल प्रभाव वा हानिबाट आँखाको बचाउन गर्न रोजगारदाताले आवश्यक सुरक्षात्मक साधनको प्रयोग र अनिवार्य रूपमा आँखाको नियमित जाँच गर्ने व्यवस्था गर्नु पर्ने,"
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "रासायनिक पदार्थको असरबाट बचाउने: श्रमिकलाई रासायनिक पदार्थ वा विकिरणयुक्त वस्तुको प्रयोग हुने कार्यमा लगाउँदा त्यस्तो पदार्थको प्रयोगबाट श्रमिकको स्वास्थ्यमा पर्न सक्ने नकारात्मक असर वा हानी नोक्सानीबाट बचाउन रोजगारदाताले आवश्यक सुरक्षात्मक साधनको प्रयोग गर्ने व्यवस्था मिलाउने र त्यस्तो कार्यमा संलग्न श्रमिकको नियमित स्वास्थ्य जाँचको समेत व्यवस्था मिलाउनु पर्ने,"
                        },
                        {
                            "clause_marker": "(ग)",
                            "content": "प्रेसर प्लान्ट सञ्चालन गर्ने तरिकाः रोजगारदाताले कार्यस्थलमा प्रेसरप्लान्ट सञ्चालन गर्दा देहाय बमोजिम गर्नेः -",
                            "points": [
                                {
                                    "point_number": "(१)",
                                    "content": "कुनै मेशिन वायुमण्डलीय चापभन्दा बढी चापमा सञ्चालन गर्नुपर्ने भएमा त्यस्तो मेसिनको सुरक्षित कार्य सञ्चालन चाप (वर्किङ प्रेसर) भन्दा बढी चापमा सञ्चालन गर्न नहुने गरी आवश्यक प्रभावकारी सुरक्षात्मक उपाय अपनाउने,"
                                },
                                {
                                    "point_number": "(२)",
                                    "content": "प्रतिष्ठानमा जडित प्रेसर प्लान्ट तथा त्यसमा जडित उपकरणहरुको क्षमता र अवस्थाको आधारमा व्यवसायजन्य सुरक्षा तथा स्वास्थ्य निरीक्षकले अधिकतम कार्य सञ्चालन चाप तोक्ने,"
                                },
                                {
                                    "point_number": "(३)",
                                    "content": "व्यवसायजन्य सुरक्षा तथा स्वास्थ्य निरीक्षकले प्रतिष्ठानमा जडित प्रेसर प्लान्टको सञ्चालन चाप (वर्किङ प्रेसर) तोक्दा त्यस्तो चापमा बढीमा एक वर्षसम्मको लागि प्रेसर प्लान्ट सञ्चालन गर्न सक्ने गरी तोक्ने,"
                                },
                                {
                                    "point_number": "(४)",
                                    "content": "प्रेसर प्लान्टको सञ्चालन तालीम प्राप्त वा अनुभवी व्यक्तिबाट गराउनु पर्ने,"
                                },
                                {
                                    "point_number": "(५)",
                                    "content": "बोईलर, चापयुक्त भेसल वा वायुमण्डलीय चापभन्दा बढी चापमा सञ्चालन गरिने अन्य यन्त्र तथा उपकरण व्यवसायजन्य सुरक्षा तथा स्वास्थ्य निरीक्षकको इजाजत बिना सञ्चालन नगर्ने,"
                                },
                                {
                                    "point_number": "(६)",
                                    "content": "सञ्चालनमा रहेको प्रेसर प्लान्ट वा सोसँग सम्बन्धित अन्य यन्त्र उपकरणले राम्ररी काम नगरेको शङ्का लागेमा तुरुन्त सोको जानकारी सम्बन्धित व्यवसायजन्य सुरक्षा तथा स्वास्थ्य निरीक्षकलाई दिनु पर्ने।"
                                }
                            ]
                        },
                        {
                            "clause_marker": "(घ)",
                            "content": "आगलागीबाट बचाउने : रोजगारदाताले कार्यस्थलमा कार्यरत श्रमिकलाई आगलागीबाट बचाउन देहाय बमोजिमको व्यवस्था मिलाउनु पर्नेः-",
                            "points": [
                                {
                                    "point_number": "(१)",
                                    "content": "आगोमा काम गर्नु पर्ने श्रमिकलाई आगोबाट हुनसक्ने चोटपटक वा स्वास्थ्यमा हुनसक्ने हानीबाट बचाउन आवश्यक सुरक्षात्मक पहिरन वा साधनको प्रबन्ध गर्ने,"
                                },
                                {
                                    "point_number": "(२)",
                                    "content": "कार्यस्थलमा हुनसक्ने आगलागिबाट बच्न आपत्कालीन द्वारको व्यवस्था गर्ने,"
                                },
                                {
                                    "point_number": "(३)",
                                    "content": "कार्यस्थलमा आगलागि भएमा तत्काल निभाउन पर्याप्त पानी सहित आवश्यकता अनुसार आगो निभाउने आधुनिक यन्त्र उपकरण, पर्याप्त चापयुक्त पानी पुग्ने गरी हाईड्रेण्ट प्वाईण्ट र होज पाईपको व्यवस्था गर्ने,"
                                },
                                {
                                    "point_number": "(४)",
                                    "content": "आपत्कालीन अवस्थामा बाहिर निस्कने बरण्डा तथा प्यासेज हरबखत खुला राख्ने,"
                                },
                                {
                                    "point_number": "(५)",
                                    "content": "आगलागि हुन गएमा तत्काल सबै श्रमिक तथा कर्मचारीलाई सचेत गर्न अग्नि खतरा सङ्केत (फायर अलार्म) वा अन्य कुनै ध्वनि सङ्केत यन्त्रको व्यवस्था गर्ने,"
                                },
                                {
                                    "point_number": "(६)",
                                    "content": "आगो निभाउने यन्त्रहरुको कम्तीमा वर्षको एकपटक निरीक्षण तथा परीक्षण गराई त्यसको अभिलेख राख्ने,"
                                },
                                {
                                    "point_number": "(७)",
                                    "content": "बारुद, नाइट्रोग्लिसिरिन, डायनामाईट, गन पाउडर, व्लाष्टिङ्ग पाउडर, पारो (मर्करी) वा अरु धातुको फुल्येटेड, फोग्सिग्नल फ्युज रकेट, परक्युशन क्याप, डिटोनेटर, कारतुस वा नेपाल सरकारले समय समयमा नेपाल राजपत्रमा सूचना प्रकाशित गरी तोकिदिए बमोजिमको प्रज्वलनशील तथा विष्फोटक पदार्थ वा विशेष तरिकाले भण्डारण नगरेमा मानव स्वास्थ प्रतिकूल प्रभाव पार्न सक्ने रसायनहरुको प्रयोग वा कारोबार गर्ने रोजगारदाताले त्यस्ता पदार्थ घना बस्तीभन्दा टाढा सुरक्षित तरिकाबाट भण्डारण गर्नु पर्ने र त्यस्ता वस्तुको ओसारपोसार एवं प्रयोग गर्दा दक्ष व्यक्तिद्वारा गर्ने, गराउने।"
                                }
                            ]
                        },
                        {
                            "clause_marker": "(ङ)",
                            "content": "थकान तथा आलस्यता हुन नदिनेः रोजगारदाताले कार्यस्थलमा लामो समयसम्म निरन्तर रूपमा कम्प्युटरमा काम गर्ने वा मानसिक एवम् बौद्धिक श्रम गर्ने श्रमिकलाई त्यस्तो कामबाट थकान वा आलश्यता हुन नदिन सम्भव भएसम्म कार्यस्थलमा उपयुक्त कार्य वातावरण मिलाउनु पर्ने।"
                        }
                    ]
                },
                {
                    "section_number": "४०",
                    "section_title": "प्रेसर प्लान्ट तथा बोइलर परीक्षण सम्बन्धी व्यवस्था :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "रोजगारदाताले कार्यस्थलमा जडित प्रेसर प्लान्ट तथा बोइलरको परीक्षण गर्दा देहायका कुराहरुमा ध्यान दिनु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "आधुनिक बनौट तथा गुणस्तरको भए, नभएको,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "प्रेसर प्लान्ट तथा बोइलरलाई उपयुक्त तरिकाबाट सम्भार गरी सुरक्षित तवरले राखे नराखेको,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "प्रेसर प्लान्ट तथा बोइलरमा अधिकतम चापभन्दा बढी चापमा सञ्चालन नहुने गरी सेफ्टी भल्व, प्रेसर भेसल तथा बोइलरको सञ्चालित चाप हेर्न उपयुक्त प्रेसर गेज तथा तत्सम्बन्धी अन्य कुनै उपकरण जडान भए, नभएको।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "प्रेसर प्लान्टमा निर्धारित कार्य सञ्चालन चापलाई प्रेसर गेजमा रातो चिन्हद्वारा अङ्कित गरिएको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "प्रेसर भेसलमा रहेको तरल पदार्थ निकाल्न यसको तल्लो भागमा उपयुक्त ड्रेन वा भल्व उपकरण जडान हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "प्रेसर भेसलको वाटर लेभल इन्डिकेटरलाई उपयुक्त तरिकाले जडान गरिएको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "प्रेसर भेसलको सिस्टमलाई अन्य भेसल वा चाप उत्पादन हुने श्रोतबाट कुनै पनि समयमा अलग्याउन सकिने उपयुक्त स्टप भल्व हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "सित्तिङ सिलिण्डरमा डाईजेष्ट स्टीम ज्याकेट प्यान्स र अन्य चापमा काम हुने भेसलमा सेफ्टी भल्व र प्रेसर गेज अनिवार्य रुपमा जडान गरिएको हुनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४१",
                    "section_title": "सुरक्षात्मक उपाय अपनाउनेः",
                    "content": "रोजगारदाताले कार्यस्थलमा जडान भएको जोखिम युक्त मेशिन, औजार वा उपकरणबाट हुनसक्ने सम्भावित दुर्घटनाबाट श्रमिक वा अन्य व्यक्तिलाई बचाउन देहायबमोजिमको सुरक्षात्मक उपाय अपनाउनु पर्नेछः-",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "कार्यस्थलमा रहेको कुनै मेशिन सञ्चालन गर्न वा सञ्चालनमा रहेको कुनै मेशिन वा उपकरणको कुनै भागको निरीक्षण, लुब्रिकेसन वा मर्मतको काममा तालीम प्राप्त एवं अनुभवी श्रमिकलाई मात्र लगाउने,"
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "कार्यस्थलमा जडान भएको मेशिनरी औजार वा उपकरण हेर्न वा निरीक्षण गर्न जाने व्यक्तिलाई विकिरण अवरोधक चश्मा, हेल्मेट तथा अन्य आवश्यक सुरक्षात्मक पहिरन लगाएर मात्र त्यस्तो स्थानमा प्रवेश गर्ने व्यवस्था मिलाउने र त्यस्तो मेशिनरी औजार वा उपकरण छुन वा त्यसको नजीक जान नमिल्ने गरी स्थान हद तोकी छेकाबार लगाउने,"
                        },
                        {
                            "clause_marker": "(ग)",
                            "content": "कार्यस्थलमा जडान भएको हाइड्रोलिक प्रेसर तथा अन्य यन्त्रद्वारा सञ्चालन हुने प्रेसहरु, मेटल उद्योगमा प्रयोग हुने मिलिंग मेसिनहरु, लिगोटिन मेसीन, सर्कुलर्स स्लेटन प्रिन्टीङ्ग मेसीन आदि तालीम प्राप्त र अनुभवी व्यक्तिद्वारा मात्र सञ्चालन गर्ने,"
                        },
                        {
                            "clause_marker": "(घ)",
                            "content": "पाङ्ग्रा, लत्ता, लत्ता चलाउने सहायक, गियर, ड्रम, क्लच, ड्राईभिङ्ग वेल्ट वा मेसीन सञ्चालन गर्ने पावर जेनेरेटर, मोटर वा शक्ति सञ्चालन गर्ने अन्य जोखिमयुक्त मेशिन वा उपकरणको वरिपरि सुरक्षाको लागि उपयुक्त छेकबारको व्यवस्था गर्ने,"
                        },
                        {
                            "clause_marker": "(ङ)",
                            "content": "ग्यास वेल्डिङ्ग वा आर्क वेल्डिङ्ग वा अन्य यस्तै कार्य गर्दा सर्वसाधारण व्यक्तिलाई असर नपर्ने गरी छुट्टै सुरक्षित स्थानमा गर्ने,"
                        },
                        {
                            "clause_marker": "(च)",
                            "content": "मर्मत सम्भारका लागि प्रयोग हुने आवश्यक उपकरण तथा औजारहरु टुटफुट नभएको दुरूस्त अवस्थाको मात्र प्रयोग गर्ने,"
                        },
                        {
                            "clause_marker": "(छ)",
                            "content": "मेशिनरी उपकरण सञ्चालनमा प्रयोग हुने विद्युतीय उपकरण विद्युत चुहावट नहुने गरी नियमित रूपमा जाँच गरी दुरूस्त अवस्थामा राख्नु पर्ने,"
                        },
                        {
                            "clause_marker": "(ज)",
                            "content": "वर्कशप सञ्चालन गर्दा सर्वसाधारणलाई असर नपर्ने गरी छुट्टै पार्किङ्ग वा मालसामान राख्ने सुरक्षित स्थानको व्यवस्था गर्ने।"
                        }
                    ]
                },
                {
                    "section_number": "४२",
                    "section_title": "गह्रौं भारी उठाउन नलगाउनेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "रोजगारदाताले श्रमिकलाई चोटपटक लाग्ने वा निजको स्वास्थ्यमा हानी पुग्ने गरी गह्रौं भारी उठाउन, बोक्न वा ओसारपसार गर्न लगाउनु हुँदैन।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "यस नियममा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि दैनिक रूपमा वजन उठाउनु पर्ने प्रकृतिको काम भएको प्रतिष्ठानले वजन उठाउनको लागि आवश्यक उपकरण वा मेशिनको प्रयोग गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "रोजगारदाताले श्रमिकलाई साधारणतया देहाय बमोजिमको वजन (तौल) भन्दा बढी गह्रौं भारी उठाउन, ओसारपसार गर्न वा बोकाउन लगाउन हुदैन।",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "बालिग पुरुष ५५ के.जी."
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "बालिग महिला ४५ के.जी."
                                }
                            ]
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (३) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै संयुक्त रुपमा बोराबन्दी भएको भार उठाउने, ओसार पसार गर्ने वा बोक्ने कार्य गर्नुपर्ने श्रमिकको हकमा उक्त वजनको हद लागू हुने छैन।"
                        }
                    ]
                },
                {
                    "section_number": "४३",
                    "section_title": "जानकारी माग गर्न सक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कार्यालयले कारखाना सञ्चालन गर्ने प्रतिष्ठानको सम्बन्धमा रोजगारदातासँग देहायको विवरण माग गर्न सक्नेछ र कार्यालयले माग गरेको विवरण दिनु रोजगारदाताको कर्तव्य हुनेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "प्रतिष्ठानको नाममा रहेको भौतिक सम्पत्तिको विवरण,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "कार्यस्थलमा जडान भएका मेशिनरी औजार तथा मुख्य उपकरणको विवरण,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "कार्यस्थलमा पर्याप्त प्रकाश तथा हावाको व्यवस्था भए नभएको,"
                                },
                                {
                                    "clause_marker": "(घ)",
                                    "content": "उत्पादन प्रक्रियाबाट ग्यास निस्कने अवस्था भएमा सो ग्यास, प्रतिष्ठान बाहिर निकाल्ने व्यवस्था भए, नभएको,"
                                },
                                {
                                    "clause_marker": "(ङ)",
                                    "content": "कार्यस्थलमा शौचालयको उपयुक्त व्यवस्था भए, नभएको,"
                                },
                                {
                                    "clause_marker": "(च)",
                                    "content": "कार्यस्थलमा शुद्ध पिउने पानीको व्यवस्था भए, नभएको,"
                                },
                                {
                                    "clause_marker": "(छ)",
                                    "content": "उत्पादन प्रकृयाको लागि प्रशस्त पानी आवश्यक पर्ने भएमा प्रतिष्ठानमा सोको व्यवस्था भए, नभएको,"
                                },
                                {
                                    "clause_marker": "(ज)",
                                    "content": "प्रतिष्ठान सञ्चालन हुँदा त्यसबाट वातावरणमा पर्न सक्ने प्रतिकूल प्रभाव न्यूनीकरण गर्न अपनाइएका उपायहरू,"
                                },
                                {
                                    "clause_marker": "(झ)",
                                    "content": "उत्पादन कार्यको वार्षिक रूपमा आवश्यक कच्चा पदार्थ र सहायक कच्चा पदार्थको नाम तथा परिमाण,"
                                },
                                {
                                    "clause_marker": "(ञ)",
                                    "content": "प्रतिष्ठानले उत्पादन गर्ने वस्तु र वार्षिक उत्पादन क्षमता,"
                                },
                                {
                                    "clause_marker": "(ट)",
                                    "content": "नियम ३९ बमोजिमका रोजगारदाताले पालना गर्नु पर्ने कुराहरू पालना भए नभएको ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम प्राप्त विवरण जाँचबुझ गर्दा स्वास्थ्य, सुरक्षा तथा पर्यावरणीय दृष्टिकोणबाट समेत श्रमिक वा अन्य कुनै व्यक्तिको सुरक्षा तथा स्वास्थ्यमा प्रतिकूल असर पर्ने देखिएमा कार्यालयले आवश्यक सुधार गर्न रोजगारदातालाई निर्देशन दिन सक्नेछ। त्यसरी दिएको निर्देशनको पालना गर्नु सम्बन्धित रोजगारदाताको कर्तव्य हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४४",
                    "section_title": "व्यवसायजन्य स्वास्थ्य तथा सुरक्षा सम्बन्धी अन्य व्यवस्था :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐन र यस नियमावलीमा अन्यत्र लेखिएको अतिरिक्त रोजगारदाताले व्यवसायजन्य स्वास्थ्य तथा सुरक्षा सम्बन्धमा कार्यस्थलमा देहाय बमोजिमको व्यवस्था मिलाउनु पर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "फोहोर मैलाबाट हुन सक्ने दुर्गन्ध वा रोगबाट श्रमिक वा अन्य व्यक्तिलाई बचाउन उचित सरसफाईको व्यवस्था मिलाउने,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "कार्यकक्षमा पर्याप्त शुद्ध हावा, प्रकाश एवं उपयुक्त तापक्रमको प्रबन्ध मिलाउने,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "कामको सिलसिलामा निस्कने टुक्रा वस्तुहरू तथा फोहोरमैलाको उचित व्यवस्थापन गर्ने,"
                                },
                                {
                                    "clause_marker": "(घ)",
                                    "content": "कार्यस्थलमा उत्पन्न हुने ध्वनीबाट श्रमिक वा अन्य व्यक्तिको स्वास्थ्यमा पर्न सक्ने प्रतिकूल असरलाई न्यून गर्न आवश्यक ध्वनि नियन्त्रक उपकरणको व्यवस्था गर्ने,"
                                },
                                {
                                    "clause_marker": "(ङ)",
                                    "content": "कार्यस्थलमा कामको प्रकृति अनुसार प्रत्येक श्रमिकको लागि सम्भव भएसम्म पन्ध्र घनमीटरको ठाउँ उपलब्ध गराउने,"
                                },
                                {
                                    "clause_marker": "(च)",
                                    "content": "श्रमिकलाई कार्यस्थलमा स्वस्थ पिउने पानीको व्यवस्था गर्ने,"
                                },
                                {
                                    "clause_marker": "(छ)",
                                    "content": "श्रमिकको लागि स्नानगृह तथा आधुनिक शौचालयको व्यवस्था गर्ने,"
                                },
                                {
                                    "clause_marker": "(ज)",
                                    "content": "कामको प्रकृति अनुसार प्रतिष्ठानको सम्पूर्ण वा केही भागलाई धुम्रपान निषेधित क्षेत्र घोषणा गर्ने,"
                                },
                                {
                                    "clause_marker": "(झ)",
                                    "content": "स्वास्थ्यमा प्रतिकूल असर पर्ने खालका कार्य सञ्चालन हुने प्रतिष्ठानको हकमा कम्तीमा वर्षको एकपटक श्रमिकको अनिवार्य रुपमा स्वास्थ्य परीक्षण गराउने,"
                                },
                                {
                                    "clause_marker": "(ञ)",
                                    "content": "कामको प्रकृति अनुसार श्रमिकलाई खाजा तथा खाना खाने उपयुक्त समय निर्धारण गर्ने।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "रोजगारदाताले व्यवसायजन्य स्वास्थ्य तथा सुरक्षा सम्बन्धमा मन्त्रालय, विभाग वा कार्यालयले समय समयमा दिएको निर्देशन पालना गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४५",
                    "section_title": "शिशु स्याहार कक्षः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "पचास वा सोभन्दा बढी महिला श्रमिक कार्यरत रहने कार्यस्थलमा महिला श्रमिकहरुको तीन बर्षभन्दा कम उमेरका शिशुको हेरचाहको लागि रोजगारदाताले आफै वा अन्य रोजगारदातासँग संयुक्त रूपमा उपयुक्त वातावरण भएको शिशु स्याहार केन्द्र वा कक्षको व्यवस्था गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिमको शिशु स्याहार केन्द्र वा कक्षमा रोजगारदाताले आवश्यक शिशु स्याहारकर्ताको व्यवस्था गर्नु पर्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "४६",
                    "section_title": "विश्राम कोठा :",
                    "content": "रोजगारदाताले पचास वा सोभन्दा बढी श्रमिकहरु कार्यरत रहने प्रतिष्ठानमा न्यूनतम सुविधा युक्त विश्राम कोठाको व्यवस्था गर्नु पर्नेछ।"
                },
                {
                    "section_number": "४७",
                    "section_title": "चमेना गृह :",
                    "content": "रोजगारदाताले पचास वा सो भन्दा बढी श्रमिक एकै समयमा एकै कार्यस्थलमा काम गर्ने प्रतिष्ठानमा चमेना गृहको व्यवस्था गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "४८",
                    "section_title": "व्यवसायजन्य सुरक्षा तथा स्वास्थ्य निरीक्षकको काम, कर्तव्य र अधिकारः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "व्यवसायजन्य सुरक्षा र स्वास्थ्य सम्बन्धमा बरिष्ठ व्यवसायजन्य सुरक्षा तथा स्वास्थ्य निरीक्षक वा व्यवसायजन्य सुरक्षा तथा स्वास्थ्य निरीक्षकको काम, कर्तव्य र अधिकार देहाय बमोजिम हुनेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "रोजगारदाताले नियम ३९, ४०, ४१, ४२ र ४४ बमोजिम पूरा गर्नु पर्ने जिम्मेवारी पूरा गरे, नगरेको सम्बन्धमा समय समयमा जाँच गर्ने,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "कार्यस्थलमा रहेका बोईलर, प्रेसर भेसलहरु र अन्य प्राणघातक हुन सक्ने खतरनाक मेशिनहरु वर्षको एकपटक जाँच गरी चलाउन हुने भए एक वर्षसम्म सञ्चालनको लागि इजाजत दिने,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "रोजगारदाताले रोजगारीका लागि प्रयोग गरेको घर, जग्गा, प्लान्टको स्वास्थ्य तथा सुरक्षा सम्बन्धी जाँच गर्ने, त्यहाँ प्रयोग गरिने तयारी तथा अर्ध तयारी वस्तुहरुको नमूना लिई जाँच्ने, जाँच्न लगाउने र केही सुधार गर्नुपर्ने भए सो सुधार गर्न व्यवस्थापकलाई आदेश दिने,"
                                },
                                {
                                    "clause_marker": "(घ)",
                                    "content": "कार्यस्थल रहेको ठाउँमा स्वास्थ्य र सुरक्षाको दृष्टिकोणले कुनै जोखिम देखिएमा त्यस्तो जोखिम हटाउन तुरुन्त आवश्यक व्यवस्था मिलाउन रोजगारदातालाई आदेश दिने ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "प्रतिष्ठानको उत्पादन प्रक्रिया वा सेवा प्रदान गर्न आवश्यक कुनै पदार्थको प्रयोगबाट श्रमिकको स्वास्थ्यमा हानि नोक्सानी पुग्न सक्ने देखिएमा विभाग वा कार्यालयले तोकेको अधिकृतबाट त्यस्तो पदार्थको नमूना सङ्कलन गरी विशेषज्ञबाट परीक्षण गराउन सक्नेछ। त्यस्तो परीक्षण गर्न कुनै शुल्क लाग्ने भएमा त्यस्तो शुल्क रोजगारदाताले व्यहोर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (२) बमोजिम सङ्कलित नमूना परीक्षणबाट त्यस्तो पदार्थले मानव स्वास्थ्यमा प्रतिकुल असर गर्न सक्ने प्रमाणित भएमा नेपाल सरकारले त्यस्तो पदार्थको प्रयोग निषेध गर्न निर्देशन दिन सक्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "४९",
                    "section_title": "प्राथमिक उपचारको व्यवस्था गर्नुपर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "प्रतिष्ठानमा कार्यरत कुनै श्रमिकलाई कामको सिलसिलामा कुनै दुर्घटना भई चोटपटक लागेमा तत्काल उपचार गर्नको निमित्त रोजगारदाताले कार्यस्थल परिसरभित्र आवश्यक उपचारका सामग्री सहितको प्राथमिक उपचारको व्यवस्था मिलाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "कुनै श्रमिक कार्यस्थलमा वा रोजगारदाताले लगाएको कामको सिलसिलामा अन्य कुनै स्थानमा दुर्घटनामा परी चोटपटक लागेमा त्यस्तो श्रमिकको उपचार गर्दा लागेको खर्च सम्बन्धित मुख्य रोजगारदाताले व्यहोर्नु पर्नेछ ।",
                            "proviso": "तर मुख्य रोजगारदाताले ऐनको दफा ५४ वा ५५ बमोजिम श्रमिकको बीमा गराएको रहेछ भने त्यस्तो उपचार बापतको रकम बीमाबाट प्राप्त हुने रकमबाट कट्टा गरी लिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "कुनै श्रमिकले कामको सिलसिलामा चोटपटक लागी चिकित्सकको सिफारिश बमोजिम अस्पताल वा घरमा बसी उपचार गराउनु पर्ने भएमा रोजगारदाताले त्यस्तो श्रमिकलाई अस्पतालमा बसी उपचार गराएको भए सो अवधिको पूरै पारिश्रमिक र घरमा बसी उपचार गराएको भए सो अवधिको आधा पारिश्रमिक दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५०",
                    "section_title": "सूचना दिनु पर्ने :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै श्रमिक कामको सिलसिलामा दुर्घटनामा परेमा, दुर्घटनाको कारणबाट चोटपटक लागेमा वा मृत्यु भएमा सोको सूचना रोजगारदाता वा निजको प्रतिनिधिले सात दिनभित्र कार्यालयलाई दिनु पर्नेछ ।",
                            "proviso": "तर प्राथमिक उपचारबाट निको हुने सामान्य खालको दुर्घटना वा चोटपटक लागेमा कार्यालयलाई सूचना दिन आवश्यक पर्ने छैन।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिमको सूचना दिँदा दुर्घटना भएको मिति, समय, स्थान, घटनाको विवरण, दुर्घटनाको कारण, दुर्घटनामा परेको श्रमिकको नाम, ठेगाना र उपचार गराएको अस्पताल समेतको विवरण खुलाउनु पर्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "५१",
                    "section_title": "दुर्घटनाको जाँचबुझ :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "नियम ५० बमोजिम कुनै श्रमिक दुर्घटना परेको सूचना प्राप्त भएमा कार्यालयले निरीक्षकलाई जाँचबुझ अधिकारी तोकी सो सम्बन्धमा आवश्यक छानबिन वा जाँचबुझ गराउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम तोकिएको जाँचबुझ अधिकारीको काम, कर्तव्य देहाय बमोजिम हुनेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "घटनास्थल वा सम्बन्धित व्यक्तिसँग आवश्यक विवरण बुझ्ने, आवश्यक प्रमाण सङ्कलन गर्ने, आवश्यक कागजात पेश गर्न लगाउने, सोधपुछ गर्ने,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "कुनै पदार्थ वा उत्पादन प्रक्रियाको परीक्षण गर्नुपर्ने देखिएमा सोको अवश्यकता अनुसार नमूना सङ्कलन समेत गरी विशेषज्ञबाट परीक्षण गराउने,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "खण्ड (क) र (ख) बमोजिमको कार्य सम्पन्न गरी निर्धारित अवधिभित्र कार्यालय समक्ष प्रतिवेदन पेश गर्ने ।"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "५२",
                    "section_title": "व्यवसायजन्य रोगको सूची निर्धारण तथा क्षतिपूर्ति :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशित गरी ऐनको दफा ८२ को उपदफा (१) बमोजिमको व्यवसायजन्य रोगको सूची तोक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "कुनै श्रमिकलाई उपनियम (१) बमोजिमको कुनै व्यवसायजन्य रोग लागेको हो वा होईन भन्ने कुराको विवाद भएमा सम्बन्धित श्रमिकले सो यकिन गर्नको लागि कार्यालयमा निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (२) बमोजिम निवेदन परेमा वा कुनै श्रमिकलाई लागेको रोग व्यवसायजन्य रोग हो वा होइन भन्ने सम्बन्धमा विवाद उत्पन्न भएमा नेपाल सरकारले अन्तर्राष्ट्रिय श्रम सङ्गठनको मापदण्डलाई आधार मानी विशेषज्ञ चिकित्सकको समिति गठन गरी त्यस्तो समितिबाट प्राप्त प्रतिवेदनको आधारमा आवश्यक निर्णय लिनेछ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (३) बमोजिम कुनै श्रमिकलाई व्यवसायजन्य रोग लागेको ठहर भएमा त्यस्तो श्रमिकलाई रोजगारदाताले दिनु पर्ने उपचार खर्च र क्षतिपूर्तिको रकम निर्धारण गर्ने तथा त्यस्तो रकम उपलब्ध गराउने सम्बन्धी अन्य व्यवस्था मन्त्रालयले तोके बमोजिम हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५३",
                    "section_title": "निर्माण श्रमिक सम्बन्धमा रोजगारदाताको दायित्वः",
                    "content": "निर्माण श्रमिकको स्वास्थ्य तथा सुरक्षाको सम्बन्धमा रोजगारदाताको दायित्व देहाय बमोजिम हुनेछः-",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "कामको सिलसिलामा लाग्न सक्ने चोटपटक तथा स्वास्थ्यमा पर्न सक्ने प्रतिकूल प्रभावबाट बचाउन श्रमिकलाई आवश्यक सुरक्षा उपकरण वा पहिरन उपलब्ध गराउने वा त्यस्तो उपकरण वा पहिरन लगाउने व्यवस्था मिलाउने,"
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "निर्माण कार्यस्थलमा कामको सिलसिलामा श्रमिकलाई कुनै चोटपटक लागेमा तत्काल प्राथमिक उपचार गर्न सकिने व्यवस्था मिलाउने।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "८",
            "chapter_title": "निरीक्षण सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "५४",
                    "section_title": "अधिकारको प्रयोगः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कार्यालयको तर्फबाट सम्पादन गरिने काम, कर्तव्य र अधिकारको प्रयोग सम्बन्धित कार्यालयको प्रमुख भई काम गर्न तोकिएको निरीक्षकबाट हुनेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "ऐन र यस नियमावली बमोजिम निरीक्षक आफैले सम्पादन गर्ने भनी तोकिएको काम बाहेक निरीक्षकले आफू मातहतको कुनै निरीक्षक वा अधिकृतलाई ऐन र यस नियमावली बमोजिम कार्यालयले गर्नु पर्ने कुनै काम गर्न अधिकार प्रत्यायोजन गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "निरीक्षकले आफू कार्यालयमा अनुपस्थित भएको अवस्थामा कार्यालयमा निवेदन दर्ता गर्ने, विवादका पक्षहरुबीच वार्ता गराउने, प्रतिलिपी प्रमाणित गरिदिने र कार्यालयमा विचाराधीन उजुरीका सम्बन्धमा प्रमाण बुझ्ने लगायतका कार्य गर्न आवश्यक कर्मचारीको व्यवस्था मिलाउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५५",
                    "section_title": "निरीक्षण प्रतिवेदनमा खुलाउनु पर्ने विवरण :",
                    "content": "निरीक्षक वा कार्यालयको कर्मचारीले ऐनको दफा ९८ बमोजिम पेश गर्ने प्रतिवेदनमा देहायको विवरण खुलाउनु पर्नेछः",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "प्रतिष्ठान वा कार्यस्थलको विवरण,"
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "प्रतिष्ठानमा कार्यरत श्रमिकको विवरण,"
                        },
                        {
                            "clause_marker": "(ग)",
                            "content": "प्रतिष्ठानको कामको प्रकृति तथा भौतिक पूर्वाधार,"
                        },
                        {
                            "clause_marker": "(घ)",
                            "content": "ऐन र यस नियमावली बमोजिम प्रतिष्ठानले गर्नु पर्ने कुनै कामको सम्बन्धमा कार्यालयले दिएको आदेश वा निर्देशन कार्यान्वयनको अवस्था,"
                        },
                        {
                            "clause_marker": "(ङ)",
                            "content": "ऐन र यस नियमावली बमोजिम प्रतिष्ठानले गर्नु पर्ने कुनै कामको सम्बन्धमा कार्यालयले कुनै राय सुझाव दिएको भए सोको कार्यान्वयनको अवस्था,"
                        },
                        {
                            "clause_marker": "(च)",
                            "content": "निरीक्षकले प्रतिवेदनमा खुलाउनु पर्ने भनी तोकेका अन्य आवश्यक विवरण।"
                        }
                    ]
                },
                {
                    "section_number": "५६",
                    "section_title": "श्रम अडिट गर्नु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "प्रतिष्ठानले ऐन र यस नियमावली बमोजिम काम कारबाही भए नभएको सम्बन्धमा प्रत्येक वर्षको पौष मसान्तभित्र आफ्नो प्रतिष्ठानको सम्बन्धमा मन्त्रालयले तोकेको मापदण्ड बमोजिम प्रतिष्ठानको आफ्नै व्यवस्थापकीय तहको श्रमिक वा श्रम क्षेत्रसँग सम्बद्ध अन्य कुनै व्यक्ति वा संस्था मार्फत श्रम अडिट गराउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "प्रतिष्ठानले उपनियम (१) बमोजिम गरेको श्रम अडिटको प्रतिवेदन अनुसूची-१० बमोजिमको ढाँचामा राख्नु पर्नेछ । त्यस्तो प्रतिवेदन ऐनको दफा ९८ बमोजिम प्रतिष्ठानको निरीक्षण गर्ने निरीक्षकलाई उपलब्ध गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "श्रम अडिट गर्ने व्यक्तिले अडिट प्रतिवेदनमा गलत विवरण उल्लेख भएको पाइएमा श्रम कार्यालयले त्यस्तो गलत विवरण दिने व्यक्ति र प्रतिष्ठानको व्यवस्थापकलाई पटकै पिच्छे ऐनको दफा १६३ को उपदफा (२) को खण्ड (ख) बमोजिम जरिबाना गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "प्रतिष्ठानले ऐन तथा यस नियमावली बमोजिम गरेको श्रम अडिट प्रतिवेदनको प्रति श्रम सम्बन्ध समिति र प्रतिष्ठानसँग सम्बन्धित देहाय बमोजिमको नियामक निकायलाई समेत दिनु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "बैंक तथा वित्तीय संस्थाले नेपाल राष्ट्र बैंकमा,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "बीमा कम्पनीले बीमा समितिमा,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "गैर सरकारी संस्थाले सम्बन्धित जिल्ला प्रशासन कार्यालयमा,"
                                },
                                {
                                    "clause_marker": "(घ)",
                                    "content": "अन्य प्रतिष्ठानले आफूलाई स्थापना वा सञ्चालन अनुमति प्रदान गर्ने निकायमा ।"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "९",
            "chapter_title": "न्यूनतम पारिश्रमिक निर्धारण",
            "sections": [
                {
                    "section_number": "५७",
                    "section_title": "न्यूनतम पारिश्रमिक निर्धारण समिति :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐनको दफा १०७ बमोजिम श्रमिकको न्यूनतम पारिश्रमिक सिफारिस गर्न देहायबमोजिमको एक न्यूनतम पारिश्रमिक निर्धारण समिति रहनेछः-",
                            "committee_members": [
                                {
                                    "member_marker": "(क)",
                                    "description": "सहसचिव, श्रम सम्बन्ध हेर्ने महाशाखा, मन्त्रालय",
                                    "role": "अध्यक्ष"
                                },
                                {
                                    "member_marker": "(ख)",
                                    "description": "महानिर्देशक, श्रम विभाग",
                                    "role": "सदस्य"
                                },
                                {
                                    "member_marker": "(ग)",
                                    "description": "उपसचिव, उद्योग, वाणिज्य तथा आपूर्ति मन्त्रालय",
                                    "role": "सदस्य"
                                },
                                {
                                    "member_marker": "(घ)",
                                    "description": "निर्देशक, नेपाल राष्ट्र बैंक",
                                    "role": "सदस्य"
                                },
                                {
                                    "member_marker": "(ङ)",
                                    "description": "रोजगारदाताहरू मध्येबाट रोजगारदाता सङ्गठनले सिफारिस गरी पठाएका कम्तीमा एक महिला सहित तीनजना",
                                    "role": "सदस्य"
                                },
                                {
                                    "member_marker": "(च)",
                                    "description": "संयुक्त ट्रेड युनियन समन्वय केन्द्रले सिफारिस गरी पठाएका कम्तीमा एक महिला सहित तीनजना",
                                    "role": "सदस्य"
                                },
                                {
                                    "member_marker": "(छ)",
                                    "description": "शाखा प्रमुख, श्रम सम्बन्ध शाखा हेर्ने, मन्त्रालय",
                                    "role": "सदस्य-सचिव"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) को खण्ड (ङ) र (च) बमोजिम सदस्यको नाम सिफारिस गर्दा सोही सङ्ख्यामा वैकल्पिक सदस्यको नाम समेत सिफारिस गरी पठाउनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (१) को खण्ड (ङ) र (च) बमोजिम सदस्यको पदावधि दुई वर्षको हुनेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "न्यूनतम पारिश्रमिक निर्धारण समितिको सचिवालय मन्त्रालयमा रहनेछ र सचिवालयलाई आवश्यक जनशक्ति तथा बजेट मन्त्रालयले उपलब्ध गराउनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५८",
                    "section_title": "न्यूनतम पारिश्रमिक निर्धारण समितिको बैठकः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "न्यूनतम पारिश्रमिक निर्धारण समितिको बैठक समितिको अध्यक्षले तोकेको मिति, समय र स्थानमा बस्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "समितिको बैठकमा नेपाल सरकार, रोजगारदाता र ट्रेड युनियन सहित तीनवटै पक्षको प्रतिनिधित्व हुने गरी पचास प्रतिशतभन्दा बढी सदस्यको उपस्थिति भएमा बैठकको गणपुरक सङ्ख्या पुगेको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "सदस्य-सचिवले बैठक हुने लिखित सूचना र बैठकमा छलफल हुने कार्यसूची बैठक बस्ने मितिभन्दा कम्तीमा तीन दिन अगावै सदस्यलाई उपलब्ध गराउनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (३) बमोजिम बैठक बोलाउँदा नियम ५७ को उपनियम (१) को खण्ड (ङ) र (च) बमोजिमको कुनै सदस्य समितिको बैठकमा उपस्थित हुन नसक्ने जानकारी गराएमा निजको सट्टा वैकल्पिक सदस्यलाई समितिको बैठकमा आमन्त्रण गर्नु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "समितिसे आवश्यकता अनुसार सम्बन्धित क्षेत्रको विज्ञलाई र कुनै रोजगारदाताको व्यवसायको प्रकृति र त्यस्तो व्यवसाय सञ्चालन हुने भौगोलिक क्षेत्रमा कार्यरत श्रमिकको लागि न्यूनतम पारिश्रमिक निर्धारण गर्दा सम्बन्धित रोजगारदाता र श्रमिकका प्रतिनिधिलाई समेत बैठकमा आमन्त्रण गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "समितिको बैठकको निर्णय सदस्य-सचिवले प्रमाणित गर्नेछ।"
                        },
                        {
                            "subsection_number": "(७)",
                            "content": "समितिको निर्णय यथासम्भव सर्वसम्मतिको आधारमा हुनेछ।"
                        },
                        {
                            "subsection_number": "(८)",
                            "content": "समितिको बैठक सम्बन्धी अन्य कार्यविधि समिति आफैंले निर्धारण गर्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "१०",
            "chapter_title": "प्रतिष्ठानको आन्तरिक व्यवस्थापन",
            "sections": [
                {
                    "section_number": "५९",
                    "section_title": "सरूवा सम्झौता गर्नु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐनको दफा १०९ को उपदफा (२) बमोजिम कुनै श्रमिक एक प्रतिष्ठानबाट अर्को प्रतिष्ठानमा सरुवा हुन चाहेमा र सरुवा भई जान चाहेको प्रतिष्ठानले त्यस्तो श्रमिकलाई आफ्नो प्रतिष्ठानमा राख्न चाहेमा सरूवा गर्ने र सरूवा हुने प्रतिष्ठानबीच आपसी सम्झौता गरी श्रमिकको सरूवा गर्न, गराउन सकिनेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम गरिने सम्झौतामा देहायका कुराहरू उल्लेख गर्नु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "सरुवा गर्ने प्रतिष्ठान र सरुवा भई जाने प्रतिष्ठानको नाम, ठेगाना,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "प्रतिष्ठानको तर्फबाट सम्झौता गर्ने व्यक्तिको पद, नाम,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "सरुवा भई जाने श्रमिकको पद, नाम, थर, ठेगाना र कार्यरत प्रतिष्ठानमा नियुक्त भएको मिति,"
                                },
                                {
                                    "clause_marker": "(घ)",
                                    "content": "श्रमिकले खाइपाइ आएको पारिश्रमिक र सुविधा,"
                                },
                                {
                                    "clause_marker": "(ङ)",
                                    "content": "सरुवा भई जाने श्रमिकको नाममा संचयकोष र सामाजिक सुरक्षा कोषमा जम्मा हुने योगदान रकम र त्यस्तो रकम जम्मा गर्ने मिति,"
                                },
                                {
                                    "clause_marker": "(च)",
                                    "content": "श्रमिकको सेवा अवधि सरुवा भई जाने प्रतिष्ठानमा गर्ने सेवा अवधिमा जोडिने वा नजोडिने कुरा र सेवा अवधि नजोडिने भए सो कुरामा श्रमिकको मञ्जुरी भएको कुरा,"
                                },
                                {
                                    "clause_marker": "(छ)",
                                    "content": "श्रमिकले हाल खाइपाइ आएको सेवा सुविधा सरूवा भई जाने प्रतिष्ठानले दिने सेवा सुविधा भन्दा कमी हुने भएमा त्यस्तो सेवा सुविधामा श्रमिकको मन्जुरी भएको कुरा,"
                                },
                                {
                                    "clause_marker": "(ज)",
                                    "content": "सम्झौताका पक्षहरुले आवश्यक ठानेको अन्य कुराहरु।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (१) बमोजिम गरिएको सम्झौताको प्रतिलिपि प्रतिष्ठानले सम्बन्धित श्रमिकलाई उपलब्ध गराउनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "यस नियममा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि सम्बन्धित श्रमिकको मन्जुरी बिना कुनै श्रमिकलाई एक प्रतिष्ठानबाट अर्को प्रतिष्ठानमा सरूवा गर्न पाइने छैन।",
                            "proviso": "तर श्रमिकको पारिश्रमिक, सेवा, सुविधा सम्बन्धी प्रतिष्ठानको विनियमावली बमोजिम रोजगारदाताले आफ्नो एक कार्यस्थलमा कार्यरत श्रमिकलाई अर्को कार्यस्थलमा सरूवा गर्न बाधा पुग्ने छैन।"
                        }
                    ]
                },
                {
                    "section_number": "६०",
                    "section_title": "सरुवा हुँदा श्रमिकले पाउने सुविधाः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "प्रतिष्ठानमा कार्यरत श्रमिकलाई साविकको कार्यस्थलबाट अर्को कार्यस्थलमा सरुवा गर्दा रोजगारदाताले देहाय बमोजिम सुविधा दिनु पर्नेछ:-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "सरुवा भई जाने स्थानसम्म श्रमिकले आफ्नो मालसमान लैजाँदा लाग्ने यातायात भाडा बापतको खर्च,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "सरूवा भई गएको स्थानमा बासस्थान व्यवस्थापनको लागि एक महिनाको पारिश्रमिक बराबरको रकम ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि श्रमिकलाई सरुवा भएको स्थानसम्म जाँदा लाग्ने यातायात खर्च तथा त्यस्तो ठाउँमा बस्ने बसोबासको व्यवस्था रोजगारदाताले नै गरेकोमा त्यस्तो श्रमिकलाई यातायात र बासस्थान बापत थप खर्च दिनु पर्ने छैन।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "सरूवा हुने श्रमिक र निजका आश्रित परिवारका सदस्यहरुलाई विनियमावलीमा उल्लेख भएबमोजिम दैनिक तथा भ्रमण खर्च उपलब्ध गराउनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "सरूवा हुने श्रमिकलाई निजको स्थायी बासस्थान वा निज कार्यरत स्थान भन्दा बाहिर सरूवा गरी पठाउँदा श्रमिकको सेवा शर्त सम्बन्धी विनियमावलीमा उल्लेख भए बमोजिम बेजिल्ला भत्ता (आउट स्टेशन एलाउन्स) दिनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "यस नियममा अन्यत्र जुनसुकै कुरा उल्लेख भए तापनि आफ्नो बासस्थानबाट दैनिक रूपमा सहजै कार्यस्थलमा आवतजावत गर्न सकिने एकै स्थानको क्षेत्रको एक कार्यस्थलबाट अर्को कार्यस्थलमा वा श्रमिक आफैले सरुवा मागी गएको अवस्थामा निजलाई रोजगारदाताले यस नियम बमोजिमको थप सुविधा दिनु पर्ने छैन।"
                        }
                    ]
                },
                {
                    "section_number": "६१",
                    "section_title": "श्रम सम्बन्ध समिति :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दशजना वा सोभन्दा बढी श्रमिक कार्यरत प्रत्येक प्रतिष्ठानमा देहाय बमोजिमको एक श्रम सम्बन्ध समिति रहनेछः-",
                            "committee_members": [
                                {
                                    "member_marker": "(क)",
                                    "description": "प्रतिष्ठानको प्रमुख व्यवस्थापक वा निजले तोकेको व्यक्ति",
                                    "role": "संयोजक"
                                },
                                {
                                    "member_marker": "(ख)",
                                    "description": "प्रतिष्ठानको प्रमुख व्यवस्थापकले तोकेको व्यवस्थापकीय तहको दुईजना व्यक्ति",
                                    "role": "सदस्य"
                                },
                                {
                                    "member_marker": "(ग)",
                                    "description": "प्रतिष्ठानको ट्रेड युनियनको तर्फबाट एकजना महिला सहित चार जना श्रमिक",
                                    "role": "सदस्य"
                                },
                                {
                                    "member_marker": "(घ)",
                                    "description": "प्रतिष्ठानको प्रशासन शाखा प्रमुख",
                                    "role": "सदस्य-सचिव"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि तीन सयभन्दा बढी श्रमिक कार्यरत प्रतिष्ठानमा व्यवस्थापक र श्रमिकको तर्फबाट दुई दुई जना थप सदस्य रहनेछन्।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (१) को खण्ड (ग) बमोजिमको सदस्यको चयन प्रतिष्ठानको आधिकारिक ट्रेड युनियनको कार्यकारी समितिले गर्नु पर्नेछ । प्रतिष्ठानमा आधिकारिक ट्रेड युनियन नभएमा प्रतिष्ठानमा कार्यरत श्रमिकहरुले छानेको श्रमिकले समितिमा प्रतिनिधित्व गर्नेछ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (१) को खण्ड (ख) बमोजिमका सदस्यको कार्यकाल संयोजकले तोकेको अवधिसम्म र खण्ड (ग) बमोजिमका सदस्यको पदावधि समितिमा चयन भएको मितिले दुई वर्षको हुनेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "श्रम सम्बन्ध समितिको हिसाब किताबको खाता सञ्चालन श्रमिक र व्यवस्थापकले आफ्नो तर्फबाट तोकेका एक एक जना प्रतिनिधिको संयुक्त हस्ताक्षरबाट हुनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "६२",
                    "section_title": "श्रम सम्बन्ध समितिको बैठक :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "श्रम सम्बन्ध समितिको बैठक संयोजकको अध्यक्षतामा आवश्यकता अनुसार निजले तोकेको मिति, समय र स्थानमा बस्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "समितिको बैठक सामान्यतया प्रतिष्ठानको दैनिक कार्य सञ्चालनमा बाधा नपर्ने गरी कार्यालय समय अघि वा पछि बस्नेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "सदस्य-सचिवले समितिको बैठक बस्ने मिति, समय र स्थान तथा त्यस्तो बैठकमा हुने छलफलको विषय समेत उल्लेख गरी कम्तीमा चौबीस घण्टा अगावै सबै सदस्यहरुलाई सूचना दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "समितिको बैठकमा श्रमिक पक्षको उपस्थिति नभएसम्म बैठकको कारबाही अघि बढ्ने छैन।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "समितिको बैठकको निर्णय बैठकमा उपस्थित सदस्यहरूको यथासम्भव सर्वसम्मतबाट गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "समितिसे आवश्यक ठानेमा कुनै विज्ञ, रोजगारदाता, श्रम आपूर्तिकर्ता वा ट्रेड युनियन सम्बद्ध व्यक्तिलाई समितिको बैठकमा आमन्त्रण गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "(७)",
                            "content": "समितिको बैठक सम्बन्धी अन्य कार्यविधि समिति आफैले निर्धारण गरे बमोजिम हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६३",
                    "section_title": "श्रमिकको कार्य सम्पादन मूल्याङ्कन गर्नु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "रोजगारदाताले प्रतिष्ठानको विनियमावलीमा तोकिएको आधार तथा प्रकृया बमोजिम श्रमिकको कार्यसम्पादन मूल्याङ्कन गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "रोजगारदाताले कार्यसम्पादन मूल्याङ्कन गर्नु पर्ने श्रमिकलाई तत्सम्बन्धी फाराम उपलब्ध गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "रोजगारदाताले आर्थिक वर्षको शुरूमा प्रत्येक श्रमिकलाई अघिल्लो आर्थिक वर्षको कार्य सम्पादन मूल्याङ्कन फाराम भर्न लगाई त्यसको मूल्याङ्कन गरी त्यस्तो फारम कम्तीमा तीन वर्षसम्म सुरक्षित राखु पर्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "११",
            "chapter_title": "सामूहिक विवादको समाधान",
            "sections": [
                {
                    "section_number": "६४",
                    "section_title": "सामूहिक सौदाबाजी समितिका सदस्यः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐनको दफा ११६ बमोजिम गठन हुने सामूहिक सौदाबाजी समितिमा सम्बन्धित प्रतिष्ठानमा कार्यरत श्रमिकहरुको सङ्ख्याको आधारमा देहाय बमोजिमका सदस्यहरु रहने छन्:-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "बीस जनासम्म श्रमिक कार्यरत प्रतिष्ठानमा -तीन जना,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "बीस जनाभन्दा बढी एक सय जनासम्म श्रमिक कार्यरत प्रतिष्ठानमा -पाँच जना,"
                                },
                                {
                                    "clause_marker": "(ग)",
                                    "content": "एकसय भन्दा बढी श्रमिक कार्यरत प्रतिष्ठानमा प्रत्येक थप पचास जना बराबर थप एक जनाको दरले बढीमा - एघार जना।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि सामूहिक सौदाबाजी समितिमा रहने श्रमिकको नाम मनोनयन गर्दा प्रतिष्ठानमा कार्यरत श्रमिकको सङ्ख्या अनुसार बढीमा पाँचजना वैकल्पिक नाम समेत मनोनयन गरी पठाउनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "सामूहिक सौदाबाजी समितिको सदस्य रहेको कुनै श्रमिक त्यस्तो समितिको बैठकमा उपस्थित हुन नसक्ने भएमा निजको सट्टा उपनियम (२) बमोजिमको कुनै वैकल्पिक सदस्यले त्यस्तो बैठकमा प्रतिनिधित्व गर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६५",
                    "section_title": "मध्यस्थको खर्च :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐनको दफा ११९ को उपदफा (३) बमोजिम नेपाल सरकारले गठन गरेको मध्यस्थको पारिश्रमिक, मध्यस्थकर्ताले विवाद समाधानको सिलसिलामा वार्ता वा छलफल गर्दा लाग्ने व्यवस्थापन खर्च, खाजा तथा खाना खर्च, यातायात खर्च जस्ता भैपरी आउने खर्चको बील बमोजिमको रकम नेपाल सरकारले व्यहोर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "मध्यस्थको पारिश्रमिक वा भत्ता सुविधा मन्त्रालयले अर्थ मन्त्रालयको सहमति लिई निर्धारण गरेको मापदण्ड बमोजिम हुनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "६६",
                    "section_title": "लिखित रुपमा दाबी प्रतिदाबी पेश गर्नुपर्ने :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐनको दफा ११९ को उपदफा (५) बमोजिम मध्यस्थताबाट विवाद समाधान गराउन चाहने पक्षले दाबी पेश गर्दा शुरु माग दाबीमध्ये सहमती भइसकेको विषयमा सहमती भइसकेको व्यहोरा उल्लेख गरी बाँकी विषयहरु र सो पुष्टि गर्ने आधार सहित मध्यस्थले काम प्रारम्भ गरेको सातदिन भित्र लिखितरुपमा मध्यस्थ समक्ष दाबी पेश गर्नु पर्नेछ । त्यसरी दाबी पेश गर्दा सामूहिक माग दाबीभन्दा बाहिर वा असम्बद्ध कुनै विषयमा दाबी पेश गर्न पाईने छैन।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम दाबी पेश भएपछि मध्यस्थकर्ताले त्यस्तो दाबीको जानकारी सहित प्रतिदाबी पेश गर्न अर्को पक्षलाई सात दिनको समय दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६७",
                    "section_title": "समूहगत सामूहिक सौदाबाजी समिति :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "चिया बगान, कार्पेट उत्पादन, निर्माण व्यवसाय, इट्टा उद्योग, सिमेन्ट उद्योग, गार्मेन्ट, जुट र विभागले तोकेका अन्य समान प्रकृतिका वस्तु उत्पादक वा सेवा प्रदायक वा व्यवसायीहरुको उद्योगहरुमा क्रियाशील ट्रेड युनियन संघले उद्योग समूहको रोजगारदाता संघ समक्ष माग दाबी पेश गर्न बढीमा एघार जना सदस्य रहेको समूहगत सामूहिक सौदाबाजी समिति गठन गर्न सक्नेछन्।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिमको समितिलाई ऐनको दफा ११६ को उपदफा (५) बमोजिम सामूहिक सौदाबाजी समितिलाई भए सरहको अधिकार हुनेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (१) बमोजिमका श्रमिकले समूहगत सामूहिक सौदाबाजी समिति गठन गर्दा आवश्यकता अनुसार वैकल्पिक सदस्य समेत चयन गर्नु पर्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "६८",
                    "section_title": "सामूहिक माग दाबी पेश गर्ने तरिका :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "नियम ६७ बमोजिमको समूहगत सामूहिक सौदाबाजी समितिले माग दाबी पेश गर्दा सम्बन्धित उद्योग समूहको रोजगारदाता संघ समक्ष लिखित रूपमा मागदाबी पेश गर्नु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम सामूहिक मागदाबी प्राप्त भएमा रोजगारदाता संघले सो मागदाबी बुझिलिई सोको निस्सा सम्बन्धित समूहगत सामूहिक सौदाबाजी समितिलाई दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६९",
                    "section_title": "सामूहिक सौदाबाजी सम्बन्धी कार्यविधि तथा सम्झौता :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "नियम ६८ बमोजिम माग दाबी प्राप्त भएमा रोजगारदाता संघले समूहगत सामूहिक सौदाबाजी समितिसँग छलफल गरी सामान्यतया दाबी पेश भएको एक्काइस दिनभित्र त्यस्तो दाबी सम्बन्धी विवाद समाधान गर्नु पर्नेछ। रोजगारदाता संघ र त्यस्तो सामूहिक सौदाबाजी समितिबीच सहमति भएमा विवाद समाधान गर्नु पर्ने अवधि थप गर्न सकिनेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम विवाद समाधान नभएमा समूहगत सामूहिक सौदाबाजी समितिले विभाग समक्ष निवेदन दिन सक्नेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (२) बमोजिम निवेदन प्राप्त भएमा विभागले सम्बन्धित रोजगारदाता संघ र सामूहिक सौदाबाजी समितिलाई छलफलका लागि मिति र समय तोकी सूचना दिनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "विभागले उपनियम (२) बमोजिम निवेदन प्राप्त भएको तीस दिनभित्र सम्बन्धित रोजगारदाता संघ र सामूहिक सौदाबाजी समितिबीच वार्ता गराई दाबी सम्बन्धी विवाद समाधान गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "उपनियम (४) मा जुनसुकै कुरा लेखिएको भए तापनि तीन वटै पक्षको सहमतिको आधारमा विवाद समाधान गर्नु पर्ने अवधि थप गर्न सकिनेछ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "उपनियम (५) बमोजिमको वार्ता गराउँदा सम्बन्धित रोजगारदाता संघ र सामूहिक सौदाबाजी समितिबीच मेलमिलाप भएमा सो दाबी सम्बन्धी विवाद समाधान भएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(७)",
                            "content": "उपनियम (६) बमोजिम भएको मेलमिलाप सम्बन्धित पक्षलाई बाध्यकारी हुनेछ ।"
                        },
                        {
                            "subsection_number": "(८)",
                            "content": "यस नियम बमोजिम विवाद समाधानको प्रक्रिया अवलम्बन गर्दा विवाद समाधान हुन नसकेमा सम्बन्धित पक्षहरूले ऐनको परिच्छेद-१९ बमोजिमको प्रक्रिया अवलम्बन गर्न सक्नेछन्।"
                        }
                    ]
                },
                {
                    "section_number": "७०",
                    "section_title": "असल नियतले सामूहिक सौदाबाजी वा सम्झौता गर्नु पर्ने :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ट्रेड युनियन वा सौदाबाजी समितिले रोजगारदाता वा रोजगारदाता संघ समक्ष सामूहिक माग दाबी प्रस्तुत गरेपछि दुवै पक्षले सामूहिक सौदाबाजी र सम्झौता गर्दा असल नियतले गर्नु पर्नेछ ।",
                            "explanation": {
                                "title": "स्पष्टीकरणः",
                                "content": "यस नियमको प्रयोजनको लागि \"असल नियत\" भन्नाले देहायका कुरा सम्झनु पर्छः-",
                                "clauses": [
                                    {
                                        "clause_marker": "(क)",
                                        "content": "वार्ताको लागि तोकिएको मिति, समय र स्थानमा उपस्थित हुने,"
                                    },
                                    {
                                        "clause_marker": "(ख)",
                                        "content": "वार्ता तथा सम्झौताका लागि आफूले पाएको अख्तियारी तथा अन्य आवश्यक कुरा वार्ताको समयमा प्रष्ट पार्ने,"
                                    },
                                    {
                                        "clause_marker": "(ग)",
                                        "content": "दाबीकर्ताले आफ्नो दाबी र सो पुष्टी गर्ने आधार तथा रोजगादाता वा रोजगारदाता सङ्गठनले आफ्नो प्रतिवाद वा सोको पुष्टी गर्ने आधार प्रस्तुत गर्ने,"
                                    },
                                    {
                                        "clause_marker": "(घ)",
                                        "content": "एक पक्षले राखेको प्रस्तावलाई अर्को पक्षले गम्भीरता पूर्वक सुन्ने र त्यसमा शिष्टतापूर्वक आफ्नो प्रतिक्रिया वा टिप्पणी राख्ने,"
                                    },
                                    {
                                        "clause_marker": "(ङ)",
                                        "content": "वार्ता गर्दा खुला, पारदर्शी र इमान्दारी साथ गर्ने, वार्ताको क्रममा सहमती भएको र नभएको विषय खुलाई प्रत्येक बैठकको माइन्युट तयार गर्ने,"
                                    },
                                    {
                                        "clause_marker": "(च)",
                                        "content": "वार्तामा प्रस्तुत हुँदा मर्यादित र अनुशासित तवरले प्रस्तुत हुने, एकपक्षले अर्को पक्षलाई झुक्याउने वा दुःख दिने नियतले कुनै कार्य नगर्ने,"
                                    },
                                    {
                                        "clause_marker": "(छ)",
                                        "content": "एक पक्षले अर्को पक्षलाई अप्ठ्यारो पार्ने नियतले नयाँ दाबी वा शर्त थप नगर्ने,"
                                    },
                                    {
                                        "clause_marker": "(ज)",
                                        "content": "वार्ता प्रक्रिया शुरू भएपछि वार्ता वा सौदाबाजी प्रक्रियामा सहभागी हुन अस्वीकार नगर्ने,"
                                    },
                                    {
                                        "clause_marker": "(झ)",
                                        "content": "समस्या समाधान गर्ने उद्देश्यले वार्ता गर्ने र सौदाबाजी प्रक्रियामा सामेल हुने,"
                                    },
                                    {
                                        "clause_marker": "(ञ)",
                                        "content": "अर्को पक्षले दिएको सूचना तथा जानकारी तथा प्रस्ताव माथि पूर्वाग्रही नभई विचार गर्ने र त्यसमा कुनै गलत तथ्य वा सूचना भएमा शिष्टता पूर्वक खण्डन गर्ने र सत्य तथ्यबारे अर्को पक्षलाई जानकारी दिने,"
                                    },
                                    {
                                        "clause_marker": "(ट)",
                                        "content": "अर्को पक्षका आधिकारिक प्रतिनिधिसँग अनिवार्य वार्ता गर्न र खास प्रतिनिधिसँग मात्र वार्ता गर्न वा नगर्न अडान नराख्ने ।"
                                    }
                                ]
                            }
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम असल नियतले वार्ता गर्ने प्रयोजनको लागि रोजगारदाताले देहायका कुराको प्रबन्ध गर्नु पर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "सामूहिक सौदाबाजी समितिमा रहेका श्रमिक प्रतिनिधिलाई ट्रेड युनियन वा श्रमिकहरुसँग सरसल्लाह गर्न र वार्ताको विषयमा जानकारी दिन उपयुक्त मौका दिने,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "सामूहिक सौदाबाजी समितिमा रहेका श्रमिक प्रतिनिधिलाई सामूहिक सौदाबाजी प्रक्रियामा सहभागी भई वार्ता, मेलमिलाप वा सामूहिक सम्झौता गर्नको लागि तोकिएको दिनको लागि पारिश्रमिक सहितको बिदाको व्यवस्था गर्ने।"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "७१",
                    "section_title": "असल नियतले वार्ता गर्न निर्देशन दिन सक्ने :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "सामूहिक मागदाबी पेश गर्ने सामूहिक सौदाबाजी समिति वा रोजगारदाता वा रोजगारदाता सङ्गठनले वार्ता गर्न अस्वीकार गरेमा वा वार्ता गर्दा असल नियतले वार्ता नगरेमा मर्का पर्ने पक्षले असल नियतले वार्ता गर्न गराउन विभागसमक्ष निवेदन दिन सक्नेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम निवेदन प्राप्त भएमा विभागले वार्ताका पक्षहरूलाई असल नियतले वार्ता गर्न निर्देशन दिन सक्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "१२",
            "chapter_title": "रोजगारी अन्त्य सम्बन्धी व्यवस्",
            "sections": [
                {
                    "section_number": "७२",
                    "section_title": "सूचना दिनु पर्ने :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐनको दफा १४५ बमोजिम कुनै कारणले श्रमिकको सङ्ख्यामा कटौती गरिएको प्रतिष्ठान दुईवर्षभित्र पुनः सञ्चालनमा आएमा वा श्रमिक कटौती गरिएको कुनै प्रतिष्ठानमा पुनः श्रमिक थप गर्नु परेमा त्यस्तो प्रतिष्ठानले त्यसरी कटौती गरिएका श्रमिकलाई कम्तीमा पन्ध्र दिनको सूचना दिई काममा बोलाउनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिमको सूचना राष्ट्रियस्तरको पत्रपत्रिका तथा विद्युतीय सञ्चार माध्यमबाट प्रकाशन एवं प्रसारण गर्न लगाई मन्त्रालयको जब पोर्टल तथा प्रतिष्ठानको वेबसाइटमा कम्तीमा पन्ध्र दिनसम्म राखु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (१) बमोजिम प्रकाशित सूचना अनुसार प्रतिष्ठानको सम्पर्कमा आउने श्रमिकलाई प्रतिष्ठानले निजको योग्यता, अनुभव, कार्य क्षमता आदिको आधारमा छनोट गरी आवश्यक सङ्ख्यामा काममा लगाउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (३) मा जुनसुकै कुरा लेखिएको भए तापनि प्रतिष्ठानले कार्यस्थलमा नयाँ प्रविधि जडान गरेको वा उत्पादन प्रक्रियामा परिवर्तन गरेको कारणले पुराना श्रमिकबाट कार्य सञ्चालन गर्न नसक्ने अवस्था भएमा वा श्रमिकको उमेर तथा शारीरिक अवस्थाको कारणबाट पुराना श्रमिकलाई काममा लगाउन नसक्ने भएमा नयाँ श्रमिक छनौट गरी काममा लगाउन बाधा पर्ने छैन।"
                        }
                    ]
                },
                {
                    "section_number": "७३",
                    "section_title": "अनुमति लिनु पर्ने :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै प्रतिष्ठानले श्रमिकको अनिवार्य अवकाशको उमेर अन्ठाउन्न वर्षभन्दा कम कायम गर्ने गरी विनियमावलीमा व्यवस्था गर्न चाहेमा सोको आधार र कारण सहित मन्त्रालयमा निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम कुनै प्रतिष्ठानबाट निवेदन प्राप्त भएमा मन्त्रालयले स्वीकृतिको लागि केन्द्रीय श्रम सल्लाहकार परिषदमा पठाउनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (२) बमोजिम मन्त्रालयबाट लेखी आएमा परिषदले श्रमिकको अवकाश उमेर अन्ठाउन्न वर्षभन्दा कम गर्न प्रतिष्ठानले पेश गरेको आधार, कारण र सो सम्बन्धमा त्यस्तै प्रकृतिका अन्य प्रतिष्ठान वा मुलुकको अभ्यास समेतको आधारमा त्यस्तो प्रतिष्ठानको श्रमिकको सेवा शर्त सम्बन्धी विनियमावली संशोधन गर्न स्वीकृति दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७४",
                    "section_title": "रोजगारी अन्त्य भएपछि पाउने रकमको भुक्तानी गर्ने तरिकाः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐन र यस नियमावली बमोजिम रोजगारी अन्त्य भएको श्रमिकले पाउने पारिश्रमिक, सञ्चित बिदा वा अन्य कुनै सुविधा बापतको रकम बुझिलिन श्रमिक आफैं उपस्थित हुन नसक्ने भएमा वा नआएमा त्यस्तो रकम निजले प्रतिष्ठानलाई उपलब्ध गराएको बैंक वा वित्तीय संस्थाको खातामा जम्मा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "कुनै श्रमिकको बैंक वा वित्तीय संस्थामा खाता नभएमा रोजगारदाताले त्यस्तो श्रमिकले मञ्जुरी दिएको निजको परिवारको अन्य कुनै सदस्यको बैंक खातामा त्यस्तो रकम जम्मा गरिदिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (१) र (२) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै श्रमिकले ऐन र यस नियमावली बमोजिम पाउने पारिश्रमिक, सञ्चित बिदा वा अन्य कुनै सुविधा बापतको रकम लिन नपाउँदै निजको मृत्यु भएमा रोजगारदाताले त्यस्तो रकम निजको परिवारको देहायको क्रममा रहेको सदस्यलाई भुक्तानी दिनु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "(क)",
                                    "content": "श्रमिकले कसैलाई इच्छाएको रहेछ भने इच्छाएको व्यक्तिलाई,"
                                },
                                {
                                    "clause_marker": "(ख)",
                                    "content": "खण्ड (क) बमोजिम इच्छाएको व्यक्ति नभएमा वा इच्छाएको व्यक्तिको मृत्यु भैइसकेको अवस्थामा देहायको क्रम अनुसारको परिवारको सदस्यलाई:-",
                                    "subclauses": [
                                        {
                                            "subclause_marker": "(१)",
                                            "content": "सगोलमा बस्ने श्रीमान वा श्रीमती,"
                                        },
                                        {
                                            "subclause_marker": "(२)",
                                            "content": "सगोलमा बस्ने छोरा, बुहारी वा अविवाहिता छोरी,"
                                        },
                                        {
                                            "subclause_marker": "(३)",
                                            "content": "सगोल बस्ने नाति नातिनी वा एकाघरका बाबु, आमा वा सासु, ससुरा,"
                                        },
                                        {
                                            "subclause_marker": "(४)",
                                            "content": "भिन्न बस्ने श्रीमान वा श्रीमती, छोरा, बुहारी वा विवाहिता छोरी।"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "यस नियममा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै श्रमिकले ऐन तथा यस नियमावली बमोजिम पाउने पारिश्रमिक वा सुविधा निजले प्रतिष्ठानलाई उपलब्ध गराएको बैंक खातामा जम्मा हुन नसकेमा वा रोजगारी छोडेको तीन वर्षभित्र उपनियम (२) बमोजिम सम्बन्धित श्रमिक वा उपनियम (३) बमोजिम निजको हकवालाले त्यस्तो रकम दाबी गर्न नआएमा रोजगारदाताले त्यस्तो रकम सामाजिक सुरक्षा कोषमा जम्मा गरिदिनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "उपनियम (४) बमोजिम कुनै श्रमिकको पारिश्रमिक वा सेवा सुविधा सामाजिक सुरक्षा कोषमा जम्मा भइसकेपछि त्यस्तो श्रमिक वा निजको हकवालाले त्यसरी जम्मा भएको रकमको हदभन्दा बढी दाबी लिन पाउने छैन।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "१३",
            "chapter_title": "मुद्दा तथा उजुरीको कार्यविधि",
            "sections": [
                {
                    "section_number": "७५",
                    "section_title": "श्रम अदालतको कार्यविधिः",
                    "content": "ऐनको दफा १६० बमोजिम श्रम अदालतमा दायर भएको मुद्दाको कारबाही र किनारा श्रम अदालत कार्यविधि नियमावली, २०५२ बमोजिम हुनेछ ।"
                },
                {
                    "section_number": "७६",
                    "section_title": "उजुरीको कारबाही तथा किनाराः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "ऐनको दफा १६२ बमोजिम कसैले विभाग वा कार्यालयमा उजुरी गरेमा विभाग वा कार्यालयले त्यस्तो उजुरी दर्ता किताबमा दर्ता गरी सोको निस्सा सम्बन्धित उजुरीकर्तालाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम दर्ता हुन आएको उजुरीको व्यहोराबाट उजुरीकर्ता र उजुरी गरिएको पक्षबीच मेलमिलाप गर्न उचित देखेमा विभाग वा कार्यालयले सम्बन्धित पक्षलाई झिकाई मेलमिलाप गराउन सक्नेछ।",
                            "proviso": "तर ऐनको दफा १६३ बमोजिम जरिबाना हुने विषयमा मेलमिलाप हुन सक्ने छैन ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (२) बमोजिम दुबै पक्षबीच मेलमिलाप हुन नसकेमा विभाग वा कार्यालयले सो सम्बन्धमा दुबै पक्षलाई आफ्नो दाबी पुष्ट्याईं गर्ने आधार र कारण सहितका प्रमाण पेश गर्न लगाई सोही आधारमा निर्णय लिई सम्बन्धित पक्षलाई निर्णय कार्यान्वयन गर्न आवश्यक आदेश दिन सक्नेछ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपनियम (३) बमोजिम विभाग वा कार्यालयले दिएको आदेश पालना नभएको भनी सम्बन्धित पक्षले विभाग वा कार्यालयमा निवेदन दिएमा विभाग वा कार्यालयले ऐनको दफा १६६, १६७ वा १६८ बमोजिम भएको निर्णय कार्यान्वयन गर्न, गराउन सक्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "१४",
            "chapter_title": "विविध",
            "sections": [
                {
                    "section_number": "७७",
                    "section_title": "आधारभूत पारिश्रमिकः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कार्यगत रोजगारीमा रहेको श्रमिकको आधारभूत पारिश्रमिक निजले खाइपाइ आएको तीन महिनाको औसत मासिक पारिश्रमिकको साठी प्रतिशतले हुन आउने रकम बराबर हुनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि यस नियम बमोजिम निर्धारण गरिएको आधारभूत पारिश्रमिक नेपाल सरकारले ऐन बमोजिम निर्धारण गरेको न्यूनतम पारिश्रमिक भन्दा कम हुने छैन।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "कुनै रोजगारीमा रहेको श्रमिकको आधारभूत पारिश्रमिक निर्धारण भएको रहेनछ भने सामान्यतया त्यस्तो श्रमिकले खाइपाइ आएको पारिश्रमिकको साठी प्रतिशतले हुन आउने रकमलाई त्यस्तो रोजगारीको लागि आधारभूत पारिश्रमिक मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७८",
                    "section_title": "गोटा गन्ती (पिस रेट) को दर निर्धारण:",
                    "content": "कार्यगत रोजगारी अन्तरगत गोटा गन्ती (पिस रेट) मा काम गर्ने श्रमिकको प्रति गोटा गन्ती (पिस रेट) को दर निर्धारण गर्दा देहाय बमोजिम गर्नु पर्नेछः-",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "श्रमिक र रोजगारदाताबीच सहमति भएमा सोही बमोजिम,"
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "न्यूनतम पारिश्रमिक वृद्धि भएकोमा जुन अनुपातमा न्यूनतम पारिश्रमिक वृद्धि भएको हो सोही अनुपातमा पिस रेट दर वृद्धि गरी कायम गर्ने,"
                        },
                        {
                            "clause_marker": "(ग)",
                            "content": "खण्ड (क) र (ख) बाहेकको अवस्थामा श्रमिकको न्यूनतम पारिश्रमिकको प्रतिघन्टाको दरको आधारमा।"
                        }
                    ]
                },
                {
                    "section_number": "७९",
                    "section_title": "श्रम समन्वय समिति :",
                    "content": "विभागको महानिर्देशकको अध्यक्षतामा अधिक प्रतिनिधिमूलक ट्रेड युनियन महासंघका प्रतिनिधि र रोजगारदाता सङ्गठनको प्रतिनिधि रहेको एक केन्द्रीयस्तरको श्रम समन्वय समिति रहनेछ ।"
                },
                {
                    "section_number": "८०",
                    "section_title": "श्रम समन्वय समितिको काम, कर्तव्य अधिकारः",
                    "content": "नियम ७९ बमोजिमको श्रम समन्वय समितिको काम, कर्तव्य र अधिकार देहाय बमोजिम हुनेछः-",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "कुनै प्रतिष्ठानमा भएको औद्योगिक विवादलाई समाधान गर्नको लागि सम्बद्ध पक्षसँग छलफल गरी आवश्यक सुझाव दिने,"
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "श्रमिक तथा रोजगारदाताबीच कुनै विवाद उत्पन्न भएको वा हुने सम्भावना देखिएमा त्यस्तो श्रम विवाद समाधान गर्न सरोकारवालासँग विवाद समाधान गर्न आवश्यक पहल र समन्वय गर्ने ।"
                        }
                    ]
                },
                {
                    "section_number": "८१",
                    "section_title": "व्यक्तिगत अभिलेख व्यवस्थापन र हाजिरी सम्बन्धी व्यवस्थाः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "रोजगारदाताले आफू मातहत काम गर्ने प्रत्येक श्रमिकको नाम, ठेगाना, पारिवारिक विवरण, नागरिकता, सम्पर्क फोन नम्बर, इमेल तथा रोजगारदाताले आवश्यक ठानेका अन्य विवरण सहितको व्यक्तिगत विवरण सहितको अभिलेख राखु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिमको विवरणमा कुनै परिवर्तन भएमा सोको जानकारी यथाशीघ्र रोजगारदातालाई दिनु सम्बन्धित श्रमिकको कर्तव्य हुनेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "रोजगारदाताले श्रमिकलाई भुक्तान गरेको पारिश्रमिक तथा हाजिरी सम्बन्धी अभिलेख कम्तीमा पाँच वर्ष सुरक्षित राखु पर्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "८२",
                    "section_title": "सेवा शुल्कको वितरणः",
                    "content": "होटल, मोटल, रेष्टुरेन्ट, जंगल सफारी वा यस्तै अन्य व्यवसाय गर्ने रोजगारदाताले ग्राहकबाट कुनै सेवा शुल्क लिएको भए त्यस्तो सेवा शुल्क रकम देहाय बमोजिम श्रमिकलाई वितरण गर्नु पर्नेछः-",
                    "clauses": [
                        {
                            "clause_marker": "(क)",
                            "content": "यो नियमावली प्रारम्भ भएपछि रोजगारदाता सङ्गठन तथा सम्बन्धित व्यवसायसँग सम्बद्ध अधिक प्रतिनिधिमूलक ट्रेड युनियन संघबीच सम्झौता भएकोमा सोही बमोजिम."
                        },
                        {
                            "clause_marker": "(ख)",
                            "content": "खण्ड (क) बमोजिम सम्झौता नभएकोमा सेवाशुल्क बापत उठाइएको मासिक रकमलाई शत प्रतिशत मानी देहाय बमोजिम वितरण गर्नेः",
                            "subclauses": [
                                {
                                    "subclause_marker": "(१)",
                                    "content": "प्रतिष्ठानमा कार्यरत श्रमिक, ऐनको दफा १८ बमोजिम कार्यरत तालिमी वा श्रम आपूर्तिकर्ता मार्फत कार्यरत श्रमिकलाई दामासाहीले कुल रकमको एकहत्तर प्रतिशत रकम,"
                                },
                                {
                                    "subclause_marker": "(२)",
                                    "content": "ब्रेकेज तथा अपरेशनल लिकेज व्यवस्थापनको लागि रोजगारदातालाई कुल रकमको चौबीस प्रतिशत रकम,"
                                },
                                {
                                    "subclause_marker": "(३)",
                                    "content": "होटल व्यवसायसँग सम्बन्धित रोजगारदाताको सङ्गठनले दुई दशमलब पाँच प्रतिशत तथा होटल क्षेत्रका अधिक प्रतिनिधिमूलक ट्रेड युनियन संघले दुई दशमलब पाँच प्रतिशत ।"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "८३",
                    "section_title": "घरेलु श्रमिकको सार्वजनिक र साप्ताहिक बिदाः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "घरेलु श्रमिकले वर्षमा बाह्र दिन पारिश्रमिक सहितको सार्वजनिक बिदा र हप्तामा एक दिन पारिश्रमिक सहितको साप्ताहिक बिदा पाउनेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "कुनै कारणले घरेलु श्रमिकलाई साप्ताहिक बिदा वा सार्वजनिक बिदाको दिनमा काममा लगाउनु परेमा रोजगारदाताले त्यस्तो घरेलु श्रमिकलाई एक्काईस दिनभित्र सट्टा बिदा वा बढी समय काम गरे बापतको थप पारिश्रमिक दिनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपनियम (१) र (२) मा जुनसुकै कुरा लेखिएको भए तापनि रोजगारदाता र श्रमिकबीच ऐन र यस नियमावलीको अधीनमा रही छुट्टै सम्झौता भई घरेलु श्रमिकको रूपमा कार्यरत श्रमिकको हकमा सोही सम्झौता बमोजिम हुनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "८४",
                    "section_title": "कल्याणकारी कोषको सञ्चालनः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "बोनस ऐन, २०३० को दफा १३ बमोजिम बोनस वितरण गरी बाँकी रहेको रकम व्यवस्थापनको लागि प्रत्येक प्रतिष्ठानले प्रतिष्ठान स्तरमा कल्याणकारी कोष स्थापना गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम कल्याणकारी कोषमा बोनस ऐन, २०३० को दफा ५ बमोजिम बोनस वितरण गरी बाँकी रहेको मध्ये सत्तरी प्रतिशत रकम जम्मा हुनेछ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "कोषको सञ्चालन र प्रयोग श्रम सम्बन्ध समितिको निर्णय बमोजिम हुनेछ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "कोषमा भएको रकमको प्रयोग गर्दा प्रतिष्ठानका सबै प्रकारका श्रमिक वा निजका परिवारका सदस्यहरुको उपचार, शैक्षिक बिकास, खेलकुद तथा मनोरन्जन प्रयोजनका लागि तथा सबै श्रमिकको हित हुने अन्य कार्यका लागि खर्च गर्न सकिनेछ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "कल्याणकारी कोषमा रकम बाँकी रहँदै प्रतिष्ठानमा कार्यरत सबै श्रमिक कटौतीमा परेमा वा प्रतिष्ठान लिक्विडेशनमा गएमा उक्त रकम लिक्विडेशन प्रक्रिया प्रारम्भ हुनुभन्दा एक वर्ष अघिसम्म प्रतिष्ठानमा कार्यरत सबै श्रमिकलाई दामासाहीले वितरण गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८५",
                    "section_title": "बासस्थान कोषको रकम खर्च गर्न सक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यो नियमावली प्रारम्भ हुँदाका बखत कुनै प्रतिष्ठानमा श्रम ऐन, २०४८ को दफा ४१ बमोजिम स्थापित बासस्थान कोष कायम रहेछ भने त्यस्तो कोषको रकम प्रतिष्ठानले श्रमिक आवासको व्यवस्थापन गर्न वा श्रम सम्बन्ध समितिको निर्णय अनुसार श्रमिकको हित हुने कुनै योजनामा खर्च गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिमको कोषमा रकम बाँकी रहेको अवस्थामा प्रतिष्ठान बन्द भएमा वा लिक्विडेशनमा गएमा त्यस्तो रकममध्ये पचास प्रतिशत रकम रोजगारदाताले र बाँकी पचास प्रतिशत रकम तत्काल कायम रहेका श्रमिकहरूबीच दामासाहीले वितरण गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८६",
                    "section_title": "यो नियमावली लागू हुनेः",
                    "content": "श्रम सम्बन्धी कुनै विवादको समाधानको लागि हुने सामूहिक सौदाबाजी, मध्यस्थ वा अन्य कुनै काम कारबाहीको सम्बन्धमा यस नियमावली बमोजिमको कार्यविधि अपनाउनु पर्नेछ ।"
                },
                {
                    "section_number": "८७",
                    "section_title": "अनुसूचीमा हेरफेर गर्न सक्नेः",
                    "content": "मन्त्रालयले नेपाल राजपत्रमा सूचना प्रकाशन गरी अनुसूचीमा आवश्यकता अनुसार हेरफेर गर्न सक्नेछ।"
                },
                {
                    "section_number": "८८",
                    "section_title": "खारेजी र बचाउ :",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "श्रम नियमावली, २०५० र चिया बगान सम्बन्धी नियमावली, २०५० खारेज गरिएको छ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपनियम (१) बमोजिम खारेज गरिएका नियमावलीहरू बमोजिम भए गरेका काम कारबाहीहरु यसै नियमावली बमोजिम भए गरेको मानिनेछ ।"
                        }
                    ]
                }
            ]
        }
    ]
}