{
    "metadata": {
        "document_header": "www.lawcommission.gov.np",
        "amendment_notes": [
            "नवौ संशोधनद्वारा संशोधित।",
            "छैठौं संशोधनद्वारा संशोधित।",
            "दोस्रो संशोधनद्वारा थप।",
            "पहिलो संशोधनद्धारा थप।",
            "तेस्रो संशोधनद्वारा संशोधित।",
            "चौथो संशोधनद्वारा थप।",
            "चौथो संशोधनद्वारा संशोधित।",
            "तेस्रो संशोधनद्वारा थप।",
            "सातौं संशोधन द्वारा झिकिएको।",
            "नवौ संशोधनद्वारा थप।"
        ]
    },
    "pre_chapter_sections": [
        {
            "section_number": "७",
            "content": "यस नियम बमोजिम शिक्षकले पाउने उपचार खर्चको अभिलेख शिक्षा विकास तथा समन्वय इकाइले राखी त्यसको विवरण सम्बन्धित विद्यालय, राष्ट्रिय किताबखाना (शिक्षक) र निर्देशनालयमा अभिलेख राख्न पठाउनु पर्नेछ।"
        },
        {
            "section_number": "८",
            "content": "झुट्टा व्यहोरा पेश गरी यस नियम बमोजिम उपचार खर्च माग गर्ने वा प्राप्त गर्ने शिक्षक उपर विभागीय कारबाही हुनेछ।"
        }
    ],
    "chapters": [
        {
            "chapter_number": "२०",
            "chapter_title": " (Implicit Chapter before २१)",
            "sections": [
                {
                    "section_number": "१२३",
                    "section_title": "बेपत्ता भएको शिक्षकको निवृत्तभरण र उपदान",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै शिक्षक हराई बेपत्ता भई दुई वर्षसम्म मरे बाँचेको पत्ता नलागेमा त्यस्तो शिक्षकले पाउने उपदान वा निवृत्तभरणको रकम",
                            "points": [
                                {
                                    "point_marker": "■",
                                    "content": "निजले आफ्नो परिवारको सदस्य मध्ये कसैलाई इच्छाएको भए त्यस्ता व्यक्तिलाई र इच्छाएको व्यक्तिको पनि मृत्यु भएमा वा त्यसरी कसैलाई पनि इच्छाएको नभएमा निजको एकाघरको नजिकको हकवालालाई दिइनेछ ।"
                                }
                            ],
                            "proviso": "तर त्यसरी उपदान वा निवृत्तभरण दिंदा सम्बन्धित व्यवस्थापन समिति, जिल्ला प्रशासन कार्यालय र शिक्षा विकास तथा समन्वय इकाइ प्रमुखको सिफारिसको आधारमा दिइनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि निवृत्तभरण लिन पाउने व्यक्ति निवृत्तभरण लिन नपाउँदै बेपत्ता भएमा सात वर्षसम्म र निवृत्तभरण पाउन थालेपछि बेपत्ता भएमा सात वर्ष पुग्न बाँकी अवधिसम्म निजले आफ्नो परिवारको सदस्य मध्ये कसैलाई इच्छाएको भए त्यस्ता व्यक्तिलाई र इच्छाएको व्यक्तिको पनि मृत्यु भएमा वा त्यसरी कसैलाई पनि इच्छाएको नभएमा निजको एकाघरको नजिकको हकवालालाई निवृत्तभरणको पूरै रकम र सो अवधिपछि पति वा पत्नीलाई आजीवन निवृत्तभरणको आधा रकम पारिवारिक निवृत्तभरण दिइनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "बेपत्ता भएको शिक्षक पछि फेला परेमा यस नियमावली बमोजिमको उपदान भुक्तानी दिई नसकेको भए सो उपदान वा निजले पाउने निवृत्तभरणको रकम निजले दावी गर्न आएको मितिदेखि निजलाई नै दिइनेछ ।",
                            "proviso": "तर भुक्तानी दिई सकेको उपदान, निवृत्तभरण वा पारिवारिक निवृत्तभरण रकममा पछि फेला परेको व्यक्तिले दावी गर्न पाउने छैन।"
                        }
                    ]
                },
                {
                    "section_number": "१२४",
                    "section_title": "शैक्षिक भत्ता तथा सन्तति वृत्ति",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नियम ११६ मा लेखिएको कारणबाट कुनै शिक्षकको मृत्यु भएमा वा त्यसको कारणले निको नहुंदै पछि मृत्यु भएमा त्यस्तो शिक्षकको दुई जनासम्म सन्ततिलाई अठार वर्षको उमेर नपुगुञ्जेलसम्म देहायका दरले वार्षिक शैक्षिक भत्ता दिइनेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "माध्यमिक तहमा अध्ययन गर्ने शिक्षकको प्रत्येक सन्ततिलाई नौसय रुपैयाँ,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "निम्न माध्यमिक र प्राथमिक तहमा अध्ययन गर्ने शिक्षकको प्रत्येक सन्ततिलाई सातसय रुपैयाँ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "नियम ११६ मा लेखिएको कारणबाट मृत्यु भएको शिक्षकको दुई जनासम्म सन्ततिलाई अठार वर्षको उमेर नपुगुञ्जेल उपनियम (१) बमोजिमको शैक्षिक भत्ताको अतिरिक्त देहायका दरले मासिक सन्तति वृत्ति समेत दिइनेछः–",
                            "table_like_data": {
                                "headings": [
                                    "शिक्षक",
                                    "शुरु तलवको प्रतिशत"
                                ],
                                "rows": [
                                    {
                                        "clause_marker": "क",
                                        "item": "माध्यमिक तहको प्रथम श्रेणी",
                                        "value": "८"
                                    },
                                    {
                                        "clause_marker": "ख",
                                        "item": "माध्यमिक तहको द्वितीय र तृतीय श्रेणी",
                                        "value": "१०"
                                    },
                                    {
                                        "clause_marker": "ग",
                                        "item": "अन्य",
                                        "value": "१२"
                                    }
                                ]
                            }
                        }
                    ]
                },
                {
                    "section_number": "१२५",
                    "section_title": "वृत्ति सिफारिस समिति",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "विद्यालयको कामको सिलसिलामा कुनै शिक्षकको मृत्यु भएमा निजको परिवार वा सन्ततिले पाउने वृत्ति सम्बन्धमा सिफारिस गर्न सम्बन्धित जिल्लामा देहायका सदस्यहरु रहेको वृत्ति सिफारिस समिति रहनेछ :",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "item": "प्रमुख जिल्ला अधिकारी",
                                    "role": "अध्यक्ष"
                                },
                                {
                                    "clause_marker": "ख",
                                    "item": "जिल्ला प्रहरी कार्यालयको प्रमुख",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ग",
                                    "item": "सम्बन्धित विद्यालयको प्रधानाध्यापक",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "घ",
                                    "item": "जिल्ला स्वास्थ्य कार्यालयको प्रमुख",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "घ१",
                                    "item": "प्रतिनिधि, जिल्ला शिक्षक युनियन",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "item": "शिक्षा विकास तथा समन्वय इकाइ प्रमुख",
                                    "role": "सदस्य-सचिव"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको समितिले कुनै शिक्षकको मृत्यु विद्यालयको कामको सिलसिलामा भए नभएको सम्बन्धमा ठहर गरी त्यस्तो शिक्षकको परिवार वा सन्ततिलाई दिइने वृत्ति रकमको सम्बन्धमा सिफारिस गर्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "१२६",
                    "section_title": "राष्ट्रिय किताबखाना (शिक्षक)",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "शिक्षकलाई प्रदान गरिने निवृत्तभरण, पारिवारिक निवृत्तभरण, शैक्षिक भत्ता, सन्ततिवृत्ति, उपदान, बीमा, औषधोपचार आदिका सम्बन्धमा आवश्यक व्यवस्था गर्न मन्त्रालय अन्तर्गत एक राष्ट्रिय किताबखाना (शिक्षक) रहनेछ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "राष्ट्रिय किताबखाना (शिक्षक) को काम, कर्तव्य र अधिकार देहाय बमोजिम हुनेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "शिक्षकहरुको नोकरी अभिलेख अद्यावधिक राख्ने,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "शिक्षकको निवृत्तभरण र उपदानको सम्बन्धमा आवश्यक व्यवस्था मिलाउने,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "शिक्षकको निवृत्तभरण, उपदान, औषधी उपचार र बीमाको लागि वैयक्तिक विवरण तयार गर्ने सम्बन्धमा निर्देशनालय र शिक्षा विकास तथा समन्वय इकाइहरुबाट विवरण माग गर्ने,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "उमेरको कारणबाट अनिवार्य अवकाश पाउने शिक्षकलाई अवकाश पाउने मिति समेत खुलाई छ महिना अगावै जानकारी गराउने,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "शिक्षकको वार्षिक तलबी विवरण पारित गर्ने, गराउने,"
                                },
                                {
                                    "clause_marker": "च",
                                    "content": "निवृत्तभरण कोषको सञ्चालन गर्ने,"
                                },
                                {
                                    "clause_marker": "छ",
                                    "content": "निवृत्तभरण, उपदान, बीमा, औषधोपचार लगायतका अन्य रकमको निकासा दिने,"
                                },
                                {
                                    "clause_marker": "ज",
                                    "content": "निवृत्तभरण र उपदान सम्बन्धी अन्य आवश्यक काम कारबाही गर्ने,"
                                },
                                {
                                    "clause_marker": "झ",
                                    "content": "शिक्षकको सेवा अवधि गणना सम्बन्धी काम गर्ने,"
                                },
                                {
                                    "clause_marker": "ञ",
                                    "content": "मन्त्रालयले दिएको निर्देशनहरुको पालना गर्ने।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "राष्ट्रिय किताबखाना (शिक्षक) को अन्य काम, कर्तव्य र अधिकार मन्त्रालयले तोके बमोजिम हुनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "१२७",
                    "section_title": "बीमा सुविधा सम्बन्धी व्यवस्था",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "शिक्षकको बीमा वापत नेपाल सरकारले एउटा सावधिक जीवन बीमा कोष स्थापना गर्नेछ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "प्रत्येक शिक्षकको मासिक तलबबाट दुई सय रूपैंयाँ कट्टा गरी उपनियम (१) बमोजिमको कोषमा जम्मा गरिनेछ र त्यति नै रकम नेपाल सरकारले थप गरी बीमाङ्क रकम एक लाख रुपैंयाको बीस वर्षे सावधिक जीवन बीमा गरिदिनेछ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) बमोजिमको बीमा कोषमा जम्मा भएको रकम मध्येबाट सो शिक्षक सेवा निवृत्त हुँदानिजलाई बीमाङ्क रकम र बोनस भुक्तानी दिइनेछ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (२) बमोजिम रकम कट्टा गर्न शुरु गरेको बीस वर्ष अवधि नपुगी कुनै शिक्षकको मृत्यु भएमा निजको परिवारले एक लाख रुपैंया पाउनेछ र कुनै शिक्षक सेवाबाट अनिवार्य अवकाश भएमा देहाय बमोजिमको रकम प्रदान गरिनेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "एक वर्षभन्दा कम अवधिको रकम कट्टि गरिएको भएमा दश हजार रुपैंयाँ,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "एक वर्षदेखि पाँच वर्षसम्म पच्चीस हजार रुपैंयाँ,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "पाँच वर्षदेखि दश वर्षसम्म रकम कट्टि गरिएको भएमा पचास हजार रुपैंयाँ,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "दश वर्षदेखि पन्ध्र वर्षसम्म रकम कट्टि गरिएको भएमा पचहत्तर हजार रुपैंयाँ,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "बीस वर्षसम्म रकम कट्टि गरिएको भएमा एक लाख रुपैंयाँ ।"
                                }
                            ],
                            "proviso": "तर निजले जम्मा गरेको रकम र सोको ब्याज, लाभांश रकम उल्लिखित रकमभन्दा बढी हुन आएमा सोही बराबरको रकम सो कोषबाट प्रदान गरिनेछ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "कुनै शिक्षकले उपनियम (२) बमोजिम रकम जम्मा गर्न शुरु गरेको बीस वर्ष नपुगी अनिवार्य अवकाश भएको अवस्थामा बाहेक अन्य जुनसुकै किसिमबाट सेवाबाट अलग भएमा त्यस्तो शिक्षकलाई समर्पण मूल्य बराबरको रकम उपलब्ध गराइनेछ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "उपनियम (३) र (४) मा जुनसुकै कुरा लेखिएको भए तापनि सेवाबाट अवकाश हुने शिक्षकले सावधिक जीवन बीमा वापत जम्मा गरेको रकम बीस वर्ष वा सो भन्दा कम अवधिमा परिपक्व हुने गरी निरन्तरता दिन सक्नेछ।",
                            "proviso": "तर सो वापत नेपाल सरकारले कुनै रकम व्यहोर्ने छैन।"
                        }
                    ]
                },
                {
                    "section_number": "१२७क",
                    "section_title": "परामर्श समिति रहने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "शिक्षकहरुलाई दिइने निवृत्तभरण, पारिवारिक निवृत्तभरण, शैक्षिक भत्ता, सन्तति वृत्ति, उपदान वीमा वा औषधि उपचार सम्बन्धमा देखिएका समस्या समाधान गर्ने सम्बन्धमा राष्ट्रिय किताबखाना (शिक्षक)लाई आवश्यक सहयोग गर्नको लागि देहायका सदस्यहरु रहेको एक परामर्श समिति रहनेछ : -",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "item": "मन्त्रालयले तोकेको सो मन्त्रालयको सहसचिव",
                                    "role": "अध्यक्ष"
                                },
                                {
                                    "clause_marker": "ख",
                                    "item": "कार्यालय प्रमुख, कौषी तोषाखाना",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ग",
                                    "item": "प्रतिनिधि, (बजेट तथा कार्यक्रम शाखा) अर्थ मन्त्रालय",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "घ",
                                    "item": "उपसचिव (विद्यालय शिक्षा शाखा) मन्त्रालय",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "item": "उपसचिव, (ऐन नियम परामर्श शाखा) मन्त्रालय",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "च",
                                    "item": "प्रतिनिधि, निजामती किताबखाना",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "छ",
                                    "item": "कार्यालय प्रमुख, राष्ट्रिय किताबखाना (शिक्षक)",
                                    "role": "सदस्य-सचिव"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "परामर्श समितिको सचिवलायको काम राष्ट्रिय किताबखाना (शिक्षक) ले गर्नेछ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "परामर्श समितिको बैठक सम्बन्धी कार्यविधि सो समिति आफैले निर्धारण गरे बमोजिम हुनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "परामर्श समितिका सदस्यले सो समितिको बैठकमा भाग लिए बापत अर्थ मन्त्रालयबाट स्वीकृत भए बमोजिमको बैठक भत्ता पाउन सक्नेछन्।"
                        }
                    ]
                },
                {
                    "section_number": "१२८",
                    "section_title": "उपदान वा निवृत्तभरण सम्बन्धी विशेष व्यवस्था",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी तोकिदिएको मितिपछि नयाँ नियुक्त हुने शिक्षकले यस परिच्छेद बमोजिम उपदान वा निवृत्तभरण पाउने छैन। त्यस्ता शिक्षकलाई उपदान वा निवृत्तभरण दिने प्रयोजनको लागि नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी एक निवृत्तभरण कोष स्थापना गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम स्थापना भएको कोषमा जम्मा हुने गरी विद्यालयको त्यस्तो शिक्षकले आफूले पाउने मासिक तलबबाट सोही सूचनामा तोकिएको रकम कट्टा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम नियुक्त हुने कुनै शिक्षक निवृत्तभरण पाउने अवधि नपुग्दै सेवाबाट हटेमा निजको नाममा उपनियम (२) बमोजिम कट्टा गरिएको रकम निजले लिन पाउनेछ ।",
                            "proviso": "तर सेवाबाट बर्खास्त गरिएकोमा नेपाल सरकारबाट निजको नाममा रकम कट्टा गरिएको भए निजले लिन पाउने छैन।"
                        }
                    ]
                },
                {
                    "section_number": "१२९",
                    "section_title": "यस परिच्छेदको व्यवस्था नहुने",
                    "paragraphs": [
                        "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि संस्थागत विद्यालयको शिक्षक र आफ्नै स्रोतबाट व्यहोर्ने गरी सामुदायिक विद्यालयले नियुक्त गरेका शिक्षकको सम्बन्धमा यो परिच्छेदको व्यवस्था लागू हुने छैन। त्यस्ता शिक्षकले यस परिच्छेद बमोजिमको सुविधा सम्बन्धित व्यवस्थापन समितिले तोके बमोजिम विद्यालयबाट पाउनेछ ।"
                    ]
                }
            ]
        },
        {
            "chapter_number": "२१",
            "chapter_title": "अवकाश सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "१३०",
                    "section_title": "स्वेच्छिक अवकाश",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै शिक्षकले सेवाबाट अवकाश लिन इच्छा गरी निवेदन दिएमा नियुक्ति गर्ने अधिकारीले निजलाई जुनसुकै वखत सेवाबाट अवकाश लिने अनुमति दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "निवृत्तभरण पाउने अवस्था र उमेरको हद पचास वर्ष पूरा गरेको शिक्षकले नेपाल सरकारले सार्वजनिक सूचना प्रकाशन गरी तोकेको अवधिभित्र स्वेच्छिक अवकाश लिनको लागि देहाय बमोजिमको सुविधा समेत दिने गरी स्वेच्छिक अवकाशको लागि आव्हान गर्न सक्नेछः–",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "अवकाश प्राप्त गर्ने उमेर ननाघ्ने गरी बढीमा पाँच तलब बृद्धि गरी आउने निवृत्तभरणको रकम,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "निवृत्तभरण पाउने सेवा अवधि पूरा भएको हकमा एक वर्ष बराबरको एकमुष्ठ निवृत्तभरण रकम।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) बमोजिम प्रकाशित सूचना अनुसार स्वेच्छिक अवकाश लिन चाहने शिक्षकले सोही सूचनामा उल्लिखित अवधिभित्र स्वेच्छिक अवकाश लिन सक्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "१३१",
                    "section_title": "अनिवार्य अवकाश",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै शिक्षकको उमेर साठी वर्ष पूरा भएपछि निजलाई विद्यालयको सेवाबाट अवकाश दिइनेछ।",
                            "explanation": "यस नियमको प्रयोजनको लागि शिक्षकको उमेर गणना गर्दा निजले सेवा प्रवेश गर्दा पेश गरेको शिक्षण संस्थाको प्रमाणपत्रमा किटिएको जन्म दिन वा वर्षबाट हुन आएको उमेर वा नागरिकताको प्रमाणपत्रमा किटिएको जन्म दिन वा वर्षबाट हुन आएको उमेर वा निजले सेवा प्रवेश गर्दा भरेको वैयक्तिक नोकरी विवरण (सिटरोल) मा लेखिएको जन्म मिति वा वर्षबाट हुन आएको उमेर मध्ये जुन उमेरबाट निज पहिले अवकाश हुन्छ सोही आधारमा गणना गरिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायका अवस्थामा शिक्षकलाई जुनसुकै बखत सेवाबाट अवकाश दिन सकिनेछः–",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "ऐनको दफा ११ङ. को उपदफा (५) बमोजिमको अवधिभित्र कुनै शिक्षकले स्थायी अध्यापन अनुमतिपत्र लिन नसकेमा,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "कुनै शिक्षकको अध्यापन गराउने विषय विद्यालयमा नभई अर्को विषय अध्यापन गराउन तालीमको अवसर दिँदा पनि तालीम नलिएमा वा निजको मिल्दो विषयमा अन्यत्र सरुवा हुने अवस्था नभएमा।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "असाधारण वा अध्ययन विदा भुक्तान भएको पन्ध्र दिनभित्र विद्यालयमा हाजिर नहुने सामुदायिक विद्यालयको शिक्षकलाई सेवाबाट अवकाश दिइनेछ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (२) को खण्ड (ख) बमोजिम सेवाबाट अवकाश भई रिक्त हुन आएको सामुदायिक विद्यालयको शिक्षक दरबन्दी स्वतः खारेज हुनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "१३२",
                    "section_title": "अवकाश सम्बन्धी विशेष व्यवस्था",
                    "paragraphs": [
                        "शारीरिक अस्वस्थताको कारण सामुदायिक विद्यालयको कुनै शिक्षक अध्यापन गर्न असमर्थ छ भनी नेपाल सरकारद्वारा गठित मेडिकल बोर्डले सिफारिस गरेमा त्यस्तो शिक्षकलाई पाँचवर्ष सम्म सेवा अवधि थप गर्दा निवृत्तभरण पाउने अवस्था पुग्ने रहेछ भने त्यस्तो शिक्षकलाई बाँकीअवधि थप गरी मन्त्रालयले अवकाश दिन सक्नेछ ।"
                    ]
                }
            ]
        },
        {
            "chapter_number": "२२",
            "chapter_title": "शिक्षक तथा विद्यार्थीको आचारसंहिता",
            "sections": [
                {
                    "section_number": "१३३",
                    "section_title": "शिक्षकले पालन गर्नु पर्ने आचार संहिता",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "शिक्षकले देहाय बमोजिमको आचार संहिता पालन गर्नु पर्नेछ :",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "आफूलाई खटाएको ठाउँमा गई तोकिएको काम गर्नु पर्ने,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "निर्धारित समयमा नियमित रुपले विद्यालयमा आए गएको समय जनाई हाजिर हुनु पर्ने र पहिले बिदाको अनुमति नलिई विद्यालयमा अनुपस्थित हुनु नहुने,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "आफ्नो सेवा सम्बन्धी कुरामा मतलव साध्य गर्ने मनसायले कसैमाथि पनि कुनै राजनैतिक वा अवाञ्छनीय प्रभाव पार्न वा प्रभाव पार्ने प्रयत्न गर्नु नहुने,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "नेपाल सरकार र नेपाली जनताको पारस्परिक सम्बन्धमा वा कुनै विदेशी राष्ट्रसँगको सम्बन्धमा खलल पर्न सक्ने गरी आफ्नो वास्तविक वा काल्पनिक नामबाट वा बेनामी कुनै लेख प्रकाशित गर्न वा प्रेसलाई कुनै खबर दिन वा रेडियो वा टेलिभिजन आदि जस्ता सूचना माध्यमद्वारा भाषण प्रसारित गर्न वा कुनै वक्तव्य प्रकाशित गर्न नहुने,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "विद्यार्थीलाई योग्य नागरिक बनाउने उद्देश्य लिई अध्ययन र अध्यापनलाई आफ्नो मुख्य लक्ष्य सम्झनु पर्ने,"
                                },
                                {
                                    "clause_marker": "च",
                                    "content": "आज्ञाकारिता, अनुशासन, सद्भावना, सहयोग, सदाचार, सहानुभूति, धैर्य र सच्चरित्रतालाई प्रोत्साहन दिनु पर्ने,"
                                },
                                {
                                    "clause_marker": "छ",
                                    "content": "कुनै भाषा, सम्प्रदाय तथा धर्म विरोधी भावना शिक्षक तथा विद्यार्थी वर्गमा फैलाउन नहुने,"
                                },
                                {
                                    "clause_marker": "ज",
                                    "content": "सामुदायिक विद्यालयका शिक्षकले व्यवस्थापन समिति र शिक्षा विकास तथा समन्वय इकाइ प्रमुखको स्वीकृति नलिई आफू वहाल रहेको विद्यालय बाहिर काम गर्नु नहुने,"
                                },
                                {
                                    "clause_marker": "झ",
                                    "content": "विद्यालय वा शैक्षिक संस्थाको माध्यमद्वारा राष्ट्रिय भावना जागृत गरी देशमा भावनात्मक एकता ल्याउन काम गर्नु पर्ने,"
                                },
                                {
                                    "clause_marker": "ञ",
                                    "content": "नेपाल को सार्वभौमसत्ता र अखण्डतामा आँच आउने गरी देशको शान्ति, सुरक्षा, वैदेशिक सम्बन्ध र सार्वजनिक मर्यादा तथा अदालतको अवहेलना हुने वा कुनै पनि कार्यालय वा अधिकृतको कानूनद्वारा निर्धारित कर्तव्य पूरा गर्नमा बाधा विरोध हुने गरी प्रदर्शन, हड्ताल, थुनछेक तथा घेराउ गर्न नहुने।"
                                },
                                {
                                    "clause_marker": "ट",
                                    "content": "विद्यार्थीलाई शारीरिक वा मानसिक यातना दिन नहुने।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको आचार संहिताको पालन भए नभएको अभिलेख शिक्षकहरुको हकमा प्रधानाध्यापकले र प्रधानाध्यापकको हकमा व्यवस्थापन समितिले राखु पर्नेछ र आचार संहिता पालन नभएको भए त्यसको विवरण सम्बन्धित शिक्षा विकास तथा समन्वय इकाइमा पठाउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१३४",
                    "section_title": "विद्यार्थीले पालन गर्नु पर्ने आचार संहिता",
                    "paragraphs": [
                        "विद्यार्थीहरुले देहाय बमोजिमको आचार संहिता पालन गर्नु पर्नेछ :"
                    ],
                    "clauses": [
                        {
                            "clause_marker": "क",
                            "content": "शिक्षकको आज्ञापालन र आदर गर्नु पर्ने,"
                        },
                        {
                            "clause_marker": "ख",
                            "content": "विद्यालयमा वा बाहिर जहाँसुकै अनुशासनमा रहनु पर्ने,"
                        },
                        {
                            "clause_marker": "ग",
                            "content": "राष्ट्रियता, भाषा र संस्कृतिको उत्थानको निमित्त संधै प्रयत्नशील रहनु पर्ने,"
                        },
                        {
                            "clause_marker": "घ",
                            "content": "विद्यालयले आयोजना गरेको कार्यक्रममा सक्रिय रुपमा भाग लिनु पर्ने,"
                        },
                        {
                            "clause_marker": "ङ",
                            "content": "सबैसँग शिष्ट व्यवहार गर्नु पर्ने,"
                        },
                        {
                            "clause_marker": "च",
                            "content": "व्यवस्थापन समितिले निर्धारण गरेका अन्य आचार संहिता पालना गर्नु पर्ने।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "२३",
            "chapter_title": "सजाय सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "१३५",
                    "section_title": "सजाय",
                    "paragraphs": [
                        "उचित र पर्याप्त कारण भएमा शिक्षकलाई देहायको विभागीय सजाय गर्न सकिनेछः-"
                    ],
                    "clauses": [
                        {
                            "clause_marker": "क",
                            "content": "नसिहत दिने,"
                        },
                        {
                            "clause_marker": "ख",
                            "content": "बढीमा पाँचवर्षसम्म तलव वृद्धि रोक्का गर्ने,"
                        },
                        {
                            "clause_marker": "ग",
                            "content": "बढीमा दुई वर्षसम्म बढुवा रोक्का गर्ने,"
                        },
                        {
                            "clause_marker": "घ",
                            "content": "भविष्यमा शैक्षिक नोकरीको निमित्त अयोग्य नठहरिने गरी नोकरीबाट हटाउने,"
                        },
                        {
                            "clause_marker": "ङ",
                            "content": "भविष्यमा शैक्षिक नोकरीको निमित्त अयोग्य ठहरिने गरी नोकरीबाट बर्खास्त गर्ने।"
                        }
                    ]
                },
                {
                    "section_number": "१३६",
                    "section_title": "नसिहत दिने",
                    "paragraphs": [
                        "शिक्षकले विद्यालयमा आउने, अध्यापन गर्ने र जाने समय पालन नगरेमा निजलाई नसिहत दिन सकिनेछ।"
                    ]
                },
                {
                    "section_number": "१३७",
                    "section_title": "पाँचवर्षसम्म तलब बुद्धि वा दुई वर्षसम्म बढुवा रोक्का गर्ने",
                    "paragraphs": [
                        "देहायको अवस्थामा शिक्षकलाई पाँच वर्षसम्म तलब बृद्धि वा दुई वर्षसम्म बढुवा रोक्का गर्न सकिनेछ :"
                    ],
                    "clauses": [
                        {
                            "clause_marker": "क",
                            "content": "अनुशासनहीन काम गरेमा,"
                        },
                        {
                            "clause_marker": "ख",
                            "content": "बराबर विद्यालयको समय पालन नगरेमा,"
                        },
                        {
                            "clause_marker": "ग",
                            "content": "आचरण सम्बन्धी नियम उल्लंघन गरेमा,"
                        },
                        {
                            "clause_marker": "ग१",
                            "content": "कार्य क्षमताको अभाव भएमा,"
                        },
                        {
                            "clause_marker": "घ",
                            "content": "खटाइएको तालीम वा प्रशिक्षणमा भाग लिन नगएमा,"
                        },
                        {
                            "clause_marker": "ङ",
                            "content": "प्रधानाध्यापकले तालीम वा प्रशिक्षणमा छनौट भएका शिक्षकलाई सहभागी हुन नपठाएमा ।"
                        }
                    ]
                },
                {
                    "section_number": "१३७क",
                    "section_title": "कार्यक्षमताको अभाव मानिने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै शिक्षकले आफूले अध्यापन गराएको विषयमा तीन शैक्षिक सत्रसम्म लगातार देहायका आधारमा पचास प्रतिशतभन्दा कम विद्यार्थी उत्तीर्ण भएमा त्यस्तो शिक्षकमा कार्य क्षमताको अभाव भएको मानिनेछ : -",
                            "formula_text": "अध्यापन गरेको विषयको कक्षागत औसत उत्तीर्ण प्रतिशत / सम्बन्धित विषयको भौगोलिक इकाईको औसत उत्तीर्ण प्रतिशत × १००",
                            "explanation": "यस उपनियमको प्रयोजनको लागि “भौगोलिक इकाई” भन्नाले सम्बन्धित विद्यालयको श्रोत केन्द्रलाई जनाउँछ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि भौगोलिक इकाईको औसत उत्तीर्ण प्रतिशतको अंक चालीस भन्दा कम भएमा चालीस अङ्कलाई आधार लिई हिसाब गरिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१३८",
                    "section_title": "नोकरीबाट हटाउने वा वर्खास्त गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "ऐनको दफा १६ङ. को उपदफा (५) को खण्ड (ख), (ग), (घ) (च) वा (छ) को अवस्थामा शिक्षकलाई नोकरीबाट हटाइनेछ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "शिक्षकलाई देहायका अवस्थामा भविष्यमा शैक्षिक नोकरीको लागि अयोग्य ठहरिने गरी नोकरीबाट बर्खास्त गरिनेछ",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "नैतिक पतन देखिने फौज्दारी अभियोगमा अदालतबाट सजाय पाएमा,"
                                },
                                {
                                    "clause_marker": "क१",
                                    "content": "स्थायी आवासीय अनुमति लिएमा वा सोको लागि आवेदन दिएमा"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "भ्रष्टाचार गरेमा ।"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "१३९",
                    "section_title": "विद्यालयलाई नोक्सानी भएको रकम असुल गरिने",
                    "paragraphs": [
                        "कुनै शिक्षकले जानी जानी वा लापरवाही गरी कुनै काम गरेको कारणले विद्यालयलाई कुनै हानि नोक्सानी पर्न गएमा त्यस्तो हानि नोक्सानी भएको रकम त्यस्तो काम गर्ने शिक्षकबाट सरकारी बाँकी सरह असूल उपर गरिनेछ ।"
                    ]
                },
                {
                    "section_number": "१४०",
                    "section_title": "सजाय सम्बन्धी कार्यविधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सजाय दिन पाउने अधिकारीले कुनै शिक्षकलाई सजाय गर्ने आदेश दिनुभन्दा अघि निजलाई आफ्नो सफाई पेश गर्ने मौका दिनु पर्छ। यसरी सफाईको मौका दिंदा निजमाथि लगाइएको आरोप र सजाय स्पष्ट रुपले किटिएको हुनु पर्नेछ। त्यस्तोमा सम्बन्धित शिक्षकले पनि म्यादभित्र आफ्नो सफाई पेश गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम शिक्षकले स्पष्टीकरण पेश नगरेमा वा पेश गरेको स्पष्टीकरण चित्त बुझ्दो नभएमा सजायको आदेश दिन पाउने अधिकारीले सजाय प्रस्ताव गरी पुनः स्पष्टीकरण माग गर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१४१",
                    "section_title": "निलम्बन गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै शिक्षकलाई सजायको आदेश दिनुभन्दा अघि कुनै विषयमा जाँचगर्नु परेमा निजलाई सजाय दिन पाउने अधिकारीले निलम्वन गर्न सक्नेछ। निलम्वन गर्दा साधारणतया तीन महिना भन्दा बढी गर्नु हुँदैन।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "नैतिक पतन देखिने फौजदारी अभियोगमा गिरफ्तार भई थुनिएको शिक्षक त्यसरी थुनिएको अवधिभर स्वतः निलम्वन भएको मानिनेछ। यसरी निलम्बन हुने शिक्षकले निलम्बन भएको अवधिको तलब भत्ता पाउने छैन।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "कुनै शिक्षक आफ्नो पदमा पुनः स्थापित भएमा वा नोकरीमा नरहेमा निजको निलम्वन समाप्त भएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (१) बमोजिम कुनै शिक्षक निलम्वन भएमा सो निलम्वन रहेको अवस्थामा निजले आफ्नो तलवको आधा मात्र पाउनेछ ।",
                            "proviso": "तर त्यसरी लागेको अभियोग प्रमाणित नभई कुनै शिक्षकले सफाई पाएमा निजले निलम्वन रहेको अवधिमा आधा तलव पाएको भए सो कटाई बाँकी तलव र त्यस्तो आधा तलव नपाएको भए पूरै तलव पाउनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "१४२",
                    "section_title": "सजाय गर्ने",
                    "paragraphs": [
                        "शिक्षकले नियम १४० बमोजिम पेश गरेको स्पष्टीकरण सन्तोषजनक नदेखिएमा सजाय गर्ने अधिकारीले यसको कारण खुलाई सजाय गर्नेछ।"
                    ]
                },
                {
                    "section_number": "१४३",
                    "section_title": "सजाय गर्ने अधिकारी",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "शिक्षकलाई सजाय गर्ने अधिकारी देहाय बमोजिम हुनेछ :",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "शिक्षकलाई नसिहत दिने वा दुई तलब वृद्धि रोक्का गर्ने प्रधानाध्यापक र सो भन्दा बढी तलब बृद्धि रोक्का गर्ने व्यवस्थापन समिति,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "प्रधानाध्यापकलाई नसिहत दिने र तलव बृद्धि रोक्का गर्ने शिक्षा विकास तथा समन्वय इकाइ प्रमुख,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "बढुवा रोक्का गर्ने शिक्षा विकास तथा समन्वय इकाइ प्रमुख,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "नोकरीबाट हटाउने वा बर्खास्त गर्ने सम्बन्धित निर्देशक ।"
                                },
                                {
                                    "clause_marker": "१क",
                                    "content": "उपनियम (१) को खण्ड (ख), (ग) वा (घ) मा जुनसुकै कुरा लेखिएको भए तापनि समुदायद्वारा सञ्चालित विद्यालयका शिक्षक तथा प्रधानाध्यापकलाई सो खण्ड बमोजिमको सजाय गर्ने अधिकारी व्यवस्थापन समिति हुनेछ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) को खण्ड (क) बमोजिम प्रधानाध्यापक वा व्यवस्थापन समितिले गरेको सजायको जानकारी शिक्षा विकास तथा समन्वय इकाइलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१क) बमोजिम प्रधानाध्यापक वा व्यवस्थापन समितिले गरेको सजायको जानकारी शिक्षा विकास तथा समन्वय इकाइ प्रमुख र राष्ट्रिय किताबखाना (शिक्षक)लाई दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१४३क",
                    "section_title": "कारबाही गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "यस नियमावलीमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै विद्यालयको विद्यार्थीहरूको उत्तीर्ण प्रतिशत देहायको भन्दा कम भएमा शिक्षा विकास तथा समन्वय इकाइ प्रमुखले त्यस्तो विद्यालयको प्रधानाध्यापकलाई पहिलो पटक भए सचेत गराउन र दोस्रो तथा तेस्रो पटक सोही क्रम लगातार दोहोरिएमा क्रमशः एक र दुई तलब बृद्धि रोक्का गर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "कक्षा तीन र पाँचको विद्यार्थीको सिकाई उपलब्धि परीक्षण र कक्षा आठको जिल्लास्तरीय परीक्षामा तीस प्रतिशत,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "कक्षा दशको उत्तीर्ण परीक्षामा पन्ध्र प्रतिशत।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको परीक्षण तथा परीक्षामा कुनै विषयमा कुनै विद्यार्थीले प्राप्त गरेको विषयगत परीक्षाफलमा तीस प्रतिशतभन्दा कम विद्यार्थी उत्तीर्ण भएमा सम्बन्धित अधिकारीले त्यस्तो शिक्षकलाई पहिलो पटक भए सचेत गराउन र दोस्रो तथा तेस्रो पटक सोही क्रम लगातार दोहोरिएमा क्रमशः एक र दुई तलब वृद्धि रोक्का गर्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "१४४",
                    "section_title": "यस परिच्छेदको कार्यविधि तथा व्यवस्था लागू नहुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "देहायका शिक्षकलाई सजाय गर्ने सम्बन्धमा यस परिच्छेदको कार्यविधि वा व्यवस्था लागू हुने छैन : -",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "सामुदायिक विद्यालयमा नेपाल सरकारबाट स्वीकृत दरबन्दीमा अस्थायी रुपमा नियुक्त भएको शिक्षकलाई कारबाही गर्दा यस परिच्छेदको कार्यविधि अवलम्वन गर्नु पर्ने छैन,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "संस्थागत विद्यालयमा नियुक्त भएको शिक्षक र सामुदायिक विद्यालयमा सम्बन्धित विद्यालयले आफ्नै स्रोतबाट बेहोर्ने गरी नियुक्त गरेको शिक्षकको सम्बन्धमा यस परिच्छेदको व्यवस्था लागू हुने छैन।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) को खण्ड (ख) बमोजिम सामुदायिक विद्यालयका शिक्षकको सेवा, शर्त तथा विभागीय कारबाहीलाई व्यवस्थित गर्न व्यवस्थापन समितिले आवश्यक कार्यविधि बनाई जिल्ला शिक्षा समितिबाट स्वीकृत गराई लागू गर्नु पर्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "२३क",
            "chapter_title": "सामुदायिक विद्यालयको कर्मचारी सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "१४४क",
                    "section_title": "नेपाल सरकारले अनुदान रकम उपलब्ध गराउने",
                    "paragraphs": [
                        "नेपाल सरकारले विद्यालयका कर्मचारीको लागि निश्चित मापदण्डका आधारमा विद्यालयलाई वार्षिक रूपमा अनुदान उपलब्ध गराउनेछ ।"
                    ]
                },
                {
                    "section_number": "१४४ख",
                    "section_title": "कर्मचारी नियुक्ति गर्ने सम्बन्धी कार्यविधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नियम १४४क. बमोजिम प्राप्त अनुदान र विद्यालयको आन्तरिक स्रोत समेतलाई विचार गरी व्यवस्थापन समितिले उपनियम (२) बमोजिमको कार्यविधिको अधीनमा रही विद्यालय कर्मचारी नियुक्ति गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको कार्यविधि विद्यालयले सेवा शर्त सम्बन्धी प्रचलित कानूनको अधीनमा रही बनाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम बनाएको कार्यविधि विद्यालयले शिक्षा विकास तथा समन्वय इकाइ प्रमुख समक्ष पेश गर्नु पर्नेछ र सो कार्यविधि शिक्षा विकास तथा समन्वय इकाइको अभिलेखमा दर्ता भएपछि कार्यान्वयन हुनेछ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "विद्यालयले कुनै कर्मचारी नियुक्त नगरी त्यस्तो कर्मचारीले गर्ने कार्य विद्यालयको कुनै शिक्षकद्वारा गराउन सक्नेछ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (४) बमोजिम काममा लगाइएको शिक्षकलाई व्यवस्थापन समितिले तोके बमोजिमको भत्ता दिइनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "१४४ग",
                    "section_title": "कर्मचारीको समायोजन",
                    "paragraphs": [
                        "यो नियम प्रारम्भ हुनुअघि कुनै विद्यालयमा कानून बमोजिम कुनै कर्मचारी नियुक्त भई यो नियम प्रारम्भ हुँदाका बखतसम्म कार्यरत रहेको भए त्यस्तो विद्यालयले नियम १४४ख. बमोजिमको कार्यविधिको अधीनमा रही त्यस्तो कर्मचारीलाई समायोजन गर्नु पर्नेछ ।"
                    ]
                }
            ]
        },
        {
            "chapter_number": "२४",
            "chapter_title": "विद्यालयको वर्गीकरण",
            "sections": [
                {
                    "section_number": "१४५",
                    "section_title": "विद्यालयको वर्गीकरण",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "विद्यालयलाई अनुसूची-२१ मा उल्लेखित आधारमा देहाय बमोजिम चार श्रेणीमा वर्गीकरण गरिनेछ :",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "“क” श्रेणीको विद्यालय"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "“ख” श्रेणीको विद्यालय"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "“ग” श्रेणीको विद्यालय"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "“घ” श्रेणीको विद्यालय"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम विद्यालय वर्गीकरणको निमित्त विद्यालयले अनुसूची-२१ मा उल्लिखित मापदण्डका आधारमा आफूले के कस्तो किसिमको सुविधा उपलब्ध गराएको हो सो स्पष्ट खुलाई शैक्षिक सत्र शुरु हुनुभन्दा दुई महिना अगावै शिक्षा विकास तथा समन्वय इकाइ प्रमुख समक्ष निवेदन दिनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "२क",
                            "content": "विद्यालय वर्गीकरणको लागि सिफारिस गर्न देहाय बमोजिमको एक समिति रहनेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "item": "सम्बन्धित क्षेत्रको विद्यालय निरीक्षक",
                                    "role": "संयोजक"
                                },
                                {
                                    "clause_marker": "ख",
                                    "item": "श्रोत व्यक्ति",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ग",
                                    "item": "शिक्षा विकास तथा समन्वय इकाइ प्रमुखले मनोनीत गरेको शिक्षकहरूको पेशागत संस्थाका प्रतिनिधि एकजना",
                                    "role": "सदस्य"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२ख",
                            "content": "उपनियम (२क) बमोजिमको समितिको सिफारिस समेतलाई जाँचबुझ गरी नियम १४५क. बमोजिमको समितिले अनुसूची-२१ को अधीनमा रही त्यस्तो विद्यालयको वर्गीकरण गर्नेछ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "यस नियम बमोजिम गरिएको वर्गीकरणबाट तल्लो श्रेणीमा परेको कुनै विद्यालयले माथिल्लो श्रेणीको विद्यालयको लागि चाहिने आधार पूरा गरी सो श्रेणीमा रहन चाहेमा सम्बन्धित शिक्षा विकास तथा समन्वय इकाइ प्रमुख समक्ष निवेदन दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) बमोजिम निवेदन परेमा नियम १४५क. बमोजिमको समितिले सो विद्यालयको स्थलगत निरीक्षण गर्नेछ र निरीक्षण गर्दा त्यस्तो विद्यालयलाई माथिल्लो श्रेणीको विद्यालयमा कायम गर्न मनासिब देखिएमा माग बमोजिम माथिल्लो श्रेणीको विद्यालयमा समावेश गर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "यस नियम बमोजिम गरिएको वर्गीकरणबाट माथिल्लो श्रेणीमा परेको कुनै विद्यालयको जाँचबुझ गर्दा सो श्रेणीको विद्यालय हुनको लागि चाहिने आधार पूरा गरेको नदेखिएमा नियम १४५क. बमोजिमको समितिले त्यस्तो विद्यालयलाई सो विद्यालयले पूरा गरेको आधारमा तल्लो श्रेणीमा कायम गर्नेछ ।",
                            "proviso": "तर यसरी विद्यालयलाई तल्लो श्रेणीमा कायम गर्नु अघि सम्बन्धित विद्यालयलाई आफ्नो सफाई पेश गर्ने मौकाबाट बञ्चित गरिने छैन।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "यस नियम बमोजिम विद्यालय वर्गीकरण सम्बन्धमा भएको निर्णय उपर चित्त नबुझ्ने विद्यालयले सो निर्णय भएको पैंतीस दिनभित्र सम्बन्धित निर्देशक समक्ष उजूरी दिन सक्नेछ र सो उजूरीका सम्बन्धमा निर्देशकले गरेको निर्णय अन्तिम हुनेछ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "२५",
            "chapter_title": "शुल्क सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "१४५क",
                    "section_title": "विद्यालय वर्गीकरण तथा शुल्क अनुगमन समिति",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "विद्यालयको वर्गीकरण गर्न, विद्यालयले लिन पाउने शुल्कका सम्बन्धमा मन्त्रालयलाई राय सुझाव दिन र विद्यालयले निर्धारित शुल्क लागू गरे नगरेको सम्बन्धमा अनुगमन गर्न प्रत्येक जिल्लामा देहाय बमोजिमको विद्यालय वर्गीकरण तथा शुल्क अनुगमन समिति रहनेछ :",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "सामुदायिक विद्यालयको हकमा,-",
                                    "sub_clauses": [
                                        {
                                            "sub_clause_number": "१",
                                            "item": "शिक्षा विकास तथा समन्वय इकाइ प्रमुख",
                                            "role": "संयोजक"
                                        },
                                        {
                                            "sub_clause_number": "२",
                                            "item": "जिल्ला विकास समितिको सदस्य वा सो समितिबाट मनोनीत स्थानीय बुद्धिजिवी एकजना",
                                            "role": "सदस्य"
                                        },
                                        {
                                            "sub_clause_number": "३",
                                            "item": "शिक्षक युनियनबाट मनोनीत शिक्षक एकजना",
                                            "role": "सदस्य"
                                        },
                                        {
                                            "sub_clause_number": "४",
                                            "item": "सामुदायिक विद्यालयका अध्यक्षहरु मध्येबाट शिक्षा विकास तथा समन्वय इकाइ प्रमुखले मनोनीत गरेको एकजना",
                                            "role": "सदस्य"
                                        },
                                        {
                                            "sub_clause_number": "५",
                                            "item": "शिक्षा विकास तथा समन्वय इकाइ प्रमुखले तोकेको विद्यालय निरीक्षक",
                                            "role": "सदस्य-सचिव"
                                        }
                                    ]
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "संस्थागत विद्यालयको हकमा,-",
                                    "sub_clauses": [
                                        {
                                            "sub_clause_number": "१",
                                            "item": "शिक्षा विकास तथा समन्वय इकाइ प्रमुख",
                                            "role": "संयोजक"
                                        },
                                        {
                                            "sub_clause_number": "२",
                                            "item": "अभिभावक संघको अध्यक्ष वा सदस्य वा त्यस्तो संघ नभएमा अभिभावकहरु मध्येबाट शिक्षा विकास तथा समन्वय इकाइ प्रमुखबाट मनोनीत दुईजना",
                                            "role": "सदस्य"
                                        },
                                        {
                                            "sub_clause_number": "३",
                                            "item": "जिल्ला विकास समितिको प्रतिनिधि एकजना",
                                            "role": "सदस्य"
                                        },
                                        {
                                            "sub_clause_number": "४",
                                            "item": "निजी तथा आवासिय विद्यालय संगठनको प्रतिनिधि एकजना",
                                            "role": "सदस्य"
                                        },
                                        {
                                            "sub_clause_number": "५",
                                            "item": "राष्ट्रिय निजी तथा आवासिय विद्यालय संगठनको अध्यक्ष वा प्रतिनिधि एकजना",
                                            "role": "सदस्य"
                                        },
                                        {
                                            "sub_clause_number": "६",
                                            "item": "जिल्ला शिक्षा समितिबाट मनोनीत शिक्षाविद् एकजना",
                                            "role": "सदस्य"
                                        },
                                        {
                                            "sub_clause_number": "७",
                                            "item": "विद्यालय हेर्ने अधिकृत",
                                            "role": "सदस्य-सचिव"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको समितिले शुल्क निर्धारण सम्बन्धी आफ्नो बैठकमा आवश्यकता अनुसार महिला, दलित र जनजाती सम्बन्धी संस्थाको प्रतिनिधिलाई आमन्त्रण गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिमको समितिको बैठक सम्बन्धी कार्यविधि सो समितिले आफैले निर्धारण गरे बमोजिम हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१४६",
                    "section_title": "विद्यालयले लिन पाउने शुल्क तथा धरौटी",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नियम १४७ को अधीनमा रही विद्यालयले विद्यार्थीसँग देहाय बमोजिम शुल्क र धरौटी लिन पाउनेछ : -",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "मासिक पढाई शुल्क,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "कूल दुई महिनाको पढाई शुल्क बराबरको रकममा नबढ्ने गरी खेलकूद, अतिरिक्त क्रियाकलाप, प्रयोगशाला, मर्मत सम्भार, पुस्तकालय र प्राथमिक उपचार बापतको वार्षिक शुल्क,"
                                },
                                {
                                    "clause_marker": "ख१",
                                    "content": "विद्यालयमा पहिलो पटक भर्ना हुँदाएक पटकको लागि भर्ना हुने कक्षाको मासिक पढाई शुल्कमा नबढ्ने गरी भर्ना शुल्क"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "विविध शुल्कहरु",
                                    "sub_clauses": [
                                        {
                                            "sub_clause_number": "१",
                                            "content": "परीक्षा शुल्क,"
                                        },
                                        {
                                            "sub_clause_number": "२",
                                            "content": "कम्प्यूटर शुल्क,"
                                        },
                                        {
                                            "sub_clause_number": "३",
                                            "content": "स्थानान्तरण प्रमाणपत्र शुल्क,"
                                        },
                                        {
                                            "sub_clause_number": "४",
                                            "content": "विशेष प्रशिक्षण (जुडो, मार्शल आर्टस्, पौडी, गायन, नृत्य) शुल्क,"
                                        },
                                        {
                                            "sub_clause_number": "५",
                                            "content": "आवास शुल्क,"
                                        },
                                        {
                                            "sub_clause_number": "६",
                                            "content": "परिवहन शुल्क,"
                                        },
                                        {
                                            "sub_clause_number": "७",
                                            "content": "भोजन शुल्क।"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) को खण्ड (क), (ख), (ख१) र (ग) मा जुनसुकै कुरा लेखिएको भए तापनि सामुदायिक विद्यालयको प्राथमिक र निम्न माध्यामिक तहमा अध्ययन गर्ने विद्यार्थी र सामुदायिक विद्यालयको माध्यामिक तहमा अध्ययन गर्ने नियम १५२ बमोजिमका विद्यार्थीसँग त्यस्तो शुल्क लिन पाइने छैन।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "संस्थागत विद्यालयले एक महिनाको पढाइ शुल्क बराबर धरौटी रकम लिन पाउनेछ र त्यस्तो रकम विद्यार्थीले विद्यालय छाडेमा तुरुन्तै फिर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "विद्यालयले एक शैक्षिक सत्रमा बाह्र महिनाभन्दा बढी कुनै शुल्क उठाउन पाउने छैन।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "विद्यालयले उपनियम (१) बमोजिमको शुल्क त्यस्तो सुविधा उपयोग गर्ने विद्यार्थीसँगसो सुविधा उपभोग गरेको अवस्थामा मात्र लिन पाउनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "१४७",
                    "section_title": "शुल्क सम्बन्धी व्यवस्था",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "विद्यालयले विद्यार्थीसंग लिने शुल्क सामुदायिक विद्यालय, कम्पनी तथा शैक्षिक गुठी अन्तर्गत सञ्चालित विद्यालयका लागि छुट्टाछुट्टै हुनेछ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "शिक्षा विकास तथा समन्वय इकाइले नियम १४५क. बमोजिमको समितिसँग परामर्श गरी आफ्नो जिल्लाभित्रका “क”, “ख”, “ग” वा “घ” श्रेणीको विद्यालयहरूले निर्धारण गर्न पाउने शुल्कको अधिकतम सीमा तोकि शैक्षिक सत्र शुरु हुनु भन्दा तीन महिना अगावै सूचना प्रकाशन गर्नु पर्नेछ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "व्यवस्थापन समितिले शिक्षक-अभिभावक संघको कार्यकारी समितिसँग परामर्श समेत गरी उपनियम (२) बमोजिम तोकिएको अधिकतम शुल्क सीमाभित्र रही आगामी शैक्षिक सत्रको लागि विद्यार्थीसंग लिने शुल्कको प्रस्तावित दर अनुसूची-२२ को अधीनमा रही प्रस्ताव गरी शैक्षिक सत्र शुरु हुनुभन्दा दुई महिना अगावै शिक्षा विकास तथा समन्वय इकाइ समक्ष पेश गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) बमोजिम प्रस्तावित शुल्कको दर प्राप्त भएमा शिक्षा विकास तथा समन्वय इकाइले सो शुल्क अनुसूची-२२ को आधारमा प्रस्ताव भए वा नभएको सम्बन्धमा जाँचबुझ गरी त्यस्तो शुल्कको दर स्वीकृत गर्नेछ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (४) बमोजिम स्वीकृत शुल्कको दर विद्यालयले आफ्नो सूचना पार्टीमा टाँस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "यस नियममा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि ऐन बमोजिम निशुल्क तथा अनिवार्य शिक्षा लागू भए पछि सामुदायिक विद्यालयले कक्षा आठसम्मको आधारभूत शिक्षा प्रदान गर्न विद्यार्थीबाट शुल्क लिन सक्ने छैन।"
                        }
                    ]
                },
                {
                    "section_number": "१४८",
                    "section_title": "सम्बन्धित काममा खर्च गर्नु पर्ने",
                    "paragraphs": [
                        "विद्यालयले विद्यार्थीसँग जुन कामको लागि शुल्क लिएको हो सोही काममा खर्च गर्नु पर्नेछ ।"
                    ]
                },
                {
                    "section_number": "१४९",
                    "section_title": "समयमा शुल्क बुझाउनु पर्ने",
                    "paragraphs": [
                        "विद्यालयले तोकेको समयमा विद्यार्थीले विद्यालयमा शुल्क बुझाउनु पर्नेछ ।"
                    ]
                },
                {
                    "section_number": "१५०",
                    "section_title": "शुल्कको विवरण सूचना पाटीमा टाँस्नु पर्ने",
                    "paragraphs": [
                        "विद्यालयले शुल्कको दर, शुल्क वुझाउने अवधि र प्रक्रिया सम्बन्धी विवरण विद्यार्थी तथा अभिभावकको जानकारीको लागि विद्यालयको सूचना पाटीमा टाँस्नु पर्नेछ।"
                    ]
                },
                {
                    "section_number": "१५०क",
                    "section_title": "शुल्क व्यवस्थापन तथा अनुगमन केन्द्रीय समिति",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "संस्थागत विद्यालयको शुल्क तथा छात्रवृत्ति व्यवस्थापन सम्बन्धमा नीति निर्माण गर्न, यस्ता विद्यालयको शैक्षिक स्तरमा सुधार गर्न तथा निर्धारित शुल्कको अनुगमन गरी मन्त्रालयलाई राय सुझाव दिने काम समेतको लागि देहाय बमोजिमको एक शुल्क व्यवस्थापन तथा अनुगमन केन्द्रीय समिति रहनेछ :",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "item": "महानिर्देशक",
                                    "role": "संयोजक"
                                },
                                {
                                    "clause_marker": "ख",
                                    "item": "केन्द्रको संस्थागत विद्यालय हेर्ने निर्देशक",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ग",
                                    "item": "केन्द्रको योजना तथा अनुगमन महाशाखा हेर्ने निर्देशक",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "घ",
                                    "item": "निर्देशकहरु मध्येबाट केन्द्रले मनोनीत गरेको एकजना",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "item": "मन्त्रालयको विद्यालय शिक्षा शाखाको उपसचिव",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "च",
                                    "item": "मन्त्रालयको ऐन नियम परामर्श शाखाका उपसचिव",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "छ",
                                    "item": "अभिभावक संघ नेपालको अध्यक्ष वा प्रतिनिधि एकजना",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ज",
                                    "item": "राष्ट्रिय अभिभावक—संघको अध्यक्ष वा प्रतिनिधि एकजना",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "झ",
                                    "item": "निजी तथा आवासिय विद्यालय संगठनको अध्यक्ष वा प्रतिनिधि एकजना",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ञ",
                                    "item": "राष्ट्रिय निजी तथा आवासिय विद्यालय संगठनको अध्यक्ष वा प्रतिनिधि एकजना",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ट",
                                    "item": "गुठीको रुपमा सञ्चालित संस्थागत विद्यालयका शिक्षकहरु मध्येबाट केन्द्रद्वारा मनोनीत एकजना",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ठ",
                                    "item": "शिक्षा विकास तथा समन्वय इकाइ प्रमुखहरु मध्येबाट केन्द्रद्वारा मनोनीत एकजना",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ड",
                                    "item": "केन्द्रबाट मनोनीत शिक्षाविद् दुईजना",
                                    "role": "सदस्य"
                                },
                                {
                                    "clause_marker": "ढ",
                                    "item": "महानिर्देशकले तोकेको केन्द्रको उपनिर्देशक",
                                    "role": "सदस्य-सचिव"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम मनोनीत सदस्यहरुको पदावधि दुई वर्षको हुनेछ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिमको समितिको बैठक सम्बन्धी कार्यविधि सो समिति आफैंले निर्धारण गरे बमोजिम हुनेछ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "२६",
            "chapter_title": "छात्रवृत्ति तथा निःशुल्क शिक्षा सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "१५१",
                    "section_title": "छात्रवृत्तिको व्यवस्था गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "विद्यालयले प्रत्येक कक्षामा प्रथम र द्वितीय हुने विद्यार्थीलाई क्रमशः सतप्रतिशत र पचास प्रतिशत शुल्क मिनाह गरी जेहेन्दार छात्रवृत्ति उपलब्ध गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "संस्थागत विद्यालयले कुल विद्यार्थी संख्याको कम्तीमा दश प्रतिशतमा नघटाई गरीब, अपाङ्ग, महिला, दलित र जनजाति विद्यार्थीलाई छात्रवृत्ति उपलव्ध गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) बमोजिम छात्रवृत्ति उपलव्ध गराउनु अघि विद्यालयले त्यस्तो छात्रवृत्तिको लागि निवेदन दिन विद्यालयमा सूचना प्रकाशन गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) बमोजिम प्राप्त निवेदनको छानविन गरी नियम १४५क. को उपनियम (१) को खण्ड (ख) बमोजिमको समितिले त्यस्तो छात्रवृत्ति पाउने विद्यार्थीहरूको छनौट गर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (४) बमोजिम विद्यार्थी छनौट गर्ने सम्बन्धी बैठकमा जिल्ला स्थित पिछडिएको समुदायको प्रतिनिधित्व गर्ने संस्थाका प्रतिनिधिलाई समेत आमन्त्रण गर्न सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१५२",
                    "section_title": "निःशुल्क शिक्षा उपलव्ध गराउनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सामुदायिक विद्यालयले गरिबीको रेखामुनि रहेका दलित, जनजाती र महिला लगायत अन्य विद्यार्थीहरुलाई निःशुल्क शिक्षाको व्यवस्था गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम निःशुल्क शिक्षा उपलब्ध गराउने प्रयोजनको लागि विद्यालयले त्यस्तो निःशुल्क शिक्षाको लागि निवेदन दिन विद्यालयमा सूचना प्रकाशन गर्नु पर्नेछ ।",
                            "explanation": "यस नियमको प्रयोजनको लागि “गरीबीको रेखामुनि रहेको विद्यार्थी” भन्नाले दलित, जनजाति, महिला लगायत अन्य व्यक्तिको देहाय बमोजिम भएको भनी गाउँ शिक्षा समिति वा नगरपालिकाको सम्बन्धित वडाको सिफारिसमा व्यवस्थापन समितिले निर्णय गरेकोलाई जनाउँछ :",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "विद्यार्थीको परिवारको कुनै पनि सदस्यको नोकरी, व्यापार, व्यवसाय र आय–आर्जनको व्यवस्था नभई जीवन निर्वाह गर्न न्यूनतम आवश्यक पर्ने आम्दानी नभई विद्यालयमा शुल्क तिर्न नसक्ने अवस्था रहेको,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "भूमि सम्बन्धी ऐन, २०२१ बमोजिम जग्गावालाको हैसियतले राख्न पाउने अधिकतम हदवन्दीको तराई तथा उपत्यका, पहाडी र हिमाली क्षेत्रमा क्रमशः पाँच, दश र पन्ध्र प्रतिशत भन्दा कम खेती योग्य जग्गा रहेको, वा"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "राष्ट्रिय योजना आयोगबाट परिभाषित भए बमोजिम निरपेक्ष गरीबीको रेखामा पर्ने र सो भन्दा कम आम्दानी भएको।"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "२७",
            "chapter_title": "विद्यालयको चिन्ह, नामाकरण तथा अन्य व्यवस्था",
            "sections": [
                {
                    "section_number": "१५३",
                    "section_title": "विद्यालयको चिन्ह",
                    "paragraphs": [
                        "विद्यालयको चिन्ह षटकोणको हुनेछ। विद्यालयले चाहेको खण्डमा सो षटकोणको बीचमा आफ्नो विद्यालयको छुट्टै चिन्ह राख्न सक्नेछ।"
                    ]
                },
                {
                    "section_number": "१५४",
                    "section_title": "विद्यालयको नामाकरण",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "समाज तथा राष्ट्रकै लागि उल्लेखनीय योगदान गर्ने वा ऐतिहासिक व्यक्ति, देवदेवी, तीर्थस्थल वा प्राकृतिक सम्पदाको नामबाट नेपालीपन झल्कने गरी विद्यालयको नामाकरण गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "नयाँ खोलिने विद्यालयको नामाकरण नामबाट गर्न चाहने व्यक्तिले देहाय बमोजिमको रकम वा घर वा जग्गा विद्यालयलाई सहयोग गरेमा सो विद्यालयको नामाकरण त्यस्तो सहयोग गर्ने व्यक्तिको नामबाट गर्न सकिनेछः",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "माध्यमिक वा उच्च माध्यमिक विद्यालयको लागि पैतीस लाख रुपैयाँ वा सो बराबरको घर वा जग्गा,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "निम्न माध्यमिक विद्यालयको लागि बीस लाख रुपैयाँ वा सो बराबरको घर वा जग्गा,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "प्राथमिक विद्यालयको लागि दश लाख रुपैयाँ वा सो बराबरको घर वा जग्गा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२क",
                            "content": "उपनियम (२) मा जुनसुकै कुरा लेखिएको भए तापनि महानगरपालिका र उपमहानगरपालिका क्षेत्रभित्रका विद्यालयको हकमा सो उपनियममा उल्लिखित रकमको दोब्बर रकम वा सो बराबरको घर वा जग्गा र नगरपालिका क्षेत्रभित्रका विद्यालयको हकमा पच्चीस प्रतिशत थप रकम वा सो बराबरको घर वा जग्गा विद्यालयलाई सहयोग गरेमा त्यस्तो सहयोग गर्ने व्यक्तिको नामबाट विद्यालयको नामाकरण गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "पहिल्यै नामकरण भईसकेको विद्यालयको नामसंग जोडेर विद्यालयको नामकरण गर्न चाहने व्यक्तिले उपनियम (२) वा (२क) बमोजिमको रकम वा सो बराबरको घर वा जग्गा विद्यालयलाई सहयोग गरी पहिलेको नामको पछाडि आफूले प्रस्ताव गरेको नाम जोड्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "एउटै परिवार वा छुट्टाछुट्टै परिवारका एकभन्दा वढी व्यक्तिले उपनियम (२) वा (२क) बमोजिमको रकम वा घर वा जग्गा विद्यालयलाई प्रदान गरेमा त्यस्ता व्यक्तिहरुको निर्णयबाट बढीमा दुईजनासम्मको नामबाट विद्यालयको नामाकरण गर्न र अन्य व्यक्तिको नाम विद्यालयमा देखिने गरी राख्न सकिनेछ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (२), (२क) वा (३) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै व्यक्ति, स्मारक वा ऐतिहासिक चीजवस्तुको नामबाट विद्यालयको नामाकरण भएको विद्यालयलाई कसैले यस नियम बमोजिम रकम वा घर वा जग्गा सहयोग गरेपनि त्यस्तो विद्यालयको नामाकरण परिवर्तन गरिने छैन।",
                            "proviso": "तर त्यस्तो विद्यालयलाई कुनै व्यक्तिले कक्षा कोठा थप गर्न, पुस्तकालय भवन वा छात्रावास निर्माण गर्न रकम सहयोग गरेमा त्यस्तो कोठा वा भवनमा सो रकम प्रदान गर्ने व्यक्तिको नामाकरण गर्न सकिनेछ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "यस नियम बमोजिम विद्यालयको नामाकरण व्यवस्थापन समिति, गाउँ विकास समिति वा नगरपालिका र जिल्ला शिक्षा समितिको सिफारिसमा मन्त्रालयले गर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१५५",
                    "section_title": "राष्ट्रिय गान गाउनु पर्ने",
                    "paragraphs": [
                        "विद्यालयमा मनाइने प्रत्येक समारोहको प्रारम्भमा राष्ट्रिय गान गाउनु पर्नेछ ।"
                    ]
                },
                {
                    "section_number": "१५६",
                    "section_title": "झण्डोत्तोलन गर्नु पर्ने",
                    "paragraphs": [
                        "विद्यालयमा मनाइने प्रत्येक समारोहको प्रारम्भमा राष्ट्रिय झण्डोत्तोलन गर्नु पर्नेछ ।"
                    ]
                }
            ]
        }
    ]
}