{
    "document_title": "सर्वोच्च अदालत नियमावली, २०७४",
    "publication_date": "२०७४।५।१२",
    "metadata": {
        "header_text": "www.lawcommission.gov.np",
        "amendment_notes": [
            "• दोस्रो संशोधनद्वारा थप।",
            "* दोस्रो संशोधनद्वारा संशोधित।",
            "▶ दोस्रो संशोधनद्वारा प्रतिबन्धात्मक वाक्यांश थप।"
        ]
    },
    "amendments_list": [
        {
            "amendment_number": "१",
            "title": "सर्वोच्च अदालत (पहिलो संशोधन) नियमावली, २०७६",
            "date": "२०७६।१२।३"
        },
        {
            "amendment_number": "२",
            "title": "सर्वोच्च अदालत (दोस्रो संशोधन) नियमावली, २०७८",
            "date": "२०७८ । ८ । ६"
        }
    ],
    "introduction_text": "सर्वोच्च अदालत ऐन, २०४८ को दफा ११ ले दिएको अधिकार प्रयोग गरी सर्वोच्च अदालतले देहायका नियमहरू बनाएको छ ।",
    "chapters": [
        {
            "chapter_number": "१",
            "chapter_title": "प्रारम्भिक",
            "sections": [
                {
                    "section_number": "१",
                    "section_title": "संक्षिप्त नाम र प्रारम्भः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "यी नियमहरूको नाम \"सर्वोच्च अदालत नियमावली, २०७४\" रहेको छ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "यो नियमावली तुरुन्त प्रारम्भ हुनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "२",
                    "section_title": "परिभाषाः",
                    "content": "विषय वा प्रसङ्गले अर्को अर्थ नलागेमा यस नियमावलीमा, -",
                    "clauses": [
                        {
                            "clause_marker": "क",
                            "content": "“अदालत” भन्नाले सर्वोच्च अदालत सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "ख",
                            "content": "“इजलास” भन्नाले नियम २१ बमोजिमको संवैधानिक इजलास, बृहत् पूर्ण इजलास, पूर्ण इजलास, संयुक्त इजलास वा एक न्यायाधीशको इजलास सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "ग",
                            "content": "“ऐन” भन्नाले सर्वोच्च अदालत ऐन, २०४८ सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "घ",
                            "content": "“कानून व्यवसायी” भन्नाले नेपाल कानून व्यवसायी परिषद् ऐन, २०५० बमोजिमको वरिष्ठ अधिवक्ता वा अधिवक्ता सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "ङ",
                            "content": "“निर्देशनालय” भन्नाले नियम १२९ बमोजिमको फैसला कार्यान्वयन निर्देशनालय सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "च",
                            "content": "\"न्यायाधीश\" भन्नाले सर्वोच्च अदालतको न्यायाधीश सम्झनु पर्छ र सो शब्दले प्रधान न्यायाधीशलाई समेत जनाउँछ ।"
                        },
                        {
                            "clause_marker": "छ",
                            "content": "“पूर्ण बैठक” भन्नाले नियम १०९ बमोजिमको पूर्ण बैठक (फुलकोर्ट) सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "ज",
                            "content": "\"महानिर्देशक\" भन्नाले निर्देशनालयको महानिर्देशक सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "झ",
                            "content": "“फैसला” भन्नाले कुनै अदालत वा न्यायिक निकायबाट भएको अन्तिम आदेश समेतलाई सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "ञ",
                            "content": "“मुख्य रजिस्ट्रार” भन्नाले अदालतको मुख्य रजिस्ट्रार सम्झनु पर्छ र सो शब्दले कायम मुकायम वा निमित्त भई काम गर्ने रजिस्ट्रार वा अन्य अधिकृतलाई समेत जनाउँछ ।"
                        },
                        {
                            "clause_marker": "ट",
                            "content": "“मुद्दा” भन्नाले रिट निवेदन समेतलाई सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "ठ",
                            "content": "“रजिस्ट्रार” भन्नाले अदालतको रजिस्ट्रार सम्झनु पर्छ र सो शब्दले कायम मुकायम वा निमित्त भई काम गर्ने सह रजिस्ट्रार वा अन्य अधिकृतलाई समेत जनाउँछ ।"
                        },
                        {
                            "clause_marker": "ड",
                            "content": "“समिति” भन्नाले परिच्छेद-१३ बमोजिमको समिति सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "ढ",
                            "content": "“सम्बन्धित अधिकारी” भन्नाले मुख्य रजिस्ट्रार, रजिस्ट्रार वा निजहरूले अधिकार प्रत्यायोजन गरेको अन्य अधिकृत सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "ण",
                            "content": "“संविधान” भन्नाले नेपालको संविधान सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "त",
                            "content": "“लिखत” भन्नाले अदालतमा दर्ता गर्न ल्याएका उजुरी, प्रतिउत्तरपत्र, पुनरावेदनपत्र, निवेदन, लिखित जवाफ, लिखित प्रतिवाद समेतका लिखत सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "थ",
                            "content": "“वैतनिक कानून व्यवसायी” भन्नाले नियम १४३ बमोजिम नियुक्त वैतनिक कानून व्यवसायी सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "द",
                            "content": "“पेसी व्यवस्थापन निर्देशन समिति” भन्नाले नियम ११०ख. बमोजिमको समिति सम्झनु पर्छ ।"
                        },
                        {
                            "clause_marker": "ध",
                            "content": "“पेसी सूची” भन्नाले साप्ताहिक पेसी सूची, पूरक पेसी सूची र दैनिक पेसी सूचीलाई सम्झनु पर्छ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "२",
            "chapter_title": "अदालतको कार्य समय र न्यायाधीशको पोसाक",
            "sections": [
                {
                    "section_number": "३",
                    "section_title": "अदालतको कार्य समयः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतको कार्य समय आइतबारदेखि बिहीबारसम्म विहान १० बजेदेखि अपरान्ह ५ बजेसम्म र शुक्रबार बिहान १० बजेदेखि अपरान्ह ४ बजेसम्म हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि कार्तिक १६ गतेदेखि माघ १५ गतेसम्म आइतबारदेखि शुक्रबारसम्म बिहान १० बजेदेखि अपरान्ह ४ बजेसम्म अदालतको कार्य समय हुनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) र (२) मा जुनसुकै कुरा लेखिएको भए तापनि नेपाल सरकारले सार्वजनिक बिदा हुने भनी तोकेको दिन र पूर्ण बैठकले अदालत बन्द रहने भनी तोकेको दिन अदालत बन्द रहनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "प्रधान न्यायाधीशले उपनियम (१) र (२) बमोजिमको अदालतको कार्य समयका अतिरिक्त अन्य समयमा र अदालत बन्द रहने दिनमा समेत अदालतबाट सम्पादन हुने कुनै कार्य गर्ने गरी तोक्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४",
                    "section_title": "इजलासको समयः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतको कार्य समय सुरु भएको साधारणतयाः आधा घण्टापछि इजलास लाग्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "प्रधान न्यायाधीशले अदालतको कार्य समयको बीचमा बढीमा एक घण्टा इजलासको कार्य नहुने गरी विश्रामका लागि तोक्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "नियम ३ को उपनियम (४) बमोजिम अदालतको कार्य समयभन्दा अतिरिक्त समयमा र अदालत बन्द रहेको दिनमा समेत प्रधान न्यायाधीशले इजलास लाग्ने समय तोक्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) बमोजिम अतिरिक्त समय इजलास लाग्ने गरी तोकिएकोमा त्यसरी काम गरेको अवधिको अतिरिक्त भत्ताको व्यवस्था गर्न सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५",
                    "section_title": "इजलासमा लगाउने पोसाकः",
                    "content": "इजलासमा बस्दा न्यायाधीशले लगाउने पोशाक अदालतले तोके बमोजिम हुनेछ।"
                },
                {
                    "section_number": "६",
                    "section_title": "अदालतको चिन्ह र झन्डाः",
                    "content": "अदालतले आफ्नो र मातहतका अदालतको लागि विशेष चिन्ह अङ्कित झन्डा र प्रतिक चिन्ह (लोगो) प्रयोग गर्न सक्नेछ । लोगोको नमूना अनुसूची-१ मा उल्लेख भए बमोजिम हुनेछ ।"
                }
            ]
        },
        {
            "chapter_number": "३",
            "chapter_title": "मुख्य रजिस्ट्रार र अदालतका अन्य कर्मचारी",
            "sections": [
                {
                    "section_number": "७",
                    "section_title": "मुख्य रजिष्ट्रारः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "प्रधान न्यायाधीशको सामान्य निर्देशन र नियन्त्रणमा रही मुख्य रजिस्ट्रारले अदालतको प्रशासकीय प्रमुखको रूपमा रही कार्य गर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "प्रचलित कानून र यस नियमावलीको अधीनमा रही अदालतको छाप, अभिलेख, लिखत, चल तथा अचल सम्पत्ति मुख्य रजिस्ट्रारको जिम्मामा रहनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८",
                    "section_title": "मुख्य रजिस्ट्रारको काम, कर्तव्य र अधिकारः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "ऐन र यस नियमावलीमा अन्यत्र उल्लेख भएका काम कर्तव्य र अधिकारको अतिरिक्त मुख्य रजिस्ट्रारको अन्य काम, कर्तव्य र अधिकार देहाय बमोजिम हुनेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "प्रधान न्यायाधीशको सामान्य निर्देशन र नियन्त्रणमा रही सर्वोच्च अदालत तथा मातहतका अदालत एवम् न्यायिक निकायहरूको प्रशासकीय एवम् व्यवस्थापकीय कार्यको नियमन, रेखदेख, नियन्त्रण, निर्देशन एवम् समन्वय गर्ने,"
                                },
                                {
                                    "clause_marker": "क१",
                                    "content": "अदालतको साप्ताहिक पेसी सूची तयार गरी प्रकाशन गर्ने र दैनिक पेसी सूची तयार गरी गोला प्रक्रियाको प्रयोजनको लागि पूर्ण बैठक कक्षमा पेस गर्ने,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "सर्वोच्च अदालतको वार्षिक प्रतिवेदन तयार गरी प्रकाशन गर्ने गराउने,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "सर्वोच्च अदालतमा रहेका विभिन्न महाशाखाहरू एवम् निर्देशनालयको व्यवस्थापन र नियन्त्रण गर्ने,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "पूर्ण बैठकमा पेस हुने प्रस्ताव तयार गरी छलफलका लागि पेस गर्ने र बैठकको निर्णय कार्यान्वयन गर्ने,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "अदालत, मातहतका अदालत तथा अन्य न्यायिक निकायको कर्मचारी ब्यवस्थापन सम्बन्धी नीति निर्धारण गरी कार्यान्वयन गर्ने गराउने,"
                                },
                                {
                                    "clause_marker": "च",
                                    "content": "राजपत्र अनङ्कित कर्मचारीको कुनै पद रिक्त भएको कारणबाट अदालत तथा मातहतका अदालतको काम सूचारु रूपले चल्न नसकेमा त्यस्तो पद पूर्तिका लागि लोक सेवा आयोगमा मागको आकृति फाराम पठाई आयोगबाट स्थायी सिफारिस भई नआएसम्मको अवधिको लागि आफ्नो अदालतको हकमा आफैले करार सेवामा कर्मचारी नियुक्त गर्ने र मातहतका अदालत वा न्यायिक निकायको हकमा त्यसरी नियुक्ति गर्न अनुमति दिने,"
                                },
                                {
                                    "clause_marker": "छ",
                                    "content": "अदालत तथा मातहतका अदालतका कर्मचारीलाई आवश्यकता अनुसार समयावधि तोकी वा नतोकी काज खटाउने,"
                                },
                                {
                                    "clause_marker": "ज",
                                    "content": "न्यायपालिकाको सुधार र विकास सम्बन्धी आवधिक योजना तयार गरी कार्यान्वयन गर्ने गराउने,"
                                },
                                {
                                    "clause_marker": "झ",
                                    "content": "सर्वोच्च अदालत र मातहतका अदालतमा कार्यरत कर्मचारीको काममा कुनै अनियमितता भएको पाइएमा प्रचलित कानून बमोजिम कारबाही गर्ने गराउने,"
                                },
                                {
                                    "clause_marker": "ञ",
                                    "content": "कार्यपालिका, व्यवस्थापिकालगायत न्याय क्षेत्रका सरोकारवाला निकायहरूसँग आवश्यक सम्पर्क, सम्बन्ध र समन्वय गर्ने,"
                                },
                                {
                                    "clause_marker": "ट",
                                    "content": "न्यायपालिकाको सुधार र विकाससम्बन्धमा सरोकारवालाहरूले उठाएको समसामयिक विषयहरूलाई अध्ययन गरी आफैंले निकासा दिनु पर्ने जतिमा आफैले गर्ने र पूर्ण बैठकमा पेस गर्नु पर्ने विषय देखिएमा सो सम्बन्धी प्रस्ताव तयार गरी पूर्ण बैठकमा पेस गर्ने,"
                                },
                                {
                                    "clause_marker": "ठ",
                                    "content": "अदालतमा दर्ता गराउन ल्याएका लिखत दर्ता गर्ने र दर्ता गर्न नमिल्ने लिखत दरपीठ गर्ने,"
                                },
                                {
                                    "clause_marker": "ड",
                                    "content": "मुलुकी देवानी संहिता, २०७४ को दफा २३०, मुलुकी देवानी कार्यविधि संहिता, २०७४ को दफा १५६ तथा मुलुकी फौजदारी कार्यविधि संहिता, २०७४ को दफा ५८, ६५, ८७, १५६ र १६७ बमोजिम परेका निवेदन तथा कारवाही उपर कानून बमोजिम निकासा दिने,"
                                },
                                {
                                    "clause_marker": "ढ",
                                    "content": "मुद्दा मुल्तबी राखी पाउँ वा जगाई पाउँ भन्ने विषयसम्बन्धी निवेदनमा निकासा दिने,"
                                },
                                {
                                    "clause_marker": "ण",
                                    "content": "मुद्दाको काम कारबाहीका सम्बन्धमा यस नियमावली तथा अन्य प्रचलित कानून बमोजिमको कार्य गर्ने गराउने ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "मुख्य रजिस्ट्रारले आफूलाई प्राप्त अधिकारमध्ये पेसी सूची तयार गर्ने बाहेकको अन्य कुनै अधिकार रजिस्ट्रार, सहरजिस्ट्रार वा अन्य कुनै अधिकृतलाई सुम्पन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "मुख्य रजिस्ट्रारले पेसी व्यवस्थापन निर्देशन समितिको प्रत्यक्ष निर्देशन र नियन्त्रणमा रही साप्ताहिक तथा दैनिक पेसी सूची तयार गर्दा गोपनीयता कायम गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "९",
                    "section_title": "रजिस्ट्रारको काम, कर्तव्य र अधिकारः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "मुख्य रजिस्ट्रारको सामान्य नियन्त्रण र निर्देशनमा रही रजिस्ट्रारको काम, कर्तव्य र अधिकार देहाय बमोजिम हुनेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "प्रचलित कानून बमोजिम तल्लो अदालत वा निकायको फैसलाले लागेको सरकारी बिगो, जरिबाना र कैद बापतको धरौट वा जमानत लिई पुनरावेदन दर्ता गर्ने,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "पक्षबाट कानून बमोजिम लाग्ने कोर्ट फी लगायतका दस्तुर दाखिला गराउने,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "मुद्दामा जमानी लिई तारिखमा छोड्ने विषयमा निकासा दिने,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "कानून बमोजिम म्याद तारिख थामिदिने,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "अदालतमा दायर रहेको मुद्दा मामिलासँग सम्बन्धित मिसिल वा लिखत मगाउने, कुनै लिखत पक्षबाट पेस गर्न लगाउने र अन्य अदालतबाट माग भएका मिसिल वा लिखत पठाउने,"
                                },
                                {
                                    "clause_marker": "च",
                                    "content": "पुनरावेदनको म्याद दिनु पर्नेमा दिएको नदेखिएमा पुनरावेदनको म्याद जारी गर्ने,"
                                },
                                {
                                    "clause_marker": "छ",
                                    "content": "आदेशानुसार म्याद सूचना जारी गर्ने, तामेली म्याद सूचना जाँची बेरीतको देखिएमा बदर गरी पुनः जारी गर्ने,"
                                },
                                {
                                    "clause_marker": "ज",
                                    "content": "मुद्दाको कुनै पक्षको मृत्यु भएको अवस्थामा मुद्दा सकार गर्न दिने,"
                                },
                                {
                                    "clause_marker": "झ",
                                    "content": "अदालतको अवहेलनासम्बन्धी मुद्दामा बाहेक अन्य मुद्दामा कानूनबमोजिम वारिस लिने र सकार गराउने,"
                                },
                                {
                                    "clause_marker": "ञ",
                                    "content": "कानून व्यवसायीले पेस गरेको वकालतनामा लिने र प्रचलित कानून बमोजिम आवश्यक विषयको सूचना कानून व्यवसायीलाई दिने,"
                                },
                                {
                                    "clause_marker": "ट",
                                    "content": "अदालतमा रहेका मुद्दाका मिसिलहरू व्यवस्थापन गर्ने, गराउने,"
                                },
                                {
                                    "clause_marker": "ठ",
                                    "content": "मुद्दाको काम कारबाही सम्बन्धी अन्य कार्य गर्ने,"
                                },
                                {
                                    "clause_marker": "ड",
                                    "content": "इजलासको आदेशले तोकेको अन्य कार्य गर्ने,"
                                },
                                {
                                    "clause_marker": "ढ",
                                    "content": "मुलुकी देवानी कार्यविधि संहिता, २०७४ को दफा ५४ र २६७ तथा मुलुकी फौजदारी कार्यविधि संहिता, २०७४ को दफा ५३ बमोजिम परेका निवेदन तथा कारवाही उपर कानून बमोजिम निकासा दिने,"
                                },
                                {
                                    "clause_marker": "ण",
                                    "content": "बाली रोक्का वा फुकुवा गरी पाउँ भन्ने विषयहरू सम्बन्धी निवेदनमा निकासा दिने,"
                                },
                                {
                                    "clause_marker": "त",
                                    "content": "यस नियमावलीमा रजिस्ट्रारले गर्ने भनी तोकिएका अन्य कार्यहरू गर्ने,"
                                },
                                {
                                    "clause_marker": "थ",
                                    "content": "मुख्य रजिस्ट्रारले प्रत्यायोजन गरेका अन्य काम गर्ने ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "रजिस्ट्रारले आफूलाई प्राप्त अधिकारमध्ये कुनै अधिकार सहरजिस्ट्रार, उपरजिस्ट्रार, शाखा प्रमुख वा अदालतका अन्य कुनै अधिकृतलाई प्रत्यायोजन गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०",
                    "section_title": "मुख्य रजिस्ट्रार वा रजिस्ट्रारले गरेको आदेशउपर उजुर दिन सक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "मुद्दाको कारबाहीको सिलसिलामा मुख्य रजिस्ट्रार वा रजिस्ट्रारले गरेको आदेशमा चित्त नबुझ्ने व्यक्तिले सात दिनभित्र इजलास समक्ष निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम परेको निवेदनबाट त्यस्तो आदेश बेरीतको देखिन आएमा सम्बन्धित इजलासले आवश्यक देखेमा सात दिनसम्ममा कैफियत प्रतिवेदन माग गरी वा नगरी कानून बमोजिम गर्न लगाउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "११",
                    "section_title": "अदालतका महाशाखा वा शाखा तथा कर्मचारीः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतमा रहने महाशाखा तथा शाखाहरू र तिनीहरूको काम अनुसूची–२ मा उल्लेख भए बमोजिम हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "आफ्नो महाशाखाअन्तर्गतका शाखा तथा फाँटको काम कारबाहीलाई छिटो छरितो, स्तरीय र प्रभावकारी ढङ्गबाट सम्पन्न गर्नु वा गराउनु, अदालतको काम सुचारु रुपले सञ्चालन गर्न रजिस्ट्रारलाई सहयोग गर्नु तथा मुख्य रजिस्ट्रार वा रजिस्ट्रारले अधिकार प्रत्यायोजन गरी तोकिदिएका कामहरू गर्नु सहरजिस्ट्रारको कर्तव्य हुनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "प्रत्येक शाखामा कम्तीमा अधिकृतस्तरको कर्मचारीले शाखाको प्रमुखको रूपमा काम गर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "आफ्नो शाखाको काम सुव्यवस्थितरूपले सञ्चालन गर्नु शाखा प्रमुखको कर्तव्य हुनेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपरजिस्ट्रार, शाखा प्रमुख र अन्य कर्मचारीले आफ्नो कार्य विवरणमा उल्लेख भएको र मुख्य रजिस्ट्रार वा रजिस्ट्रारले अधिकार प्रत्यायोजन गरी तोकिदिए बमोजिमको कामहरू गर्नेछन् ।"
                        }
                    ]
                },
                {
                    "section_number": "१२",
                    "section_title": "आदेश वा निर्देशन पालना नगर्ने कर्मचारी उपर कारबाही हुनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सम्बन्धित कर्मचारीले आफूलाई तोकिएको जिम्मेबारी र सुम्पेको कामका लागि आफूभन्दा माथिको अधिकारीप्रति जवाफदेही हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "आफूमाथिको अधिकारीले दिएको आदेश वा निर्देशन पालन नगर्ने कर्मचारी उपर त्यस्तो आदेश वा निर्देशन दिने अधिकारीले कारबाही गर्न अख्तियारवाला समक्ष सिफारिस गर्न सक्नेछ र निजले त्यस्तो आदेश र निर्देशन पालना नगरेको देखिएमा प्रचलित कानून बमोजिम विभागीय कारबाही हुनेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "४",
            "chapter_title": "लिखतमा पुऱ्याउनु पर्ने रीत र लिखत दर्ता",
            "sections": [
                {
                    "section_number": "१३",
                    "section_title": "अदालतमा पेस हुने लिखतमा पुऱ्याउनु पर्ने सामान्य रीतः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतमा पेस हुने लिखत फुलस्केप (ए फोर) आकारको सादा नेपाली कागजमा प्रत्येक पृष्ठमा शिर र पुछारमा एक इन्च, बायाँतर्फ डेढ इन्च र दायाँतर्फ आधा इन्च तथा पहिलो पृष्ठको हकमा शिरतर्फ तीन इन्च ठाउँ छोडिएको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "अदालतमा पेस हुने लिखत कागजको एकापट्टि मात्र कम्प्युटर टाइप वा मुद्रण गरिएको, युनिकोड नेपाली फन्टमा बाह्र प्वाइन्ट तथा लाइन स्पेसिङ बढीमा एक दशमलब पाँचमा टाइप वा मुद्रण गरिएको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "लिखत दर्ता गर्न ल्याउने व्यक्तिले लिखतमा आफ्नो र थाहा भएसम्म देहायबमोजिमको विवरण उल्लेख गर्नु पर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "नाम र थर,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "पति, पत्नी, बुवा, आमा र बाजे, बज्यैको नाम,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "उपलब्ध भएसम्म फ्याक्स, इमेल, टेलिफोन नम्बर, मोबाइल नम्बर र अन्य परिचयात्मक विवरण,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "कुनै कार्यालय वा संस्थामा कार्यरत रहेकोमा निजको पद, कार्यालय वा संस्थाको नाम, ठेगाना र उपलब्ध भएसम्म फ्याक्स, इमेल, टेलिफोन नम्बर,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "स्थायी र हाल बसोबास गरेको ठेगाना (जिल्ला, महानगरपालिका, उपमहानगरपालिका, नगरपालिका, गाउँपालिका, वडा नम्बर, टोल, मार्ग र भएसम्म घरको ब्लक नं.,"
                                },
                                {
                                    "clause_marker": "च",
                                    "content": "सङ्गठित सँस्था भए सोको नाम, ठेगाना, प्रधान कार्यालय रहेको स्थान ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "४",
                            "content": "लिखतको पेटबोलीमा उल्लेख भएको प्रत्येक व्यक्तिलाई सजिलैसँग सनाखत गर्न सकिने गरी निजको पूरा नाम, थर, ठेगाना र अन्य आवश्यक परिचयात्मक विवरण स्पष्टरूपमा उल्लेख भएको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "लिखतमा उल्लिखित प्रत्येक स्थानको पूरा ठेगाना स्पष्टरूपमा जनाइएको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "लिखत दर्ता गर्न ल्याउने व्यक्तिले प्रत्येक पृष्ठमा छोटकरी दस्तखत र आखिरी पृष्ठमा बुझिने गरी पूरा दस्तखत र ल्याप्चे सहीछाप गरेको वा लेख्न नजान्ने भए दस्तखतको सट्टा ल्याप्चे सहीछाप गरेको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "कानून व्यवसायीले लिखतको मस्यौदा गरेको भए सो लिखतको पहिलो पृष्ठको बायाँ किनारामा सो लिखत निजले मस्यौदा गरेको बेहोरा र निजको नाम तथा प्रमाणपत्र नम्बर स्पष्ट रूपमा जनाई दस्तखत गरेको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "कानून व्यवसायी वा लिखत दर्ता गर्न आउने व्यक्तिबाहेक अरूले लिखतको मस्यौदा गरेको भए सो लिखतको पहिलो पृष्ठको बायाँ किनारामा सो मस्यौदा गर्ने व्यक्तिले “यो लिखत मैले मस्यौदा गरेको हुँ, मैले घुस, कीर्ते वा जालसाजीमा सजाय पाएको छैन” भन्ने बेहोरा र आफ्नो नाम, थर र ठेगाना स्पष्ट रूपमा जनाई दस्तखत गरेको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "९",
                            "content": "लिखतको आखिरी प्रकरणमा “यसमा लेखिएको बेहोरा साँचो छ, झुट्टा ठहरे कानूनबमोजिम सहुँला बुझाउँला, अदालतबाट जारी हुने सूचना, म्याद तामेलीलगायत अन्य काम कारबाहीमा अदालतलाई सहयोग गर्नेछु” भन्ने बेहोरा लेखी त्यसको मुनि दायाँ किनारामा लिखत दर्ता गर्न ल्याउने व्यक्तिले दस्तखत गरेको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१०",
                            "content": "लिखतका विषयहरू सिलसिलेवार रूपमा प्रकरण छुट्याई उचित र संयमपूर्ण भाषामा लेखिएको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "११",
                            "content": "लिखत दर्ता गर्न ल्याउने वा अदालतमा कागज गर्न आउने कुनै पनि व्यक्तिले आफ्नो नागरिकता वा नाम, थर, वतन यकिन खुलेको अन्य कुनै परिचयात्मक विवरण पेस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१२",
                            "content": "उपनियम (११) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै परिचयात्मक प्रमाण पहिले सोही मुद्दामा पेस भई मिसिल संलग्न रहेको भए पूनः पेस गर्नु पर्ने छैन ।"
                        },
                        {
                            "subsection_number": "१३",
                            "content": "तल्लो अदालत वा अन्य न्यायिक निकायबाट कैद वा जरिबानाको सजाय पाएको व्यक्तिले पुनरावेदन वा अन्य कुनै लिखत दर्ता गर्न आउँदा त्यस्तो कैद सजाय भोगेको, भोगिरहेको, जरिबानाको रकम तिरेको वा सोबापत कानून बमोजिम धरौट वा जमानत दिएको निस्सा पेस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१४",
                            "content": "लिखतसाथ पेस गर्ने कागज नेपाली भाषा बाहेक अन्य भाषाको भए अदालतले आवश्यक देखेमा सोको प्रचलित कानूनबमोजिम अनुवाद गरी सो अनुवादको प्रमाणित प्रति समेत लिखतसाथ पेस गर्न लगाउन सक्नेछ।"
                        },
                        {
                            "subsection_number": "१५",
                            "content": "अदालतमा दर्ता गर्न ल्याएको लिखतसाथ सोको विद्युतीय प्रतिसमेत अनिवार्य रूपमा पेस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१६",
                            "content": "उपनियम (३) बमोजिमको विवरणमा कुनै परिवर्तन भएमा परिवर्तन भएको मितिले बाटोको म्याद बाहेक पन्ध्र दिन भित्र सोको जानकारी अदालतमा दिनु पर्ने कर्तब्य सम्बन्धित पक्षको हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१४",
                    "section_title": "खास प्रकृतिका निवेदनमा खुलाउनु पर्ने अन्य कुराः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नियम १३ मा उल्लिखित कुराहरूका अतिरिक्त अदालतमा मुद्दासँग सम्बन्धित कुनै निवेदन पेस गर्दा मुद्दा परेको साल, मुद्दाको क्रमसङ्ख्या र नाम, निवेदनमा माग गरेको कुरा, त्यसको कारण र आधार तथा सम्बद्ध कानून उल्लेख गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कुनै कार्यालय वा अदालतमा भएको कुनै मिसिल कागज झिकाई पाउँ भनी कुनै निवेदन पेस गर्दा मिसिल कागज रहेको कार्यालयको नाम, ठेगाना, कागज रहेको मुद्दाको नाम वा विषय र क्रमसङ्ख्या, कागज भएको मिति, मिसिल कागज कुन तथ्यको पुष्ट्याई वा खण्डनको लागि आवश्यक परेको हो सो कुरा र मिसिल वा कागजको अन्य परिचयात्मक विवरण उल्लेख गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१५",
                    "section_title": "पहिलो निवेदनको विवरण उल्लेख गर्नु पर्नेः",
                    "content": "पहिले कुनै विषयमा निवेदन दिई आदेश भइसकेकोमा पछि पुनः सोही बेहोराको वा समान उद्देश्यलाई लिएर निवेदन दिँदा पहिले निवेदनमा भएको आदेश, पुनः निवेदन दिनु पर्ने कारण र आधारसमेत स्पष्ट रूपमा उल्लेख गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "१६",
                    "section_title": "लिखतसाथ पेस गर्नु पर्ने प्रमाणः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतमा लिखतसाथ प्रमाण पेस गर्दा सक्कलै प्रमाण र सोको एक प्रति नक्कल पेस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कुनै लिखतको बिद्युतीय प्रमाण भएमा सोसमेत लिखत साथ पेस गर्न सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१७",
                    "section_title": "लिखत दर्ताः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै व्यक्तिले अदालत समक्ष कुनै लिखत दर्ता गर्न चाहेमा त्यस्तो लिखत सम्बन्धित अधिकारी समक्ष पेस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "सम्बन्धित अधिकारीले उपनियम (१) बमोजिम पेस हुन आएको लिखत देहायबमोजिम जाँच गर्नु पर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "कानून बमोजिमको ढाँचा मिले नमिलेको,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "हदम्याद, म्यादभित्र भए नभएको, अदालतको अधिकार क्षेत्रभित्र पर्ने नपर्ने, हकदैया भए नभएको, कुनै कानूनी आधार भए नभएको, खुलाउनु पर्ने बेहोरा खुलाएको नखुलाएको, लिखतको लेखाई, प्रस्तुति वा उल्लेखनमा कुनै अशुद्धि, अपूर्णता वा अस्पष्टता भए नभएको, अङ्क र अक्षरमा फरक परे नपरेको, शिष्ट भाषामा लेखिए नलेखिएको र अन्य रीत पुगे नपुगेको ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) बमोजिम जाँच गर्दा रीत पुगेको देखिएमा सम्बन्धित अधिकारीले त्यस्तो लिखत दर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (२) बमोजिम जाँच गर्दा त्यस्तो लिखत कानून बमोजिमको ढाँचा नमिलेको, खुलाउनु पर्ने बेहोरा नखुलाएको, लेखाई, प्रस्तुति वा उल्लेखनमा अशुद्धि, अपूर्णता वा अस्पष्टता भएको वा अङ्क र अक्षरमा फरक परेको, शिष्ट भाषामा नलेखिएको जस्ता त्रुटि देखिएको र त्यस्तो त्रुटि सच्याई ल्याएमा सो लिखत दर्ता गर्न मिल्ने देखिएमा यो रीत पुऱ्याई ल्याउनु भनी लिखतको पहिलो पृष्ठमा लेखी सम्बन्धित अधिकारीको दस्तखत गरी अदालतको छाप लगाई फिर्ता दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (४) बमोजिम लिखत फिर्ता भएकोमा तीन दिनभन्दा बढी हदम्याद वा म्याद बाँकी रहेछ भने बाँकी रहेको हदम्याद वा म्यादभित्र र तीन दिन भन्दा कम हदम्याद वा म्याद बाँकी रहेछ भने फिर्ता भएको मितिले तीन दिनभित्र रीत पुऱ्याई दर्ता गर्न ल्याएमा त्यस्तो लिखत दर्ता गरिदिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "यस नियम बमोजिम लिखत दर्ता गरे पछि दर्ता गर्न ल्याउनेको सहीछाप गराई त्यसको दर्ता नम्बर र मिति जनाई दर्ता गर्न ल्याउने व्यक्तिलाई सोको भरपाई दिनु पर्नेछ ।",
                            "proviso": "तर तारिखमा रहेका व्यक्तिलाई छुट्टै भरपाई दिनुपर्ने छैन।"
                        },
                        {
                            "subsection_number": "६क",
                            "content": "यस नियम बमोजिम निवेदन दर्ता गर्न ल्याउँदा निवेदकहरूको संख्या धेरै भएमा छुट्टै पानामा दस्तखत गराउन सकिनेछ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "यस नियममा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि अदालतले विद्युतीय माध्यमबाट कुनै लिखत दर्ता गर्ने व्यवस्था गरेको अवस्थामा सोही बमोजिम लिखत दर्ता गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "उपनियम (७) बमोजिम कुनै लिखत दर्ता गराएकोमा सम्बन्धित अधिकारीले आवश्यक देखेमा अवधि तोकी सक्कल लिखत पेस गर्न आदेश दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१८",
                    "section_title": "लिखतमा दरपीठः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतमा दर्ताको लागि पेस भएको लिखत जाँच गर्दा त्यस्तो लिखत हदम्याद वा म्यादभित्र नभएमा, अदालतको अधिकार क्षेत्रभित्र नपर्ने भएमा, हकदैया नभएमा, कुनै कानूनी आधार नभएमा, नियम १७ को उपनियम (४) बमोजिम त्रुटि सच्याउन फिर्ता लगेकोमा त्यस्तो त्रुटि नसच्याई ल्याएमा, लिखतसाथ पेस गर्नु पर्ने कागजात पेस गरेको नदेखिएमा वा प्रचलित कानून तथा यस नियमावली बमोजिम दर्ता गर्न नमिल्ने देखिएमा सोको आधार र कारण खुलाई छुटै कागजमा दरपीठको बेहोरा उल्लेख गरी सोमा सम्बन्धित अधिकारीले दस्तखत गरी अदालतको छापसमेत लगाई एकप्रति सम्बन्धित पक्षलाई फिर्ता दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "सर्वोच्च अदालतबाट स्पष्ट व्याख्या भई सिद्धान्त प्रतिपादन भइसकेको विषय वा उही विषयमा कसैले अघि नै रिट निवेदन दायर गरी अदालतमा विचाराधीन रहेको विषय, प्रथमदृष्टिमा (प्राइमाफेसी) उच्च अदालत वा सर्वोच्च अदालतमा पुनरावेदन लाग्ने वा मुद्दा दोहोऱ्याउने निवेदन लाग्ने विषय वा मुलुकी देवानी कार्यविधि संहिता, २०७४ को दफा १५६ को उपदफा (४) र दफा १५७ तथा मुलुकी फौजदारी कार्यविधि संहिता, २०७४ को दफा ७३ वा न्याय प्रशासन ऐन, २०७३ को दफा १५ बमोजिम पुनरावेदन सुन्ने अदालतमा निवेदन लाग्ने विषय रहेछ वा संवैधानिक वा कानूनी प्रश्नबाहेकका अस्पष्ट किसिमको रिट निवेदन दायर गर्न ल्याएको रहेछ भने सम्बन्धित अधिकारीले आधार र कारण खुलाई त्यस्ता लिखत दरपीठ गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "यस नियम बमोजिम दरपीठ गरिएकोमा सो लिखतको एकप्रति अदालतमा राख्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१९",
                    "section_title": "लिखतको सामान्य त्रुटि सच्याउनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतमा लिखत पेस गर्ने व्यक्तिले एक पटक दर्ता भैसकेको लिखतमा लेख, टाइप वा मुद्रणको सामान्य त्रुटि सच्याउन चाहेमा सो बेहोरा उल्लेख गरी सम्बन्धित अधिकारीसमक्ष निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम निवेदन पेस हुन आएमा आवश्यक जाँचबुझ गर्दा निवेदकको मागबमोजिम त्रुटि सच्याउन मनासिब देखेमा सम्बन्धित अधिकारीले त्यस्तो निवेदनलाई नै लिखतको पूरकको रूपमा मिसिल सामेल गर्ने आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) मा जुनसुकै कुरा लेखिएको भए तापनि मूल लिखतको जुन बेहोरा सच्याउनका लागि माग गरेको हो, सोबाट मुद्दाको सम्पूर्ण कारबाही वा इन्साफमा तात्विक असर पर्न सक्ने देखेमा सम्बन्धित अधिकारीले त्यस्तो निवेदनलाई पूरक लिखतको रूपमा स्वीकार गर्ने छैन ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "सम्बन्धित अधिकारीले आवश्यक देखेमा यस नियम बमोजिम त्रुटि सच्याएको जनाउ अर्को पक्षलाई दिन सक्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "५",
            "chapter_title": "इजलास सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "२०",
                    "section_title": "पेसी तथा इजलास व्यवस्थापनः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतमा दर्ता भएको मुद्दाको सुनुवाइको लागि इजलासको गठन र पेसी सूची निर्धारण गोला प्रक्रियाद्वारा हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) को प्रयोजनको लागि पेसी व्यवस्थापन समेतको कार्य पेसी व्यवस्थापन निर्देशन समितिले निर्धारण गरे बमोजिम हुनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "२१",
                    "section_title": "अदालतमा रहने इजलासः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतमा देहाय बमोजिमका इजलासहरू रहने छन्:-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "संवैधानिक इजलास,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "बृहत् पूर्ण इजलास,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "पूर्ण इजलास,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "संयुक्त इजलास,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "एक न्यायाधीशको इजलास ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) को खण्ड (क) बमोजिमको संवैधानिक इजलासबाट हेरिने मुद्दा र तत्सम्बन्धी अन्य ब्यवस्था सर्वोच्च अदालत (संवैधानिक इजलास सञ्चालन) नियमावली, २०७२ मा उल्लेख भए बमोजिम हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२२",
                    "section_title": "बृहत् पूर्ण इजलासः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "बृहत् पूर्ण इजलासमा पाँच जना वा सोभन्दा बढी न्यायाधीश संलग्न रहनेछन्।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "बृहत् पूर्ण इजलासबाट देहायका मुद्दा, निवेदन तथा प्रतिवेदन हेरिनेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "कानूनको व्याख्या वा कानूनी सिद्धान्तको सम्बन्धमा बृहत् पूर्ण इजलासबाट निरूपण हुन आवश्यक छ भनी पूर्ण इजलासले आदेश दिएको मुद्दा वा प्रतिवेदन,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "कुनै कानूनको व्याख्या वा कुनै कानूनी सिद्धान्तको सम्बन्धमा दुई पूर्ण इजलासबाट भएको व्याख्या वा निर्णय फरक फरक भई व्याख्यामा एकरूपता कायम गर्न आवश्यक देखी पूर्ण इजलासले बृहत् पूर्ण इजलासमा पेस गर्न आदेश दिएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "कुनै मुद्दामा समावेश भएको कुनै जटिल कानूनी प्रश्नको निर्णय बृहत् पूर्ण इजलासबाट हुन उपयुक्त छ भन्ने कुरा पूर्ण इजलासलाई लागी सो कानूनी प्रश्न र बृहत् पूर्ण इजलासबाट त्यसको निर्णय हुनु पर्ने कारण उल्लेख गरी सो इजलासले बृहत् पूर्ण इजलासमा पेस गर्न आदेश दिएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "पूर्ण इजलास र बृहत् पूर्ण इजलासमा विचाराधीन रहेका छुट्टाछुट्टै मुद्दामा उस्तै कानूनी प्रश्न समावेश भएको वा एक अर्कोसँग सम्बन्धित भएकोले दुबै मुद्दाहरूको निर्णय एकैसाथ हुन उपयुक्त छ भन्ने लागी पूर्ण इजलासले बृहत् पूर्ण इजलासमा पेस गर्न आदेश दिएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "पूर्ण इजलासमा न्यायाधीशहरूको राय भिन्दाभिन्दै भई बहुमत कायम हुन नसकेको मुद्दा,"
                                },
                                {
                                    "clause_marker": "च",
                                    "content": "मुद्दामा समावेश भएको कानूनी प्रश्नको जटिलता र महत्वको विचार गरी पेसी व्यवस्थापन निर्देशन समितिले बृहत पूर्ण इजलासमा पेस गर्न तोकिदिएको मुद्दा वा प्रतिवेदन ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "बृहत् पूर्ण इजलासका न्यायाधीशहरूको राय भिन्दाभिन्दै भएमा बहुमतको रायलाई अदालतको निर्णय मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२३",
                    "section_title": "पूर्ण इजलासः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "पूर्ण इजलासमा तीन जना न्यायाधीश संलग्न रहने छन् ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "पूर्ण इजलासबाट देहायका मुद्दा, निवेदन तथा प्रतिवेदन हेरिनेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "संयुक्त इजलासका न्यायाधीशहरू बीच राय बाझिएको मुद्दा वा प्रतिवेदन,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "कुनै कानूनको व्याख्या वा कुनै कानूनी सिद्धान्तको सम्बन्धमा दुई संयुक्त इजलासको राय वा निर्णय भिन्दा भिन्दै भई संयुक्त इजलासले पूर्ण इजलासमा पेस गर्न आदेश दिएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "कुनै मुद्दामा समावेश भएको कुनै जटिल कानूनी प्रश्नको निर्णय पूर्ण इजलासबाट हुन उपयुक्त छ भन्ने कुरा संयुक्त इजलासलाई लागी सो कानूनी प्रश्न र पूर्ण इजलासबाट त्यसको निर्णय हुनु पर्ने कारण उल्लेख गरी सो इजलासले पूर्ण इजलासमा पेस गर्न आदेश दिएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "संयुक्त इजलास र पूर्ण इजलासमा विचाराधीन रहेका छुट्टाछुट्टै मुद्दाहरूमा उस्तै कानूनी प्रश्न समावेश भएको वा एक अर्कोसँग सम्बन्धित भएकोले दुवै मुद्दाहरूको निर्णय एकैसाथ हुन उपयुक्त छ भन्ने लागी संयुक्त इजलासले पूर्ण इजलासमा पेस गर्न आदेश दिएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "संयुक्त इजलासले अर्को संयुक्त इजलासको रायसँग सहमत नभई पूर्ण इजलासमा पेस गर्न आदेश दिएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "च",
                                    "content": "मुद्दामा समावेश भएको कानूनी प्रश्नको जटिलता र महत्वको विचार गरी पेसी व्यवस्थापन निर्देशन समितिले पूर्ण इजलासमा पेस गर्न तोकिदिएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "छ",
                                    "content": "पुनरावेदनको म्याद जारी नभएको वा बेरीतपूर्वक जारी भएको वा अन्य कुनै कारणले साधकको रोहबाट फैसला भैसकेपछि पुनरावेदनको रूपमा दर्ता हुन आएको मुद्दा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "पूर्ण इजलासका न्यायाधीशहरूको राय भिन्दाभिन्दै भएमा बहुमतको रायलाई अदालतको निर्णय मानिनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "२४",
                    "section_title": "संयुक्त इजलासः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "संयुक्त इजलासमा दुई न्यायाधीश संलग्न रहनेछन् ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "संयुक्त इजलासबाट देहायका मुद्दा, निवेदन तथा प्रतिवेदन हेरिनेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "पुनरावेदन वा साधक,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "कारण देखाउ आदेश जारी भइसकेको संविधानको धारा १३३ को उपधारा (२) अन्तर्गतका निवेदन,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "न्याय प्रशासन ऐन, २०७३ को दफा १२ अन्तर्गत मुद्दा दोहोऱ्याई पाउँ भनी परेको निवेदन र दोहोऱ्याउने अनुमति प्रदान भएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "राजस्व न्यायाधिकरण ऐन, २०३१ को दफा ८ बमोजिम पुनरावेदनको अनुमतिका लागि परेको निवेदन र अनुमति प्रदान गर्ने आदेश भएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "न्याय प्रशासन ऐन, २०७३ को दफा १९ बमोजिम तल्लो अदालतबाट झिकाइएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "च",
                                    "content": "न्याय प्रशासन ऐन, २०७३ को दफा १६ को उपदफा (३) बमोजिम उच्च अदालतबाट निर्णयार्थ पेस हुन आएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "छ",
                                    "content": "मुद्दाको कारबाहीको सिलसिलामा भएको आदेश उपर मुलुकी देवानी कार्यविधि संहिता, २०७४ को दफा १५६ को उपदफा (४) र दफा १५७ तथा मुलुकी फौजदारी कार्यविधि संहिता, २०७४ को दफा ७३ वा न्याय प्रशासन ऐन, २०७३ को दफा १५ अन्तर्गत परेको निवेदनमा प्राप्त प्रतिवेदन,"
                                },
                                {
                                    "clause_marker": "ज",
                                    "content": "प्रचलित कानून बमोजिम अदालतले सुरु कारबाही र किनारा गर्ने भनी तोकेको मुद्दा,"
                                },
                                {
                                    "clause_marker": "झ",
                                    "content": "मुद्दाको दर्ता वा कारबाहीको सिलसिलामा अदालतको सम्बन्धित अधिकारीले गरेको आदेशसम्बन्धी निवेदन उपरको प्रतिवेदन,"
                                },
                                {
                                    "clause_marker": "ञ",
                                    "content": "यस नियमावलीमा अन्य इजलासबाट हेरिने भनी तोकिए बाहेकका मुद्दा, निवेदन तथा प्रतिवेदनहरू ।"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "२५",
                    "section_title": "एक न्यायाधीशको इजलासः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतमा आवश्यकता अनुसार एक न्यायाधीशको इजलास रहनेछ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको एक न्यायाधीशको इजलासबाट देहायका मुद्दा तथा निवेदन हेरिनेछ:-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "नियम २४ को उपनियम (२) को खण्ड (ख) को अवस्थाबाहेक संविधानको धारा १३३ को उपधारा (२) अन्तर्गतका प्रारम्भिक सुनुवाइको लागि पेस भएका निवेदन,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "लगातार तीन दिनभन्दा बढी अवधिको लागि अदालत बन्द हुँदाका बखत हेरिने बन्दीप्रत्यक्षीकरणको निवेदन,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "विशेष अदालत ऐन, २०५९ को दफा ६ को उपदफा (५) बमोजिम विशेष अदालतबाट निर्णयार्थ पेस हुन आएको मुद्दा,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "मुद्दाको कारबाहीको सिलसिलामा भएको आदेशउपर मुलुकी देवानी कार्यविधि संहिता, २०७४ को दफा १५६ को उपदफा (४) र दफा १५७ तथा मुलुकी फौजदारी कार्यविधि संहिता, २०७४ को दफा ७३ वा न्याय प्रशासन ऐन, २०७३ को दफा १५ अन्तर्गत परेको निवेदन,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "मुद्दा दर्ता र कारबाहीको सिलसिलामा अदालतको सम्बन्धित अधिकारीले गरेको आदेश उपरको निवेदन ।"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "२६",
                    "section_title": "मुद्दा सम्बन्धी निवेदन सम्बन्धित इजलासले हेर्नेः",
                    "content": "यस नियमावलीमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि अदालतमा दायर रहेको कुनै मुद्दासँग सम्बन्धित निवेदन वा सो निवेदनउपर प्राप्त प्रतिवेदन सम्बन्धित इजलासले नै हेर्नेछ ।"
                },
                {
                    "section_number": "२७",
                    "section_title": "पुनरावलोकनको निवेदन हेर्ने इजलासः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै मुद्दाको फैसला वा अन्तिम आदेशउपर पुनरावलोकन गरि पाउँ भन्ने निवेदनमा न्याय प्रशासन ऐन, २०७३ को दफा ११ को उपदफा (२) को खण्ड (क) को प्रश्न उठाइएको रहेछ भने त्यस्तो निवेदन पहिले फैसला वा अन्तिम आदेश गर्ने न्यायाधीशबाहेकको समान सङ्ख्याको अन्य न्यायाधीश संलग्न रहेको इजलासबाट हेरिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कुनै मुद्दाको फैसला वा अन्तिम आदेशउपर पुनरावलोकन गरी पाउँ भन्ने निवेदनमा न्याय प्रशासन ऐन, २०७३ को दफा ११ को उपदफा (२) को खण्ड (ख) को प्रश्न उठाईएको रहेछ भने त्यस्तो निवेदन पहिले फैसला वा अन्तिम आदेश गर्ने न्यायाधीश बाहेकको पहिले संयुक्त इजलासबाट फैसला वा अन्तिम आदेश भएको भए पूर्ण इजलासबाट र पूर्ण इजलासबाट फैसला वा अन्तिम आदेश भएको भए बृहत् पूर्ण इजलासबाट हेरिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) र (२) बमोजिम पेस हुँदा कुनै मुद्दाको फैसला वा अन्तिम आदेशको पुनरावलोकन गर्ने अनुमति प्रदान गरिएमा सो मुद्दा पहिले फैसला वा अन्तिम आदेश गर्ने तथा पुनरावलोकनको अनुमति दिनेबाहेकका न्यायाधीशको इजलासमा पेस गरिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२८",
                    "section_title": "मुद्दा सम्बन्धित इजलासमा पेस गर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै इजलाससमक्ष पेस भएको मुद्दा यस नियमावली बमोजिम अन्य इजलासबाट हेरिनु पर्ने भएमा सो इजलासले त्यसको कारण खुलाई सो मुद्दा नियमानुसार सम्बन्धित इजलासमा पेस गर्न आदेश दिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कुनै इजलास समक्ष पेस भएको मुद्दामा आफूले हेर्न नमिल्ने भएमा त्यसको कारण खुलाई सम्बन्धित न्यायाधीशले सो मुद्दा आफू रहितको इजलासमा पेस गर्न आदेश दिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२९",
                    "section_title": "मुद्दा फिर्ता पठाउन वा अन्य प्रश्नमा समेत निर्णय गर्न सक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "संयुक्त इजलास वा पूर्ण इजलासले यस नियमावली बमोजिम कुन जटिल कानूनी प्रश्न उठाई वा निर्णय फरक फरक भई व्याख्यामा एकरूपता कायम गर्न पूर्ण इजलास वा बृहत् पूर्ण इजलासमा पेस गर्न आदेश दिएको मुद्दामा संयुक्त इजलास वा पूर्ण इजलासबाट उठाएको सो कानूनी प्रश्नमा निर्णय गर्न आवश्यक नदेखिएको वा निर्णय फरक फरक नदेखिएको भनी पूर्ण इजलास वा बृहत् पूर्ण इजलासले सोही कुरा उल्लेख गरी आदेश सहित सो मुद्दा संयुक्त वा पूर्ण इजलासमा फिर्ता पठाउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "संयुक्त वा पूर्ण इजलासले यस नियमावली बमोजिम कुनै जटिल कानूनी प्रश्न उठाई पूर्ण इजलास वा बृहत् पूर्ण इजलासमा पेस गर्न आदेश दिएको मुद्दामा पूर्ण इजलास वा बृहत् पूर्ण इजलासले सो मुद्दा जुन प्रश्नको निर्णयका लागि पेस भएको हो सो प्रश्नको अतिरिक्त आवश्यकता अनुसार अन्य प्रश्न वा विषयमा समेत निर्णय गरी मुद्दा अन्तिम रूपमा किनारा गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३०",
                    "section_title": "चेम्बरबाट हेर्न सकिनेः",
                    "content": "अदालतमा पुनरावलोकनको लागि परेको निवेदन चेम्बरबाट समेत हेर्न सकिनेछ ।"
                },
                {
                    "section_number": "३१",
                    "section_title": "खास प्रकृतिका मुद्दा हेर्न न्यायाधीशको समूह गठन गर्न सक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "पेसी व्यवस्थापन निर्देशन समितिले खास प्रकृति वा विषयका मुद्दाहरू खास न्यायाधीशहरूको समूहले हेर्ने गरी न्यायाधीशहरूको समूह गठन गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम समूह गठन भएकोमा सो समूहलाई तोकिएका मुद्दाहरू पेसी व्यवस्थापन निर्देशन समितिले तोकेका सोही समूहभित्रका न्यायाधीशहरूबाट कारबाही र किनारा हुनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम समूह गठन भएकोमा समूहका वरिष्ठतम् न्यायाधीशले समूहको संयोजकको रूपमा काम गर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "समूहलाई तोकिएका मुद्दाहरूमा इजलास गठन गर्दा पेसी व्यवस्थापन निर्देशन समितिले आवश्यकता अनुसार समूहका संयोजकसँग परामर्श गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (१) बमोजिम समूहको लागि मुद्दा तोक्दा लगाउका मुद्दाहरू मूल मुद्दा रहेको समूहबाट कारबाही र किनारा गर्ने गरी तोकिनेछ ।"
                        },
                        {
                            "explanation": "यस उपनियमको प्रयोजनका लागि “मूल मुद्दा” भन्नाले इजलासबाट अन्यथा आदेश भएकोमा बाहेक जुन मुद्दा पहिले दर्ता भएको छ सो मुद्दा र एकै मितिमा दर्ता भएका देवानी र फौजदारी मुद्दा रहेछ भने देवानी मुद्दालाई जनाउँछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "पेसी व्यवस्थापन निर्देशन समितिले आवश्यकता अनुसार समूहमा तोकिएका न्यायाधीशलाई हेरफेर गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "समूहमा तोकिएका कुनै न्यायाधीशलाई आवश्यकता अनुसार समूहलाई तोकिएको मुद्दाको अतिरिक्त अन्य मुद्दा समेत हेर्ने गरी तोक्न सकिनेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "६",
            "chapter_title": "संविधानको धारा १३३ को उपधारा (२) अन्तर्गतको निवेदन सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "३२",
                    "section_title": "निवेदन दिन सक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "देहायका विषयमा देहायका व्यक्तिले अनुसूची-३ बमोजिमको दस्तुर सहित रजिस्ट्रार समक्ष निवेदन दिन सक्नेछन् :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "संविधानद्वारा प्रदत्त मौलिक हकको प्रचलनको लागि वा अर्को उपचारको व्यवस्था नभएको वा अर्को उपचारको व्यवस्था भए पनि त्यस्तो उपचार अपर्याप्त वा प्रभावहीन देखिएको अन्य कुनै कानूनी हकको प्रचलनको लागि संविधानको धारा १३३ को उपधारा (२) अन्तर्गत दिइने निवेदन त्यस्तो हकमा असर परेको व्यक्तिले,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "सार्वजनिक हक वा सरोकारको कुनै विवादमा समावेश भएको कुनै संवैधानिक वा कानूनी प्रश्नको निरूपणको लागि संविधानको धारा १३३ को उपधारा (२) अन्तर्गत दिइने निवेदन त्यस्तो विषयसँग सार्थक सम्बन्ध र तात्विक सरोकार भएको व्यक्तिले ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम निवेदन दिँदा एउटै निर्णय वा विषय भए पनि व्यक्तिपिच्छे फरक फरक तथ्य, आधार र कानूनी प्रश्न उल्लेख गरेको भए प्रत्येकले छुट्टाछुट्टै निवेदन दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३३",
                    "section_title": "बन्दीप्रत्यक्षीकरणको निवेदनः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै व्यक्तिलाई कानून विपरीत थुनामा राखेकोमा सो व्यक्तिलाई थुनाबाट मुक्त गर्न सम्बन्धित बन्दीले सम्बन्धित अधिकारीसमक्ष बन्दीप्रत्यक्षीकरणको निवेदन दिन सक्नेछ । तर बन्दी स्वयंले निवेदन दिन नसक्ने अवस्था भएमा सोको कारण खुलाई निजको नातेदार वा सो सम्बन्धमा जानकारी राख्ने सरोकारवाला व्यक्तिले बन्दीको हकमा निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको निवेदनमा नियम १३ मा उल्लिखित कुराका अतिरिक्त यथासम्भव देहायका कुराहरू स्पष्ट रूपले खुलाउनु पर्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "बन्दीलाई कसले, कहिलेदेखि र कुन परिबन्दबाट बन्दी बनाएको छ ?"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "बन्दी कुन स्थानमा थुनामा रहेको छ ?"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "बन्दीलाई अन्न पानी बन्द गरी थुनामा राखिएको वा कुनै प्रकारको शारीरिक वा मानसिक यातना दिएको छ वा छैन ?"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "सो थुनाको सम्बन्धमा पहिले अदालतमा निवेदन दिएको छ, छैन ? दिएको भए त्यसको परिणाम के भएको छ ?"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "३४",
                    "section_title": "बन्दीप्रत्यक्षीकरणको निवेदनको प्रारम्भिक सुनुवाइः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नियम ३३ बमोजिम परेको निवेदनमा प्रारम्भिक सुनुवाइ गर्दा बन्दीलाई कानून विपरीत वा प्रवृत्त भावनाले वा बदनियतसाथ थुनामा राखेको देखिन आएमा बन्दीलाई थुनाबाट किन छाड्नु नपर्ने हो सोको कारणसहितको लिखित जवाफ र साथमा बन्दीलाई समेत लिई बाटाको म्यादबाहेक बढीमा तीन दिनभित्र उपस्थित हुन आउनु भनी अदालतले प्रत्यर्थीका नाममा आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायको अवस्थामा अदालतले उपयुक्त सम्झेमा बन्दीलाई उपस्थित गराउने आदेश नदिई कारण देखाउ आदेश मात्र जारी गर्न सक्नेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "बन्दी शारीरिक वा मानसिक रूपमा अस्वस्थ्य देखिएमा,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "भौगोलिक दूरीको दृष्टिले बन्दीलाई उपस्थित गराउन उपयुक्त नदेखिएमा,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "बन्दीको सुरक्षा तथा सार्वजनिक शान्ति र व्यवस्थाको दृष्टिकोणबाट वा त्यस्तै अन्य कुनै मनासिब कारणबाट बन्दीलाई उपस्थित गराउन उपयुक्त नदेखिएमा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम आदेश गर्दा बन्दीलाई थुनामा राख्ने सम्बन्धमा निवेदकले प्रत्यर्थी बनाएको कुनै व्यक्ति वा कार्यालयको कुनै सम्बन्ध देखिन नआएमा त्यस्तो व्यक्ति वा कार्यालयको नाममा अदालतले कारण देखाउ आदेश जारी नगर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "निवेदन वा लिखित जवाफको बेहोराबाट निवेदकले प्रत्यर्थी बनाएको बाहेक अन्य व्यक्ति वा कार्यालयलाई पनि प्रत्यर्थीको रूपमा सम्मिलित गराउनु पर्ने देखेमा अदालतले त्यस्तो व्यक्ति वा कार्यालयको नाममा पनि कारण देखाउ आदेश जारी गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३५",
                    "section_title": "विशेष आदेश दिन सक्नेः",
                    "content": "बन्दीप्रत्यक्षीकरणको निवेदन विचाराधीन रहेको अवस्थामा अदालतले निवेदनको अन्तिम किनारा नभएसम्मको लागि अवस्थानुसार देहायको कुनै आदेश गर्न सक्नेछ :-",
                    "clauses": [
                        {
                            "clause_marker": "क",
                            "content": "बन्दीलाई हाजिर जमानी वा धन जमानीमा छाडी दिनु भन्ने,"
                        },
                        {
                            "clause_marker": "ख",
                            "content": "बन्दीलाई प्रत्यर्थीको हिरासतबाट हटाई अदालतको हिरासतमा राख्नु भन्ने ।"
                        }
                    ]
                },
                {
                    "section_number": "३६",
                    "section_title": "खानतलासी पुर्जी जारी गर्ने वा प्रमाण बुझ्ने आदेशः",
                    "content": "बन्दीप्रत्यक्षीकरणको निवेदनमा अदालतले न्याय प्रशासन ऐन, २०७३ को दफा २७ बमोजिम खानतलासीको पुर्जी जारी गर्न वा प्रमाण बुझ्ने आदेश जारी गर्न सक्नेछ ।"
                },
                {
                    "section_number": "३७",
                    "section_title": "बन्दीलाई छोड्ने आदेश दिन सक्नेः",
                    "content": "अदालतले देहायको अवस्थामा बन्दीलाई थुनाबाट छोड्ने आदेश दिन सक्नेछ :-",
                    "clauses": [
                        {
                            "clause_marker": "क",
                            "content": "बदनियत, प्रवृत्त भावना लिई, कानून विपरीत वा अनिवार्यरूपमा पालना गर्नु पर्ने कार्यविधि पालना नगरी बन्दीलाई थुनामा राखेको देखिएमा,"
                        },
                        {
                            "clause_marker": "ख",
                            "content": "प्रत्यर्थीले बन्दीलाई थुनाबाट छोड्नु नपर्ने कुनै मनासिब कारण देखाउन नसकेमा वा निजले देखाएको कारण मनासिब नदेखिएमा ।"
                        }
                    ]
                },
                {
                    "section_number": "३८",
                    "section_title": "बन्दीलाई स्थानान्तर गर्न नपाउनेः",
                    "content": "नियम ३४ बमोजिम कारण देखाउ आदेशको जानकारी पाएपछि अदालतको आदेश भएमा बाहेक बन्दीलाई एक स्थानबाट अर्को स्थानमा स्थानान्तर गर्न पाइने छैन ।"
                },
                {
                    "section_number": "३९",
                    "section_title": "झुट्टो जवाफ दिएमा वा अदालतको आदेश छल्ने प्रयास गरेमा कारबाही हुनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले अदालतको आदेशलाई छल्ने वा कुनै किसिमबाट प्रभावहीन गराउने बदनियतले अदालतलाई बन्दीको सम्बन्धमा झुट्टो जवाफ दिएमा, वन्दीप्रत्यक्षीकरणको निवेदन परेको भन्ने जुनसुकै माध्यमबाट जानकारी पाएपछि वा पाउने अवस्था हुँदाहुँदै कुनै बन्दीलाई एक ठाउँबाट अर्को ठाउँमा स्थानान्तर गरेमा वा अदालतले मागेको जवाफ प्रस्ट रूपमा नदिई आलटाल गरेमा अदालतले बन्दीलाई थुनाबाट मुक्त गर्न आदेश दिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम आदेश दिँदा अदालतले थुनामा राख्ने व्यक्ति वा अधिकारीलाई अदालतको अवहेलनामा सजाय गर्न वा विभागीय कारबाहीको लागि सम्बन्धित कार्यालयमा लेखी पठाउने समेतको आदेश दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४०",
                    "section_title": "अन्य निवेदनमा खुलाउनु पर्ने कुराहरुः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नियम ३२ बमोजिम दिइने निवेदनमा नियम १३ मा उल्लिखित कुराका अतिरिक्त आवश्यकता अनुसार देहायका कुराहरू खुलाउनु पर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "निवेदन दिनु पर्ने कारण र सो सम्बन्धी तथ्य,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "अधिकार क्षेत्रसम्बन्धी कुरा,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "निवेदकको के कस्तो मौलिक वा कानूनी हक कसरी हनन् हुन गएको छ सो कुरा,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "अन्य वैकल्पिक उपचार नभएको वा वैकल्पिक उपचारको व्यवस्था भए पनि सो उपचार अपर्याप्त वा प्रभावहीन देखिएको पुस्ट्याई हुने कुरा,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "निवेदकले मागेको उपचार,"
                                },
                                {
                                    "clause_marker": "च",
                                    "content": "उपचारका आधारहरू ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "नियम ३२ को उपनियम (१) को खण्ड (ख) बमोजिम सार्वजनिक हक वा सरोकारको कुनै विवादमा समावेश भएको कुनै संवैधानिक वा कानूनी प्रश्नको निरूपणको लागि दिइने निवेदनमा उपनियम (१) र नियम १३ मा उल्लिखित कुराका अतिरिक्त आवश्यकतानुसार देहायका कुराहरू खुलाउनु पर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "निवेदकले उठाएको विषयमा संवैधानिक वा कानूनी प्रश्न सन्निहित रहेको पुष्टि हुने तथ्य,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "प्रत्यर्थीले संविधान वा कानून बमोजिम गर्नु पर्ने के कस्तो कार्य नगरेको हो वा के कस्तो असंवैधानिक वा गैरकानूनी कार्य गरेको वा गर्न लागेको हो र सो कारणले कुनै वर्ग वा समुदायलाई परेको वा पर्न सक्ने असर,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "निवेदकले उठाएको विषय यस अघि अदालतबाट निरुपण नभएको वा सो विषय अदालतमा विचाराधीन नरहेको कुरा,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "निवेदकले उठाएको विषयका सम्बन्धमा काम कारबाही गर्नु पर्ने वा गर्नु नपर्ने कर्तव्य रहेको सरकारी निकाय वा पदाधिकारी समक्ष आवश्यक उपचारको लागि निवेदन दिएको कुरा,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "खण्ड (घ) बमोजिम निवेदन दिएकोमा सो प्रक्रियामा अनुचित विलम्ब भई वा सो प्रक्रिया निष्प्रभावी भई अदालतमा उपचार माग गर्न आएको भए सो बेहोरा,"
                                },
                                {
                                    "clause_marker": "च",
                                    "content": "खण्ड (घ) बमोजिम निवेदन दिएकोमा उपचार प्राप्त गर्न नसकेको कारण अदालतमा निवेदन दर्ता गर्न लागेको कुरा सो सरकारी निकाय वा पदाधिकारीलाई जानकारी गराएको बेहोरा,"
                                },
                                {
                                    "clause_marker": "छ",
                                    "content": "विषयवस्तुको गम्भीरता, शीघ्र सुनुवाइको आवश्यकता र सरोकारवालालाई परेको वा पर्न सक्ने असरलाई दृष्टिगत गरी खण्ड (च) बमोजिम जानकारी दिन सम्भव नभएमा वा मनासिब नभएमा सोको पर्याप्त र चित्त बुझ्दो कारण,"
                                },
                                {
                                    "clause_marker": "ज",
                                    "content": "निवेदनमा उल्लेख गरेको विषयसँग निवेदकको सार्थक सम्बन्ध र तात्विक सरोकार रहेको तथा निवेदक सम्बन्धित जनसमुदाय वा सर्वसाधारणको सरोकारलाई प्रतिनिधित्व गर्न सक्षम रहेको विश्वास हुने आधार,"
                                },
                                {
                                    "clause_marker": "झ",
                                    "content": "सम्बन्धित समुदायका व्यक्तिहरू गरिब, असहाय, अशिक्षित, बालक, मजदुर, वृद्ध, अशक्त महिला, पिछडिएको वर्ग भएको कारणले स्वयं अदालतमा आउन नसकेको वा निवेदक स्वयं त्यस्तो समुदाय वा वर्गको व्यक्ति भएको कारणले निवेदन दिएको भए सो कुराको विश्वास हुने आधार ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) बमोजिम निवेदन दिंदा निवेदकले सार्वजनिक हक वा सरोकारको विवादको विषयमा निवेदन दिनु पर्ने कुनै व्यक्तिगत फाइदा वा निजी स्वार्थ छैन भनी स्वघोषणा गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४१",
                    "section_title": "सार्वजनिक हक वा सरोकारको विवाद सम्बन्धी निवेदनमा संलग्न गर्नु पर्ने कागजः",
                    "content": "निवेदकले सार्वजनिक हक वा सरोकारको कुनै विवादमा समावेश भएको कुनै संवैधानिक वा कानूनी प्रश्नको निरूपणको लागि दिने निवेदनको साथमा देहायका प्रमाण कागज संलग्न गर्नु पर्नेछ :-",
                    "clauses": [
                        {
                            "clause_marker": "क",
                            "content": "नियम ४० को उपनियम (२) को खण्ड (च) बमोजिमको जानकारी दिएको निस्सा,"
                        },
                        {
                            "clause_marker": "ख",
                            "content": "निवेदकले उठाएको विषयमा निजले वा अरु कसैले अध्ययन अनुसन्धान गरेको वा आधिकारिक तथ्याङ्क प्रकाशन गरेको भए सो अध्ययन प्रतिवेदन वा प्रकाशन,"
                        },
                        {
                            "clause_marker": "ग",
                            "content": "निवेदनको बेहोरालाई समर्थन हुने अन्य कुनै प्रमाण भए सो प्रमाण।"
                        }
                    ]
                },
                {
                    "section_number": "४२",
                    "section_title": "निवेदकले अदालतलाई सहयोग गर्नु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "काबूबाहिरको परिस्थिति परेकोमा बाहेक सार्वजनिक हक वा सरोकारको विवादको सुनुवाइको प्रत्येक चरणमा निवेदक उपस्थित भई अदालतको आदेशबमोजिम बहस पैरवी लगायतका कार्य गर्नु गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "निवेदकले दर्ता गराएको सार्वजनिक हक वा सरोकारको विवादको विषयमा निरन्तर अध्ययन अनुसन्धान गरी विवाद निरूपण गर्न अदालतलाई हरसम्भव सहयोग पुऱ्याउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४३",
                    "section_title": "समानान्तर अधिकारक्षेत्र प्रयोग गरी उपचार माग नगरेको कुरा खुलाउनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "निवेदकले निवेदनमा उच्च अदालत र जिल्ला अदालत समेतको समानान्तर अधिकारक्षेत्रमा पर्ने विषयमा ती अदालतहरूमा कुनै निवेदन दिएको वा कानूनी कारबाही चलाएको छैन भन्ने बेहोरा स्पष्ट रूपमा खुलाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "समानान्तर अधिकारक्षेत्र भएको विषयमा अदालतमा दर्ता गर्न ल्याइएको निवेदनको औचित्य पुष्टि नगरिएको अवस्थामा रिट निवेदन दर्ता गरिने छैन।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम खुलाइएको विवरण पछि मुद्दा कारबाही गर्दै जाँदा झुट्टा वा गलत देखिन आएमा त्यस्तो निवेदन निस्प्रभावी हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४४",
                    "section_title": "सार्वजनिक सरोकार सम्बन्धी विवादको अभिलेख राख्नु पर्नेः",
                    "content": "अदालतमा दर्ता भई विचाराधीन रहेको र अन्तिम भइसकेका सार्वजनिक सरोकारसँग सम्बन्धित विवादको छुट्टै अभिलेख अद्यावधिक रुपमा राखु पर्नेछ ।"
                },
                {
                    "section_number": "४५",
                    "section_title": "इजलास समक्ष पेस गर्नु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नियम ३२ को उपनियम (१) को खण्ड (ख) बमोजिम प्राप्त सार्वजनिक हक वा सरोकारको विवादसम्बन्धी निवेदनउपर आवश्यक जाँच गर्दा यस परिच्छेद बमोजिम रीत पुगेको देखिएमा सो निवेदन सम्बन्धित अधिकारीले दर्ता गरी एक न्यायाधीशको इजलास समक्ष पेस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम पेस हुन आएको निवेदनमा सुनुवाइ गरी इजलासले देहायका प्रारम्भिक प्रश्नहरूउपर विचार गरी कारण देखाउ आदेश जारी गर्ने वा नगर्ने सम्बन्धमा आदेश गर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "निवेदनको विषयवस्तुमाथि सर्वसाधारण वा कुनै समुदायको वास्तविक सरोकार रहे नरहेको,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "निवेदनको विषयमा निवेदकको सार्थक सम्बन्ध र तात्विक सरोकार भए नभएको,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "निवेदकले उल्लेख गरे बमोजिम संवैधानिक वा कानूनी प्रश्न निरूपण गर्नु पर्ने देखिए नदेखिएको ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "नियम ३२ को उपनियम (१) को खण्ड (ख) मा जुनसुकै कुरा लेखिएको भए तापनि सार्वजनिक हक वा सरोकार निहित रहेको कुनै विषयमा कुनै काम कारबाही भएको वा हुन लागेको कारणबाट सर्वसाधारण जनतालाई गम्भीर असर परेको वा पर्न लागेको भन्ने कुनै माध्यमबाट अदालतलाई कुनै पत्र, अनुरोध, प्रतिवेदन प्राप्त हुन आएमा र त्यस्तो पत्र, अनुरोध, प्रतिवेदनलाई सार्वजनिक विवादको रूपमा ग्रहण गर्ने गरी प्रधान न्यायाधीशले आदेश दिएमा सम्बन्धित अधिकारीले दर्ता गरी एक न्यायाधीशको इजलाससमक्ष पेस गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४६",
                    "section_title": "अन्य निवेदनको प्रारम्भिक सुनुवाइ :",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नियम ३२ बमोजिम परेको सार्वजनिक सरोकारको विवाद तथा नियम ३३ बमोजिम परेको बन्दीप्रत्यक्षीकरणको निवेदन बाहेकका अन्य निवेदनको प्रारम्भिक सुनवाई गर्दा अदालतको विचारमा जिकिर उचित र कानूनसङ्गत देखिएमा माग गरिए बमोजिमको आदेश जारी नहुनु पर्ने कुनै कारण भए निश्चित म्यादभित्र लिखित जवाफ लिई आफैँ वा आफ्नो प्रतिनिधिद्वारा उपस्थित हुन प्रत्यर्थीको नाउँमा कारण देखाउ आदेश जारी गर्नु पर्नेछ । अन्तरिम आदेशसमेत माग भएकोमा सो सम्बन्धमा अनिवार्य रूपमा बोल्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम आदेश गर्दा कुनै प्रत्यर्थीको निवेदकले उठाएको विषयसंग कुनै सम्बन्ध देखिन नआएमा वा विपक्षी कायम गर्न उपयुक्त र व्यावहारिक नदेखिएमा त्यस्तो प्रत्यर्थीको नाममा अदालतले कारण देखाउ आदेश जारी नगर्न सक्नेछ । तर लिखित जवाफबाट विपक्षी कायम गर्नु पर्ने देखेमा कायम गर्न बाधा पर्ने छैन ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम जारी भएको कारण देखाउ आदेशमा निर्धारित म्यादभित्र प्रत्यर्थीले अनुसूची -३ बमोजिमको दस्तुर सहित अदालतमा लिखित जवाफ पेस गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४७",
                    "section_title": "अर्को पक्षलाई संलग्न गराउन र बुझ्न सक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले कुनै निवेदनमा आफूलाई प्रत्यर्थी बनाएको वा सरोकार रहेको कुरा कुनै बेहोराले थाहा पाई सुनुवाइमा संलग्न भई पुर्पक्ष गर्न अनुमति पाउँ भनी आधार र कारणसहित निवेदन दिएमा र सो बेहोरा उचित र मनासिब देखेमा अदालतले निजलाई सुनुवाइमा संलग्न हुने अनुमति दिन सक्नेछ । तर त्यसरी सरोकार देखाई अनुमति पाएको व्यक्तिले पेसी हटाउन पाउने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "निवेदकले प्रत्यर्थी बनाएको व्यक्ति बाहेक अरू कुनै व्यक्तिले निवेदनको विषयसँग आफ्नो पनि हक वा स्वार्थ गाँसिएको हुँदा कारबाहीमा सरिक हुन पाउँ भनी आधार र कारण सहित निवेदन दिएमा र निवेदनको बेहोरा उचित र मनासिब देखिएमा अदालतले त्यस्तो व्यक्तिलाई कारबाहीमा संलग्न गराउन र लिखित जवाफ पेस गर्न आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "कुनै निवेदनमा प्रत्यर्थीबाहेक अन्य व्यक्ति वा निकायलाई बुझ्न आवश्यक देखिएमा अदालतले त्यस्तो व्यक्ति वा निकायलाई उपस्थित गराई बुझ्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४८",
                    "section_title": "सारसंक्षेप पेस गर्नु पर्नेः",
                    "content": "अदालतमा निवेदन वा लिखित जवाफ दिँदा तीनभन्दा बढी पृष्ठको भएमा निवेदकले निवेदनको संक्षिप्त बेहोरा, संवैधानिक तथा कानूनी प्रश्न तथा माग गरिएको उपचार र प्रत्यर्थीले विवादित प्रश्नमा आफ्नो बेहोरा खुलाई दुई पृष्ठमा नबढाई स्पष्ट भाव आउने गरी सारसंक्षेप तयार गरी पेस गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "४९",
                    "section_title": "अन्तरिम आदेश सम्बन्धी व्यवस्थाः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "निवेदकले कुनै निवेदनको अन्तिम टुङ्गो नभएसम्मका लागि निजले माग दाबी लिएको कुनै विषय यथास्थितिमा नराखेमा त्यस्तो निवेदनको माग दाबी निरर्थक हुने बेहोरा खुलाई अन्तरिम आदेश जारी गरि पाउँ भनी माग गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम अन्तरिम आदेश माग गरेमा पक्षलाई अपूरणीय क्षति हुने अवस्था देखेमा वा मौलिक हक वा कानूनी व्यवस्थाको गम्भीर उल्लङ्घन भएको देखिएमा वा सुविधा सन्तुलनको दृष्टिले उचित र आवश्यक देखेमा अदालतले देहाय बमोजिम गर्न सक्नेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "कुनै खास अवधिसम्म वा निवेदनको अन्तिम टुङ्गो नलागेसम्मको लागि अन्तरिम आदेश जारी गर्न,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "छलफलको लागि अर्को पक्षलाई झिकाइएकोमा छलफलबाट टुङ्गो नलागेसम्मको लागि अन्तरिम आदेश जारी गर्न,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "अन्तरिम आदेश जारी गर्नुपर्ने वा नपर्ने विषयमा छलफल गर्न अर्को पक्ष झिकाउने आदेश गरी दुवै पक्षको छलफल सुनी अन्तरिम आदेश जारी गर्न,"
                                },
                                {
                                    "clause_marker": "घ",
                                    "content": "एक पक्षीय सुनुवाइ गरी जारी भएको अन्तरिम आदेशलाई निरन्तरता दिनुपर्ने वा नपर्ने सम्बन्धमा छलफलका लागि अर्को पक्ष झिकाउने आदेश गर्न,"
                                },
                                {
                                    "clause_marker": "ङ",
                                    "content": "अन्तरिम आदेशको सम्बन्धमा छलफल हुँदा आफ्नो हितमा अन्तरिम आदेश जारी भएको कारणले निवेदनको अन्तिम निर्णय पश्चात् अर्को पक्षलाई क्षति पुगेको अवस्थामा प्रचलित कानून बमोजिम क्षतिपूर्ति व्यहोर्ने लिखित प्रतिवद्धता व्यक्त गरेमा सर्त सहितको अन्तरिम आदेश जारी गर्न।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) बमोजिम अन्तरिम आदेश जारी गर्दा अदालतले अन्य उचित र आवश्यक आदेश जारी गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "अन्तरिम आदेश जारी गर्न वा नगर्न छलफलको लागि पेस भएको निवेदनको विषयमा लिखित जवाफ परिसकेको र अङ्ग पुगिसकेको देखिएको अवस्थामा अदालतले सो विषयमा अन्तिम सुनुवाइ गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (२) को खण्ड (क) बमोजिम कुनै खास अवधिसम्मको लागि जारी गरिएको अन्तरिम आदेश सो आदेशमा तोकिएको अवधि समाप्त भएपछि स्वतः रद्द भएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "यस नियममा अन्यत्र जुनसुकै कुरा लेखिएको भएतापनि अन्तरिम आदेशलाई निरन्तरता दिने वा नदिने सम्बन्धमा छलफल गराउन अर्को पक्ष झिकाउने गरी आदेश भएकोमा निवेदकको कारणबाट सो दिन छलफल हुन नसकेमा तत्पश्चात् सो अन्तरिम आदेश स्वतः निष्क्रिय हुनेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "यस नियम बमोजिम अन्तरिम आदेश जारी भएकोमा कुनै पक्षको निवेदन परी वा अदालत आफैलाई सो अन्तरिम आदेशलाई निरन्तरता दिन आवश्यक छैन भन्ने लागेमा अदालतले जुनसुकै बखत उक्त अन्तरिम आदेशलाई खारेज गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "यस नियम बमोजिम जारी भएको अन्तरिम आदेश निवेदनको अन्तिम टुङ्गो लागेपछि स्वतः रद्द भएको मानिनेछ।"
                        },
                        {
                            "subsection_number": "९",
                            "content": "यस नियम बमोजिम अदालतले अन्तरिम आदेश जारी गर्दा वा अन्तरिम आदेश जारी गर्न अस्वीकार गर्दा त्यसको कारण खुलाउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५०",
                    "section_title": "अन्तरिम आदेश रद्द, संशोधन वा हेरफेर गर्न सक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "एक पक्षीय सुनवाई गरी अन्तरिम आदेश जारी भएको वा आफ्नो कुरा प्रस्तुत गर्न मौका नपाएको कारण खुलाई कुनै प्रत्यर्थीले अदालतबाट जारी भएको अन्तरिम आदेश रद्द गर्न माग गरी निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम अन्तरिम आदेश रद्द गर्न निवेदन परेमा अदालतले अर्को पक्षलाई झिकाई त्यसउपर सुनुवाइ गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (३) बमोजिम सुनुवाइ गर्दा अदालतले उपयुक्त र आवश्यक देखेमा अघि जारी गरेको अन्तरिम आदेश रद्द गर्न वा त्यसका सर्त संशोधन वा हेरफेर गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५१",
                    "section_title": "निवेदकले अदालतलाई सहयोग गर्नु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "निवेदकले दर्ता गराएको सार्वजनिक हक वा सरोकारको विवादको विषयमा निरन्तर अध्ययन अनुसन्धान गरी विवाद निरुपण गर्न अदालतलाई हरसम्भव सहयोग पुऱ्याउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "अदालतमा दर्ता भएको सार्वजनिक सरोकारको निवेदन निवेदकले फिर्ता लिन पाउने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "५२",
                    "section_title": "अध्ययन अनुसन्धान गराउन सक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतले सार्वजनिक हक वा सरोकारको विवाद निरुपण गर्नु पूर्व निवेदनमा उठाएको विषयसँग सम्बन्धित विशेषज्ञ मार्फत वा त्यस्तो विशेषज्ञ समेत संलग्न रहेको समिति गठन गरी वा अदालतका कर्मचारीबाट आवश्यक अध्ययन अनुसन्धान गराउन आदेश दिन वा स्थलगत निरीक्षण वा आवश्यक देखेको अन्य उपयुक्त कार्य गर्न वा गराउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम आदेश दिँदा सो अध्ययन अनुसन्धान गराउँदा आवश्यक पर्ने खर्च नेपाल सरकार वा सो विषयसँग सम्बन्धित निकायले बेहोर्ने गरी आदेश दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५३",
                    "section_title": "इजलासले आदेश दिन सक्नेः",
                    "content": "कसैले व्यक्तिगत लाभ हासिल गर्ने, राजनीतिक वा आर्थिक स्वार्थ परिपूर्ति गर्ने, कसैप्रति पूर्वाग्रह राखी अरूलाई दुःख दिने वा क्षति पुऱ्याउने नियतले वा वास्तविक सरोकारवालालाई प्रतिकूल असर पुऱ्याउने उद्देश्यले निवेदन दिएको देखिएमा त्यस्तो व्यक्तिको विरुद्धमा इजलासले आदेश दिन सक्नेछ ।"
                },
                {
                    "section_number": "५४",
                    "section_title": "क्षति भएको रकम वा मुद्दाको खर्च भराउनेतर्फ कारबाही गर्न आदेश दिन सक्नेः",
                    "content": "मुद्दामा लागेको खर्च र क्षतिपूर्ति भराउने सम्बन्धमा अदालतले देहाय बमोजिम गर्नु पर्नेछः-",
                    "clauses": [
                        {
                            "clause_marker": "क",
                            "content": "कुनै ऐनमा मुद्दा गर्ने कुनै पक्षबाट मर्का पर्ने पक्षलाई मुद्दामा लागेको खर्च र क्षतिपूर्ति भराउने व्यवस्था र कार्यविधि उल्लेख गरिएको रहेछ भने सोही बमोजिम,"
                        },
                        {
                            "clause_marker": "ख",
                            "content": "मुद्दामा लागेको खर्च भराउने सम्बन्धमा कुनै ऐनमा खण्ड (क) बमोजिमको व्यवस्था नभएमा जित्ने पक्षले मुद्दामा तिरे बुझाएको रकम, दस्तुर, कानून व्यवसायीको बिल बमोजिमको शुल्क, विशेषज्ञ वा विज्ञको शुल्कलगायत मुद्दामा हुने वास्तविक खर्च समेतलाई मध्यनजर गरी इजलासले भराउनु पर्ने खर्च यकिन गरी हार्ने पक्षबाट खर्च भराउन सक्ने,"
                        },
                        {
                            "clause_marker": "ग",
                            "content": "खण्ड (ख) बमोजिम खर्च भराउँदा मुद्दाको प्रकृति, पर्न गएको वास्तविक क्षति, क्षतिपूर्ति भराउँदाको समयसम्मको ब्याज तथा बजार मूल्य समेतलाई आधार मानिने,"
                        },
                        {
                            "clause_marker": "घ",
                            "content": "खण्ड (ग) बमोजिम क्षतिपूर्तिको रकम निर्धारण गर्न इजलासले आवश्यक ठानेमा मुद्दासँग सम्बन्धित विषयका विज्ञ वा सोही व्यवसाय गर्ने अन्य फर्म, कम्पनी वा वाणिज्य सङ्गठनलाई बुझ्न सक्ने ।"
                        }
                    ]
                },
                {
                    "section_number": "५५",
                    "section_title": "म्याद तारिख थाम्न सकिनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अन्य प्रचलित कानूनमा जुनसुकै कुरा लेखिएको भए तापनि रिट निवेदनमध्ये बन्दीप्रत्यक्षीकरणको निवेदनमा एकपटक मात्र बढीमा सात दिन र अन्य प्रकारका निवेदनमा एकपटक मात्र बढीमा पन्ध्र दिनसम्मको म्याद तारिख थमाउन सकिनेछ ।",
                            "proviso": "तर नियम ७७ मा लेखिएको कुरामा सोही बमोजिम हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि म्याद तारिखमा हाजिर हुनुपर्ने व्यक्ति काबु बाहिरको परिस्थिति उत्पन्न भई म्याद वा तारेख गुज्रिएको कुरा उल्लेख गरी देहायबमोजिमको अदालतले त्यस्तो म्याद वा गुज्रेको तारेख थमाउन आदेश दिनेछः-",
                            "clauses": [
                                {
                                    "clause_marker": "क",
                                    "content": "अदालतमा उपस्थित हुनपर्ने व्यक्तिको कोही मृत्यु भई परम्परा अनुसार निज आफै किरिया वा किरियासरहको शोकवरण गरी बस्नुपरेको भए त्यस्तो व्यक्तिको मृत्यु भएको पन्ध्र दिन पुगेको मितिले बाटाको म्याद बाहेक सात दिनभित्र,"
                                },
                                {
                                    "clause_marker": "ख",
                                    "content": "अदालतमा उपस्थित हुनुपर्ने व्यक्ति महिला भई सुत्केरी भएको भए सुत्केरी भएको मितिले बाटाको म्याद बाहेक साठी दिनभित्र,"
                                },
                                {
                                    "clause_marker": "ग",
                                    "content": "अदालतमा उपस्थित हुनुपर्ने म्याद भित्र खोलो पहिरो वा हिउँले बाटो बन्द भई वा कर्फ्यूको घोषणा भएको वा अन्य कुनै कारणले सार्वजनिक यातायातको साधन नचलेको भए बाटो खुलेको वा सार्वजनिक यातायातको साधन चलेको मितिले बाटोको म्याद बाहेक पन्ध्र दिनभित्र,"
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ]
}