{
    "metadata": {
        "header_footer_text": "www.lawcommission.gov.np",
        "watermark_text": "नेपाल कान आयोग",
        "document_notes": [
            "• दोस्रो संशोधनद्वारा थप।",
            "• दोस्रो संशोधनद्वारा संशोधित।",
            "• पहिको संशोधनद्वारा झिकिएको।",
            "• पहिलो संशोधनद्वारा थप।",
            "■ दोस्रो संशोधनद्वारा थप।",
            "■ दोस्रो संशोधनद्वारा संशोधित।"
        ]
    },
    "chapters": [
        {
            "chapter_number": null,
            "chapter_title": null,
            "sections": [
                {
                    "type": "point",
                    "point_marker": "घ",
                    "content": "अदालतमा उपस्थित हुनुपर्ने म्याद भित्र भुकम्प वा ज्वालामुखी जस्ता विपद् परेको भए त्यस्तो भएको मितिले बाटोको म्याद बाहेक दश दिनभित्र,"
                },
                {
                    "type": "point",
                    "point_marker": "ङ",
                    "content": "अदालतमा उपस्थित हुनुपर्ने व्यक्तिलाई कसैले अपहरण गरी लगेको वा शरिर बन्धक बनाएको भए त्यस्तो अपहरण वा शरिर बन्धकबाट मुक्त भएको मितिले बाटाका म्याद बाहेक पन्ध्र दिनभित्र,"
                },
                {
                    "type": "point",
                    "point_marker": "च",
                    "content": "अदालतमा उपस्थित हुनुपर्ने व्यक्ति कुनै दुर्घटनाको कारण अचेत वा हिँड्डुल गर्न नसक्ने भई वा अशक्त बिरामी भएको कारण हिँड्डुल गर्न नसक्ने भई नेपाल सरकारबाट स्वीकृत अस्पतालमा भर्ना भई उपचार गराएकोमा उपचार गराई फर्केको पन्ध्र दिनभित्र,"
                },
                {
                    "type": "point",
                    "point_marker": "छ",
                    "content": "अदालतमा उपस्थित हुनुपर्ने व्यक्ति कुनै दुर्घटनाको कारण अचेत वा हिँड्डुल गर्न नस्कने भई वा अशक्त बिरामी भएको कारण हिँड्डुल गर्न नसक्ने भई नेपाल सरकारबाट स्वीकृत अस्पतालमा भर्ना भई उपचार गराएकोमा मुलुकी फौजदारी कार्यविधि संहिता, २०७४ को अनुसूची-४ बाहेकका अन्य मुद्दाको पक्षको हकमा तीन महिनाभन्दा बढी नहुने गरी अस्पतालबाट डिस्चार्ज नभएसम्मको अवधि भित्र।"
                },
                {
                    "type": "subsection",
                    "subsection_number": "३",
                    "content": "यस नियममा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि अन्तरिम आदेशको लागि छलफल गर्न झिकाइएको अवस्थामा म्याद तारिख थमाउन र पेसी स्थगित गर्न पाइने छैन।"
                },
                {
                    "type": "subsection",
                    "subsection_number": "४",
                    "content": "यस नियम बमोजिम म्याद तारिख थमाउँदा लगाउको निवेदनमध्ये कुनै एक निवेदनमा म्याद तारिख थामेपछि सबै निवेदनमा म्याद तारिख थामेको मानिनेछ । लगाउको प्रत्येक निवेदनमा म्याद तारिख गुज्रेको भनी पटक पटक थाम्न पाइने छैन ।"
                },
                {
                    "section_number": "५६",
                    "section_title": "तारिख गुजारेमा वा मृत्यु भएमा पनि मुद्दा कारबाही र किनारा गर्न सकिनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सार्वजनिक हक र सरोकारको विषय समावेश भएको कुनै मुद्दामा निवेदकले तारिख गुजारेमा वा निवेदकको मृत्यु भएमा पनि त्यस्तो मुद्दाको कारबाही र किनारा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कुनै मुद्दामा समावेश भएको कुनै जटिल कानूनी प्रश्नको निर्णय पूर्ण इजलासबाट हुन उपयुक्त छ भन्ने कुरा संयुक्त इजलासलाई लागी सो कानूनी प्रश्न र पूर्ण इजलासबाट त्यसको निर्णय हुनुपर्ने कारण उल्लेख गरी सो इजलासले नियम २३ को उपनियम (२) को खण्ड (ग) अन्तर्गत पूर्ण इजलासमा पेस गर्न आदेश दिएको मुद्दामा निवेदकले म्याद तारिख गुजारे पनि त्यस्तो निवेदन तामेलीमा नराखी कानूनी प्रश्न वा न्यायिक सिद्धान्तको निरुपण गर्न सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५७",
                    "section_title": "सकार गर्न सक्नेः",
                    "content": "आर्थिक हक वा दायित्व बहन गर्नुपर्ने प्रकृतिको रिट निवेदनमा निवेदकको मृत्यु भएमा हकवालाले प्रचलित कानून बमोजिम सकार गर्न सक्नेछ ।"
                }
            ]
        },
        {
            "chapter_number": "७",
            "chapter_title": "साधारण अधिकारक्षेत्र अन्तर्गतका मुद्दाको कार्यविधि",
            "sections": [
                {
                    "section_number": "५८",
                    "section_title": "सुरू मुद्दाको कारबाही र किनारा गर्दा अपनाउने कार्यविधिः",
                    "content": "कुनै ऐनले अदालतलाई कुनै मुद्दामा शुरु कारबाही र किनारा गर्ने अधिकारक्षेत्र प्रदान गरेकोमा अदालतले त्यस्तो मुद्दाको कारबाही र किनारा गर्दा सुरु अदालतले अपनाउने कार्यविधि अपनाउनेछ ।"
                },
                {
                    "section_number": "५९",
                    "section_title": "अदालतको अवहेलना सम्बन्धी मुद्दाको कारबाही र किनारा गर्दा अपनाउने कार्यविधिः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले कुनै व्यक्ति उपर अदालत वा मातहतका अदालतको अवहेलनाको कसूरमा उजुरी दिन चाहेमा अदालत समक्ष दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम पर्न आएको उजुरीका सम्बन्धमा सुनुवाइ गर्दा इजलासले देहायको आदेश गर्न सक्नेछः-",
                            "points": [
                                {
                                    "point_marker": "क",
                                    "content": "दर्ता गर्ने वा नगर्ने सम्बन्धमा आदेश गर्न,"
                                },
                                {
                                    "point_marker": "ख",
                                    "content": "विपक्षीको बयान गराउन,"
                                },
                                {
                                    "point_marker": "ग",
                                    "content": "अवधि तोकी विपक्षी स्वयम् उपस्थित भई वा कानून बमोजिम वारिस मार्फत लिखित स्पष्टीकरण वा प्रतिउत्तर पेस गर्न लगाउन।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भएतापनि कसैको कुनै कार्यले अदालतको अवहेलना भएको छ भन्ने लागेमा प्रधान न्यायाधीश वा अदालतको कुनै न्यायाधीशको आदेशबमोजिम अदालतको अधिकृत कर्मचारीले दिएको प्रतिवेदनका आधारमा समेत अदालतको अवहेलनाको मुद्दा दर्ता हुन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "अदालतको अवहेलना मुद्दाको कारबाहीको क्रममा पक्षले दिएको निवेदनको आधारमा वा अदालत आफैंलाई तत्काल कुनै आदेश नदिएमा अदालतको गम्भीर अवहेलना हुन सक्छ भन्ने लागेमा अदालतले खास अवधिसम्म वा मुद्दाको अन्तिम टुङ्गो नलागेसम्म कुनै कार्य गर्न वा नगर्न आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "यस नियममा उल्लेख भए बाहेक अदालतको अवहेलना सम्बन्धी मुद्दाको कारबाही र किनारा गर्दा अदालतले उपयुक्त ठानेको कार्यविधि अपनाउनेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "अदालतको अवहेलनामा सजाय पाएको व्यक्तिको अभिलेख अदालतले अद्यावधिक गराई राख्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६०",
                    "section_title": "पुनरावेदनपत्र दर्ताः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "न्याय प्रशासन ऐन, २०७३ को दफा ९ वा अन्य प्रचलित कानून बमोजिम अदालतमा पुनरावेदन लाग्ने मुद्दामा तल्लो तहको फैसलामा चित्त नबुझ्ने व्यक्तिले पुनरावेदन गर्न चाहेमा अनुसूची-३ बमोजिमको दस्तुर सहित अनुसूची–४ बमोजिमको ढाँचामा सम्बन्धित अधिकारी समक्ष पुनरावेदनपत्र दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको पुनरावेदनपत्रमा पुनरावेदकले नियम १३ मा उल्लिखित कुराहरूका अतिरिक्त फैसलामा चित्त नबुझेका कुराहरू, त्यसको कारण र पुनरावेदनमा माग गरेको कुरा खुलाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम दिएको पुनरावेदनपत्र जाँच गर्दा देहायको रीत पुगेको देखिएमा सम्बन्धित अधिकारीले उक्त पुनरावेदनपत्र दर्ता गर्नेछः-",
                            "points": [
                                {
                                    "point_marker": "क",
                                    "content": "पुनरावेदनपत्रमा खुलाउनु पर्ने कुरा खुलाएको,"
                                },
                                {
                                    "point_marker": "ख",
                                    "content": "पुनरावेदन गर्ने म्यादभित्र पेस गरेको,"
                                },
                                {
                                    "point_marker": "ग",
                                    "content": "आवश्यक प्रमाण कागज संलग्न गरेको,"
                                },
                                {
                                    "point_marker": "घ",
                                    "content": "कानून बमोजिम लाग्ने दस्तुर वा कोर्ट फी दाखिल गरेको ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) को खण्ड (घ) मा जुनसुकै कुरा लेखिएको भए तापनि लाग्ने दस्तुर वा कोर्ट फी छिनुवा मिसिल हेरे पछि मात्र यकिन हुन सक्नेमा त्यस्तो छिनुवा मिसिल प्राप्त भएपछि यकिन गरी दर्ता गर्ने गरी सम्बन्धित अधिकारीले पुनरावेदनपत्र धरौटीमा दर्ता गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६१",
                    "section_title": "मुद्दा फैसला गर्ने अदालत र कारागार मार्फत पनि पुनरावेदनपत्र दर्ता गर्न सकिने :",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नियम ६० मा जुनसुकै कुरा लेखिएको भए तापनि पुनरावेदन गर्न चाहने व्यक्तिले मुद्दा फैसला गर्ने अदालत वा थुनामा रहेको भए त्यसरी थुनामा रहेको कारागार मार्फत पनि पुनरावेदनपत्र दर्ता गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम दर्ता गर्न ल्याएको पुनरावेदनपत्र रीतपूर्वकको भएमा सम्बन्धित अदालत वा कारागारले नियम ६० को कार्यविधि पूरा गरी दर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) बमोजिम दर्ता भएको पुनरावेदनपत्र सम्बन्धित अदालत वा कारागारले सात दिनभित्र अदालत समक्ष पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै मुद्दामा धेरै वादी वा प्रतिवादी भई कसैले पुनरावेदनपत्र दर्ता गरेको र कसैलाई पुनरावेदनको म्याद जारी गर्न बाँकी नै रहेको देखिएमा सम्बन्धित अदालतले त्यसरी बाँकी रहेका व्यक्तिहरुका नाउँमा पुनरावेदन म्याद जारी गरी सबै तामेली प्राप्त भएको मितिले सात दिनभित्र तामेली सहितको मिसिल अदालतमा पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (३) वा (४) बमोजिम अदालतमा पुनरावेदन प्राप्त भएपछि सम्बन्धित अधिकारीले सो पुनरावेदनपत्र जाँच गर्दा कानून बमोजिम लिनु पर्ने रकम वा धरौट जमानी नपुग लिएको देखिए सो नपुग रकम वा धरौट जमानी पुनरावेदकलाई दाखिला गर्न लगाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "उपनियम (५) बमोजिम नपुग रकम वा धरौटी जमानी दाखिला नगरेमा वा मुद्दा फैसला गर्ने अदालत वा कारागारले कानूनले लाग्नै नसक्ने पुनरावेदन लिएको देखिएमा रजिस्ट्रारले त्यस्तो पुनरावेदनपत्र दर्ता नगरी सम्बन्धित अदालत वा कारागारमा फिर्ता पठाउन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६२",
                    "section_title": "मुख्य रजिस्ट्रारले आदेश दिन सक्ने :",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतले कुनै मुद्दाको रोहबाट निरुपण गरिसकेको प्रकृतिको विषय र प्रश्न समावेश गरी आफ्नो हकमा सो अनुरुप गरी पाउँ भनी कसैले अदालतमा निवेदन दिएमा मुख्य रजिष्ट्रारले हेरी उपयुक्त देखिएमा अदालतको निर्णय बमोजिम गर्न गराउन आदेश दिन सक्नेछ । तर देहायको अवस्थामा त्यस्तो आदेश दिने छैनः-",
                            "points": [
                                {
                                    "point_marker": "क",
                                    "content": "निवेदनमा सार्वजनिक सरोकारको विषय समावेश गरिएको देखिएमा,"
                                },
                                {
                                    "point_marker": "ख",
                                    "content": "निवेदनमा उठाइएको विषयमा परस्पर फरक फरक सिद्धान्त प्रतिपादन भएको देखिएमा,"
                                },
                                {
                                    "point_marker": "ग",
                                    "content": "निवेदनमा कुनै काम नगर्न नगराउन भनी अन्तरिम प्रकृतिको आदेश माग गरी पेस गरेको देखिएमा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम पर्न आएको निवेदनको अदालतले छुट्टै दर्ता किताब खडा गरी आदेशको संक्षिप्त बेहोरा समेत उल्लेख गरी अभिलेख राख्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम दिएको आदेशमा चित्त नबुझेमा त्यस्तो पक्षले आदेशको प्रतिलिपि समेत साथै राखी नियम १० बमोजिम उजुर गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) बमोजिम उजुरी परेमा त्यस्तो उजुरीलाई अदालतले परिच्छेद-६ बमोजिम दर्ता भएको निवेदन सरह कारबाही र किनारा गर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "पुनरावेदनपत्र दर्ता भएपछि अन्तरकालीन आदेशको लागि निवेदनपत्र पर्न आएमा त्यस्तो निवेदनमा लेखिएको कुरामध्ये मुख्य रजिस्ट्रारले यस नियमावली बमोजिम आफैंले आदेश गर्न सक्ने जतिमा आफैंले आदेश गरी अरू कुराको हकमा इजलास समक्ष पेस गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६३",
                    "section_title": "पुनरावलोकनको निवेदनः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "न्याय प्रशासन ऐन, २०७३ को दफा ११ को उपदफा (२) बमोजिम अदालतको फैसला पुनरावलोकन गरी पाउँ भनी निवेदन दिन चाहने पक्षले सम्बन्धित फैसलाको नक्कल र आवश्यक कागज प्रमाण संलग्न गरी सो उपदफाको खण्ड (क) बमोजिमको निवेदन भए अनुसूची–५ को ढाँचामा र खण्ड (ख) बमोजिम भए अनुसूची-६ को ढाँचामा अनुसूची-३ बमोजिमको दस्तुर सहित सम्बन्धित अधिकारी समक्ष निवेदन दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम निवेदन दिँदा नियम १३ मा उल्लिखित कुराका अतिरिक्त न्याय प्रशासन ऐन, २०७३ को दफा ११ को उपदफा (२) को खण्ड (क) र (ख) मध्ये कुन अवस्था विद्यमान भएकोले निवेदन दिएको हो सो कुरा खुलाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम पुनरावलोकनको निवेदन दिने निवेदकलाई तारिखमा राखिने छैन ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (१) बमोजिम परेको पुनरावलोकनको निवेदन उपर सुनुवाइको लागि पेस गर्दा पहिला फैसला गर्ने न्यायाधीश बाहेकका न्यायाधीश समक्ष पेस गरिनेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (१) बमोजिम परेको पुनरावलोकनको निवेदनमा सम्बन्धित इजलासले अन्यथा आदेश दिएमा बाहेक निवेदकको मौखिक जिकिर र कानून व्यवसायीको बहसको सुनुवाइ गरिने छैन ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "पुनरावलोकनको निवेदन उपर सुनुवाइ गर्दा निवेदकको माग बमोजिम फैसला पुनरावलोकन गरी दिनुपर्ने देखिएमा इजलासले सोको कारण खुलाई पुनरावलोकनको अनुमति दिने आदेश गर्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "उपनियम (६) बमोजिम आदेश भएमा सम्बन्धित अधिकारीले सो बेहोरा उल्लेख गरी निवेदकलाई अदालतमा उपस्थित हुन सूचना जारी गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "उपनियम (७) बमोजिम जारी भएको सूचनामा निवेदक उपस्थित भएपछि अदालतले निजलाई मुद्दा पुनरावलोकन गरी दिएबापत लाग्ने कानून बमोजिमको कोर्ट फी, पुनरावेदन दस्तुर र प्रत्यर्थीका नाममा सूचना जारी गर्न प्रत्येक व्यक्ति पिच्छे दश रुपैंयाँका दरले आवश्यक दस्तुर दाखिला गर्न लगाउनेछ ।"
                        },
                        {
                            "subsection_number": "९",
                            "content": "निवेदकले उपनियम (८) बमोजिम कोर्ट फी तथा दस्तुर दाखिला गरेमा पुनरावलोकनको निवेदनलाई पुनरावेदन सरह दर्ता गरिनेछ । त्यसरी दर्ता गर्दा सो पुनरावेदन पुनरावलोकन गरी पाउँ भन्ने निवेदनको रोहबाट दर्ता हुन आएको हो भन्ने चिनिने गरी छुट्टै सङ्केत नम्बर दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१०",
                            "content": "पुनरावलोकनको अनुमति प्रदान गरिएमा पहिला फैसला गर्ने न्यायाधीश र अनुमति प्रदान गर्ने न्यायाधीश बाहेकका अन्य न्यायाधीशको इजलासबाट त्यस्तो निवेदन उपर सुनुवाइ हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६४",
                    "section_title": "मुद्दा दोहोऱ्याई पाउँ भन्ने निवेदनः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "उच्च अदालतले कुनै मुद्दामा गरेको फैसला न्याय प्रशासन ऐन, २०७३ को दफा १२ मा उल्लिखित आधारमा दोहोऱ्याई हेरी पाउँ भनी निवेदन दिन चाहने व्यक्तिले स्पष्ट बुझिने सुरु र उच्च अदालतको फैसलाको प्रमाणित नक्कल तथा मुद्दा दोहोऱ्याई पाउन लिएका जिकिर समर्थन गर्ने प्रमाण कागजातको प्रतिलिपि संलग्न गरी अनुसूची–७ बमोजिमको ढाँचामा अनुसूची-३ बमोजिमको दस्तुरसहित सम्बन्धित अधिकारी समक्ष निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम दिने निवेदनमा नियम १३ मा उल्लेखित कुराका अतिरिक्त मुद्दा दोहोऱ्याउने स्पष्ट आधार उल्लेख गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "मुद्दा दोहोऱ्याई पाउँ भन्ने निवेदनउपर सुनुवाइ गर्दा निवेदकको माग बमोजिम फैसला दोहोऱ्याई हेरी दिनु पर्ने देखिएमा इजलासले सोको कारण खुलाई मुद्दा दोहोऱ्याई हेर्ने अनुमति दिने आदेश गर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) बमोजिम आदेश भएमा अदालतले निवेदकलाई अदालतले मुद्दा दोहोऱ्याई हेरी दिए बापत लाग्ने कानून बमोजिमको कोर्ट फी, पुनरावेदन दस्तुर र प्रत्यर्थीका नाममा सूचना जारी गर्न प्रत्येक व्यक्ति पिच्छे दश रुपैंयाँका दरले आवश्यक दस्तुर दाखिला गर्न लगाउनेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "निवेदकले उपनियम (४) बमोजिमको कोर्ट फी, अनुसूची-३ बमोजिमको दस्तुर र सूचना बापतको दस्तुर दाखिला गरेमा दोहोऱ्याई हेरी पाउँ भन्ने निवेदनलाई पुनरावेदन सरह दर्ता गरिनेछ । त्यसरी दर्ता गर्दा सो पुनरावेदन दोहोऱ्याई पाउँ भन्ने निवेदनको रोहबाट दर्ता हुन आएको हो भन्ने चिनिने गरी छुट्टै सङ्केत नम्बर दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "उपनियम (३) बमोजिम मुद्दा दोहोऱ्याई हेर्ने अनुमति प्रदान गर्ने आदेश भएमा अदालतले सोको जानकारी सम्बन्धित जिल्ला अदालतलाई दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६५",
                    "section_title": "पुनरावेदनको अनुमतिको निवेदनः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "राजस्व न्यायाधिकरणले गरेको कुनै फैसलामा चित्त नबुझ्ने व्यक्तिले राजस्व न्यायाधिकरण ऐन, २०३१ को दफा ८ र प्रशासकीय अदालत ऐन, २०७६ को दफा १६ बमोजिम पुनरावेदनको अनुमति पाउँ भनी सम्बन्धित अधिकारी समक्ष स्पष्ट बुझिने सम्बन्धित निर्णय तथा फैसलाको प्रमाणित नक्कल कागजात संलग्न गरी अनुसूची–३ बमोजिमको दस्तुर सहित अनुसूची–८ को ढाँचामा निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम दिने निवेदनमा नियम १३ मा उल्लिखित कुराका अतिरिक्त पुनरावेदनको अनुमति पाउने स्पष्ट आधार उल्लेख गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "पुनरावेदनको अनुमति पाउँ भन्ने निवेदन उपर प्रारम्भिक सुनुवाइ गर्दा निवेदकको माग बमोजिम पुनरावेदनको अनुमति दिनु पर्ने देखिएमा इजलासले सोको कारण खुलाई पुनरावेदनको अनुमति दिने आदेश गर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) बमोजिम आदेश भएमा अदालतले निवेदकलाई पुनरावेदन दस्तुर र प्रत्यर्थीका नाममा सूचना जारी गर्न प्रत्येक व्यक्तिपिच्छे दश रुपैयाँका दरले आवश्यक दस्तुर दाखिला गर्न लगाउनेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "निवेदकले अनुसूची-३ बमोजिमको दस्तुर र सूचना बापतको दस्तुर दाखिला गरेमा पुनरावेदनको अनुमतिको निवेदनलाई पुनरावेदन सरह दर्ता गरिनेछ । त्यसरी दर्ता गर्दा सो पुनरावेदन पुनरावेदनको अनुमतिको निवेदनको रोहबाट दर्ता हुन आएको हो भनी चिनिने गरी छुट्टै सङ्केत नम्बर दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६६",
                    "section_title": "साधक जाँच सम्बन्धी व्यवस्थाः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "प्रचलित कानून बमोजिम साधक जाँच गर्नु पर्ने मुद्दामा सम्बन्धित अदालतले फैसला भएको पैतीस दिनभित्र मिसिल सहित अदालतमा साधक जाँच गर्न पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम साधक जाँच गर्न पठाउँदा पुनरावेदनको म्याद दिनु पर्ने सबै वादी वा प्रतिवादीलाई पुनरावेदनको म्याद जारी गरी तामेली म्याद समेत मिसिल संलग्न गरेको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम साधक जाँच गर्न पठाउँदा अभियुक्त थुनामा रहेको वा फरार रहेको बेहोरा र थुनामा रहेको भए थुनामा रहेको मिति तथा कारागारको नाम समेत खुलाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (१) बमोजिम साधक जाँचको लागि अदालतमा लेखी आएमा सो उपर आवश्यक जाँच गरी सम्बन्धित रजिस्ट्रारले सो साधक दर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (४) बमोजिम जाँच गर्दा कुनै वादी वा प्रतिवादीलाई पुनरावेदनको म्याद दिन बाँकी रहेको देखिएमा त्यस्तो वादी वा प्रतिवादीलाई पुनरावेदनको म्याद जारी गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "साधक जाहेर भएको मुद्दामा कसैको पुनरावेदन परेमा निजको हकमा साधकको लगत कट्टा गरी पुनरावेदनको रोहबाट मुद्दाको कारबाही र किनारा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "उपनियम (२) वा (५) बमोजिम पुनरावेदनको म्याद जारी भएकोमा त्यसरी पुनरावेदन गर्ने म्याद बाँकी छँदै अदालतले साधक मुद्दा फैसला गर्नु हुँदैन ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "साधक जाँच गर्दा तल्लो अदालतको इन्साफ परिवर्तन गर्नु पर्ने देखिएमा अदालतले त्यसको कारण उल्लेख गरी सम्बन्धित पक्षलाई झिकाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "९",
                            "content": "साधकको कारबाही र किनारा गर्दा अदालतले आवश्यक ठानेमा पक्षको तर्फबाट बहस पैरबी गर्न वैतनिक कानून व्यवसायी नियुक्त गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "१०",
                            "content": "कुनै पक्षलाई उपनियम (२) वा (५) बमोजिम पुनरावेदनको म्याद जारी नभएको वा बेरीतपूर्वक जारी भएको कारण कुनै पक्षले साधकको रोहबाट मुद्दा फैसला भएपछि पुनरावेदन पत्र दर्ता गर्न ल्याएमा र सो सम्बन्धमा आवश्यक जाँच गर्दा बेहोरा मनासिब देखिएमा सो पुनरावेदन पत्र दर्ता गरी पूर्ण इजलासबाट कारबाही र किनारा गरिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६७",
                    "section_title": "प्रत्यर्थीलाई सूचना पठाउनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "पुनरावलोकनको निवेदन, मुद्दा दोहोऱ्याई हेरी पाउँ भन्ने निवेदन र पुनरावेदनको अनुमतिको निवेदनमा अनुमति प्रदान भई पुनरावेदन सरह दर्ता भएपछि प्रत्यर्थी झिकाउँदा वा पुनरावेदन पत्रमा प्रत्यर्थी झिकाउने आदेश भई प्रत्यर्थी झिकाउँदा बाटाको म्याद बाहेक पन्ध्र दिनभित्र उपस्थित हुन अनुसूची-९ बमोजिमको ढाँचामा म्याद तामेल गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) वा (२) बमोजिम म्याद वा सूचना जारी गर्दा निवेदन र आदेशको प्रतिलिपि समेत साथै पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) बमोजिम निवेदन र आदेशको प्रतिलिपि पठाउँदा कुनै मुद्दामा एकजना भन्दा बढी प्रत्यर्थी भएमा सबै प्रत्यर्थीलाई पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "तारिखमा नरहेका वा थुनामा बसेका निवेदकको हकमा प्रत्यर्थी झिकाए बापत लाग्ने दस्तुर दाखिला नगरे पनि यस नियम बमोजिम सूचना जारी गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "प्रत्यर्थी झिकाए बापत लाग्ने दस्तुर दाखिला नगरेमा सो दस्तुर पछि लगत कसी असुल गर्ने गरी फैसलामा नै उल्लेख गरिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६८",
                    "section_title": "लिखित प्रतिवाद गर्न सक्नेः",
                    "content": "नियम ६७ बमोजिम म्याद वा सूचना प्राप्त गर्ने प्रत्यर्थी वा *मुलुकी देवानी कार्यविधि संहिता, २०७४ को दफा २१३ को उपदफा (३) तथा मुलुकी फौजदारी कार्यविधि संहिता, २०७४ को दफा १४० को उपदफा (३) बमोजिम झिकाइएको प्रत्यर्थीले चाहेमा अदालतमा उपस्थित भई पुनरावेदन, पुनरावलोकनको निवेदन, दोहोऱ्याई पाउँ भन्ने निवेदन र पुनरावेदनको अनुमतिको निवेदन तथा अदालतको आदेशलाई अनुसूची–३ बमोजिमको दस्तुर सहित लिखित रूपमा प्रतिवाद गर्न सक्नेछ ।"
                },
                {
                    "section_number": "६९",
                    "section_title": "प्रमाण पेस गर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "पक्षले कुनै प्रमाण पेस गर्न चाहेमा इजलासको अनुमति लिई पेस गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम पेस भएको प्रमाणलाई इजलासले स्वीकार वा अस्वीकार गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७०",
                    "section_title": "मुद्दाको समय तालिका उपलब्ध गराउनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "पुनरावेदन दर्ता भएपछि पुनरावेदक र झिकाइएका प्रत्यर्थीलाई अदालतले अनुसूची-१० बमोजिमको ढाँचामा प्रत्येक मुद्दाको कारबाहीको समय तालिका उपलब्ध गराउनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको समय तालिकाको एक प्रतिमा पक्षको सहीछाप गराई शाखा प्रमुखले प्रमाणित गरी मिसिल सामेल राख्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "तारिखमा नरहेको पक्षहरूलाई मुद्दाको कारबाहीको स्थिति र पेसी सम्बन्धी जानकारी उपनियम (१) बमोजिम उपलब्ध गराइएको समय तालिकामा पक्षले इच्छा गरे अनुसारको कुनै एक माध्यमबाट उपलब्ध गराइनेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "८",
            "chapter_title": "तारिख र पेसी व्यवस्थापन",
            "sections": [
                {
                    "section_number": "७१",
                    "section_title": "तारिख सम्बन्धी व्यवस्थाः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "*मुलुकी फौजदारी कार्यविधि संहिता, २०७४ को दफा १३७ को अवस्थामा बाहेक अदालतमा पुनरावेदन परेको मुद्दामा पुनरावेदक र प्रत्यर्थीलाई तारिखमा राखिने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम तारिखमा रहनु नपर्ने मुद्दाका कुनै पक्षले तारिखमा रहन पाउँ भनी निवेदन दिएमा तारिखमा राखिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) बमोजिम तारिखमा रहेको कुनै पक्षले तारिख गुजारेमा पनि मुद्दाको कारबाहीमा कुनै असर पर्ने छैन ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (२) बमोजिम तारिखमा रहेको पक्षले तारिख गुजारेमा जुनसुकै अवस्थामा निवेदन दिई पुनः तारिखमा रहन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७२",
                    "section_title": "लगाउको मुद्दामा तारिख गुज्रिएमा समेत इन्साफ गर्न सकिने:",
                    "content": "लगाउका मुद्दामध्ये कुनै एउटा मुद्दामा हाजिर भई अर्को मुद्दामा पक्षले तारिख गुजारेकोमा त्यस्तो तारिख गुज्रेको मुद्दामा समेत अदालतले इन्साफ गर्न सक्नेछ ।"
                },
                {
                    "section_number": "७३",
                    "section_title": "अग्राधिकार दिई मुद्दा पेस गर्न आदेश दिन सक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै मुद्दा सार्वजनिक महत्वको भएको वा विषयवस्तुको प्रकृतिबाट चाँडो निर्णय हुन आवश्यक छ भन्ने लागेमा सम्बन्धित इजलास वा *पेसी व्यवस्थापन निर्देशन समितिले त्यस्तो मुद्दामा अग्राधिकार दिई पेस गर्न आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "सार्वजनिक हक वा सरोकारको मुद्दामा लिखित जवाफ प्राप्त भएपछि वा म्याद नाघेपछि विवादको गम्भीरता र सोबाट सर्वसाधारणलाई परेको वा पर्न सक्ने तत्कालिन असरलाई विचार गर्दा सो विवाद शीघ्र निरूपण हुनुपर्ने देखिएमा इजलासले त्यस्तो मुद्दालाई अग्राधिकार दिई लगातार सुनुवाइ गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७४",
                    "section_title": "पेसी व्यवस्थापनः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सम्बन्धित अधिकारीले मुद्दामा अङ्ग पुगेपछि पेसीको तारिख तोक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम पेसीको तारिख तोक्दा निश्चित प्रकृतिका मुद्दाहरूको सूची बनाई एउटै प्रश्न समावेश भएका वा उस्तै प्रकृतिका एकभन्दा बढी मुद्दा एकसाथ पेस हुने गरी पेसीको तारिख तोक्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) को प्रयोजनको लागि मुद्दामा आवश्यक अनुसन्धान गर्न प्रधान न्यायाधीशले उच्च अदालत वा जिल्ला अदालतका न्यायाधीशलाई खटाउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (२) बमोजिम एकसाथ पेस हुने गरी पेसीको तारिख तोक्दा एकै प्रकृतिको मुद्दामा फरक फरक दिनको पेसी तारिख तोकिएको रहेछ भने पक्षको मन्जुरीले तोकिएको पेसीको दिन भन्दा अगाडि नै अर्को पेसीको दिन निर्धारण गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "पेसीको तारिख तोक्दा देहायका अवस्थाका मुद्दाका पक्षहरू तारिखमा रहेको भए ती मुद्दाका पक्षहरूसँग छलफल गरी मुद्दा स्थगित गर्न नपाउने बेहोरा उल्लेख गरी वा सो विषयको जानकारी गराई पेसीको तारिख तोक्न सकिनेछ :-",
                            "points": [
                                {
                                    "point_marker": "क",
                                    "content": "पुराना मुद्दा,"
                                },
                                {
                                    "point_marker": "ख",
                                    "content": "निर्णय नभएका कारण अन्य मुद्दाको कारबाही रोकिएका मुद्दा,"
                                },
                                {
                                    "point_marker": "ग",
                                    "content": "निर्णय नभएबाट विकास निर्माणको कार्य अवरुद्ध हुन पुगेका मुद्दा,"
                                },
                                {
                                    "point_marker": "घ",
                                    "content": "खास प्रकृति र विषयवस्तुको गाम्भीर्यताको दृष्टिले संवेदनशील मुद्दा,"
                                },
                                {
                                    "point_marker": "ङ",
                                    "content": "समयमा मुद्दा किनारा नभएमा निर्णय नै निष्प्रयोजन हुने कारण देखाई मुद्दा चाँडो किनारा गरि पाउँ भनी पक्षले दिएको निवेदनको आधारमा सम्बन्धित अधिकारीले तोकेको मुद्दा,"
                                },
                                {
                                    "point_marker": "च",
                                    "content": "अग्राधिकार दिइएको वा अन्तरिम आदेश जारी भएको मुद्दा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "६",
                            "content": "यस नियममा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि सम्बन्धित अधिकारीले संविधानको धारा १३३ को उपधारा (२) बमोजिमको निवेदन र मुद्दा दोहोऱ्याई पाउँ भन्ने निवेदन पहिलो सुनुवाइको लागि निवेदन दर्ता भएको साधारणतयाः तीन दिनभित्र पेस गर्ने गरी तारिख तोक्न लगाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "बन्दीप्रत्यक्षीकरणको निवेदनमा लिखित जवाफ प्राप्त भएको मितिले साधारणतयाः सात दिनभित्र निर्णयार्थ इजलास समक्ष पेस गरिनेछ ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "पेसी तोक्दा मुद्दाको चाप, नियम ७० बमोजिमको समय तालिका, मुद्दाको प्रकृति, मुद्दा व्यवस्थापन र पेसी व्यवस्थापनको पक्षलाई विचार गरिनेछ ।"
                        },
                        {
                            "subsection_number": "९",
                            "content": "कुनै पक्षले पेसीको तारिख लिन मञ्जुर नगरेमा वा नलिई गएमा सोही बेहोरा तारिख भरपाईमा जनाई सम्बन्धित सुपरीटेण्डेण्ट र फाँटवालाले सही गरी मिसिल सामेल राखिनेछ र त्यसरी जनाएपछि पक्षले पेसीको तारिख लिएसरह मुद्दा पेस हुनेछ ।"
                        },
                        {
                            "subsection_number": "१०",
                            "content": "यस नियममा उल्लेख भएको बाहेक पेसीको अन्य व्यवस्थापन सम्बन्धमा तथा पेसीको व्यवस्थापन सम्बन्धी कुनै दुविधा परेको विषयमा *पेसी व्यवस्थापन निर्देशन समितिले आवश्यक निर्देशन दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७५",
                    "section_title": "साप्ताहिक मुद्दा पेसी सूचीः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सम्बन्धित अधिकारीले पक्षहरूको नाम, मुद्दाको नाम र नम्बर, मुद्दा फैसला गर्ने न्यायाधीश वा अधिकारीको नाम, मुद्दा पेस हुने दिन, मुद्दामा कानून व्यवसायी नियुक्त भएको भए निजको नाम, पेसी स्थगित भएको पटक, प्रत्यर्थी झिकाउने आदेश गरेको वा अन्य कारणले मुद्दा हेर्न नमिल्ने न्यायाधीश समेतको विवरण खुलाई आगामी हप्ताको लागि पेसीको तारिख तोकिएका मुद्दाको सूची तयार गरी बुधबार सम्ममा *मुख्य रजिस्ट्रारसमक्ष पेस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "*२",
                            "content": "उपनियम (१) बमोजिम पेसी सूची तयार गर्दा गठन हुन सक्ने इजलास संख्या यकिन गरी समूह छुट्याई तयार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "इजलासबाट अन्यथा आदेश भएमा बाहेक *मुख्य रजिस्ट्रारले न्याय प्रशासन ऐन, २०७३ को दफा २८क र नियम ७४ को व्यवस्थाको अधीनमा रही मुद्दा दर्ता भएको मितिको क्रमानुसार शुक्रबार सम्ममा आगामी हप्ताको सुनवाईको लागि साप्ताहिक पेसी सूची अदालतको सूचना पाटीमा टाँस्न लगाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) को प्रयोजनका लागि दर्ता मितिको क्रम निर्धारण गर्दा पुनरावलोकन गर्ने, मुद्दा दोहोऱ्याउने र पुनरावेदन गर्ने अनुमतिको निवेदनमा निस्सा प्रदान भई दर्ता भएको मुद्दा, बृहत् पूर्ण इजलास वा पूर्ण इजलासमा पठाएको मुद्दा, मुलतबीबाट जागेका मुद्दामा शुरू दर्ताकै मितिलाई र मातहतका अदालत वा निकायमा पुनः इन्साफको लागि पठाइएको मुद्दा पुनः इन्साफ भई सोउपर पुनः अदालतमा निवेदन वा पुनरावेदन पर्न आएकोमा वा आंशिक मिलापत्र भएकोमा पहिलेकै दर्ता मितिलाई आधार मानी क्रम निर्धारण गरिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७६",
                    "section_title": "दैनिक मुद्दा पेसी सूचीः",
                    "subsections": [
                        {
                            "subsection_number": "*१",
                            "content": "साप्ताहिक पेसी सूचीमा परेका मुद्दा मध्येबाट पेसी व्यवस्थापन निर्देशन समितिको निर्देशन र यस नियमावली बमोजिम बनाई लागू गरिएको निर्देशिकाको प्रक्रिया बमोजिम इजलास गठन गरी दैनिक मुद्दा पेसी सूची तयार गरी मुख्य रजिस्ट्रारले अदालत र सम्बन्धित इजलासको सूचना पाटीमा टाँस्न लगाई त्यसको एकप्रति सम्बन्धित न्यायाधीशले पाउने प्रबन्ध मिलाउने छ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कुनै मुद्दा इजलासले हेर्दा हेर्दै बाँकी रहेमा अर्को कुनै दिनमा पेसी तोकी सोही इजलासले हेर्ने गरी पेस गरिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "कुनै कारणले उपनियम (२) बमोजिमको इजलास गठन हुन नसकेमा हेर्दा हेर्दै रहेको त्यस्तो मुद्दा अर्को इजलास गठन गरी तोक्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "*पेसी व्यवस्थापन निर्देशन समितिले आवश्यक सम्झेमा हप्ताको कुनै खास दिन खास किसिमका मुद्दाहरू हेर्ने गरी तोक्न सक्नेछ । त्यसरी दिन तोकिएकोमा सोही अनुसार मुद्दाको दैनिक पेसी सूची तयार गरिनेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "यस नियमावलीमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि इजलास समक्ष मुद्दा पेस हुँदा देहायको क्रममा पेस गरिनेछः-",
                            "points": [
                                {
                                    "point_marker": "क",
                                    "content": "तामेली, मिलापत्र, पुनरावेदन वा निवेदन फिर्ता, बयान, बकपत्र, फैसला वा आदेश संशोधन, मुद्दाको कार्यविधिमा उत्पन्न कठिनाइका कारण इजलास समक्ष पेस गर्नु पर्ने (साधसोध) मुद्दा, विपक्षी हटाई पाउँ र सुनुवाइमा सरिक हुन पाउँ भन्ने विषयका निवेदन, सजाय माफी पाउँ भन्ने निवेदन, *......... निर्णय सुनाउन पेसी तोकिएको मुद्दा, वारिस राख्न अनुमति पाउँ भन्ने निवेदन, तामेलीबाट जगाई पाउँ भन्ने निवेदन,"
                                },
                                {
                                    "point_marker": "ख",
                                    "content": "बन्दीप्रत्यक्षीकरण,"
                                },
                                {
                                    "point_marker": "ग",
                                    "content": "हेर्दा हेर्दैको मुद्दा,"
                                },
                                {
                                    "point_marker": "*घ",
                                    "content": "मुलुकी फौजदारी कार्यविधि संहिता, २०७४ को दफा ७३ अन्तर्गत दायर भएका थुनुवाका निवेदन,"
                                },
                                {
                                    "point_marker": "ङ",
                                    "content": "अन्तरिम आदेश सम्बन्धी निवेदन,"
                                },
                                {
                                    "point_marker": "च",
                                    "content": "अन्तरकालीन आदेश सम्बन्धी निवेदन,"
                                },
                                {
                                    "point_marker": "छ",
                                    "content": "अन्तरिम आदेश र अन्तरकालीन आदेश खारेज गरिपाउँ भन्ने निवेदन,"
                                },
                                {
                                    "point_marker": "*ज",
                                    "content": "मुलुकी देवानी कार्यविधि संहिता, २०७४ को दफा १५७ र २५० अन्तर्गत दायर भएका निवेदन,"
                                },
                                {
                                    "point_marker": "झ",
                                    "content": "कोर्ट फीको सुविधा पाउँ भन्ने निवेदन,"
                                },
                                {
                                    "point_marker": "ञ",
                                    "content": "मुख्य रजिस्ट्रार वा रजिस्ट्रारको आदेश उपरका निवेदन,"
                                },
                                {
                                    "point_marker": "ट",
                                    "content": "मुद्दा दोहोऱ्याई हेरी पाउँ भन्ने निवेदन,"
                                },
                                {
                                    "point_marker": "ठ",
                                    "content": "इजलासबाट सुनुवाइको मिति तोकिएको मुद्दा,"
                                },
                                {
                                    "point_marker": "ड",
                                    "content": "विदेशी पुनरावेदक वा अभियुक्त थुना वा कैदमा रहेको मुद्दा,"
                                },
                                {
                                    "point_marker": "ढ",
                                    "content": "खण्ड (ठ) बाहेकका पुनरावेदक वा अभियुक्त थुना वा कैदमा रहेको मुद्दा,"
                                },
                                {
                                    "point_marker": "ण",
                                    "content": "बालबालिका पक्ष विपक्ष भएको मुद्दा,"
                                },
                                {
                                    "point_marker": "■ण१",
                                    "content": "अपाङ्गता भएको व्यक्तिको मुद्दा,"
                                },
                                {
                                    "point_marker": "त",
                                    "content": "पचहत्तर वर्ष नाघेका वृद्ध तारिखमा रहेका मुद्दा,"
                                },
                                {
                                    "point_marker": "थ",
                                    "content": "शारीरिक अशक्तता भएको व्यक्ति तारिखमा रहेका मुद्दा,"
                                },
                                {
                                    "point_marker": "■थ१",
                                    "content": "महिला विरूद्धको हिंसासम्बन्धी मुद्दा,"
                                },
                                {
                                    "point_marker": "द",
                                    "content": "महिला वादी, पुनरावेदक वा प्रत्यर्थी भएका माना चामल, सम्बन्ध विच्छेद, न्वारान गराई पाउँ, नाता कायम गराई पाउँ, अंश वा घरेलु हिंसा मुद्दा,"
                                },
                                {
                                    "point_marker": "ध",
                                    "content": "विधवा महिला वादी वा पुनरावेदक भएको मुद्दा,"
                                },
                                {
                                    "point_marker": "न",
                                    "content": "उच्च अदालतबाट फैसला कार्यान्वयनको सिलसिलामा दिइएको अन्तिम तथा अन्तर्कालीन आदेश उपर पर्न आएको रिट निवेदन,"
                                },
                                {
                                    "point_marker": "प",
                                    "content": "उच्च अदालतबाट मुद्दाको कारबाहीको सिलसिलामा दिइएको अन्तर्कालीन आदेश उपर पर्न आएको रिट निवेदन,"
                                },
                                {
                                    "point_marker": "फ",
                                    "content": "मध्यस्थता सम्बन्धी रिट निवेदन,"
                                },
                                {
                                    "point_marker": "ब",
                                    "content": "अन्तरिम आदेश जारी भएका मुद्दा,"
                                },
                                {
                                    "point_marker": "भ",
                                    "content": "मुद्दाको प्रकृतिबाट चाँडो किनारा हुन आवश्यक छ भनी *पेसी व्यवस्थापन निर्देशन समिति वा मुद्दा हेर्ने इजलासले अग्राधिकार दिई हेर्न आदेश भएका मुद्दा,"
                                },
                                {
                                    "point_marker": "य",
                                    "content": "अंश मुद्दा,"
                                },
                                {
                                    "point_marker": "र",
                                    "content": "विदेशी नागरिक पक्ष वा विपक्ष रहेको मुद्दा,"
                                },
                                {
                                    "point_marker": "ल",
                                    "content": "मुद्दा दर्ता मितिको पुरानो क्रम अनुसार ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "६",
                            "content": "उपनियम (५) को खण्ड (क) देखि (ठ) सम्मका मुद्दा साप्ताहिक पेसी सूचीमा नचढेको भए पनि दैनिक पेसी सूचीमा चढाई सुनुवाइ गरिनेछ ।"
                        },
                        {
                            "subsection_number": "६क",
                            "content": ""
                        },
                        {
                            "subsection_number": "७",
                            "content": "उपनियम (५) को खण्ड (ल) मा जुनसुकै कुरा लेखिएको भए तापनि नियम ७४ को उपनियम (२) बमोजिम एक साथ पेस हुने गरी पेसीको तारिख तोकिएका मुद्दाहरु एकैसाथ रहने गरी पेसी सूची तयार गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "कुनै दिन एउटै इजलासलाई एकभन्दा बढी पेसी सूची तोकिएकोमा उपनियम (५) मा उल्लिखित अघिल्लो क्रमको मुद्दा जुन पेसी सूचीमा पहिला छ सोही पेसी सूचीका मुद्दाहरू पहिला सुनुवाइ गरिनेछ ।"
                        },
                        {
                            "subsection_number": "९",
                            "content": "उपनियम (५) को खण्ड (ठ) बमोजिम इजलासबाट सुनुवाइको मिति तोकिएको मुद्दा तोकिएको दिन सुनुवाइ हुन नसकेमा खण्ड (भ) बमोजिमको प्राथमिकतामा पेस हुनेछ ।"
                        },
                        {
                            "subsection_number": "१०",
                            "content": "उपनियम (८) बमोजिम एउटा पेसी सूचीका सबै मुद्दाको सुनुवाइ भई सकेपछि सोही क्रमले अन्य पेसी सूचीका मुद्दा सुनुवाइ गरिनेछ ।"
                        },
                        {
                            "subsection_number": "११",
                            "content": ""
                        }
                    ]
                },
                {
                    "section_number": "७७",
                    "section_title": "मुद्दाको सुनुवाइ नरोकिनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "मुद्दा पेसी सूचीमा चढेको कुनै पनि मुद्दा तारिख गुजारी थाम्न पाउने म्याद बाँकी भएको भन्ने समेतको कुनै कारणले सो सूचीबाट हटाइने छैन र वारिस वा कानून व्यवसायी हाजिर नभए पनि मुद्दा स्थगित हुने छैन ।"
                        },
                        {
                            "subsection_number": "*२",
                            "content": "मुद्दाको पक्ष वा कानून व्यवसायीले काबुबाहिरको परिस्थिति परी मुद्दा इजलाससमक्ष पेस हुने दिनमा अदालतमा उपस्थित हुन नसक्ने भनी साप्ताहिक पेसी सूचीबाटै कुनै मुद्दा स्थगित गर्न निवेदन दिएमा मुद्दाको दर्ता मिति, अन्तरिम आदेश वा अग्राधिकार प्रदान गरे वा नगरेको विवरण, सो निवेदनपूर्व साप्ताहिक वा दैनिक पेसी सूचीबाट स्थगित भए वा नभएको कुरासमेत हेरी व्यहोरा मनासिब लागेमा पेसी व्यवस्थापन निर्देशन समितिले निवेदकको मागबमोजिम त्यस्तो मुद्दा साप्ताहिक पेसी सूचीबाटै स्थगित गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": ""
                        },
                        {
                            "subsection_number": "४",
                            "content": "पक्ष वा कानून व्यवसायीले मुद्दा पेसीको अघिल्लो दिन मुद्दाको सुनुवाइ स्थगित गर्न निवेदन दिन नपाएको मनासिब कारण उल्लेख गरी आफ्नो काबुभन्दा बाहिरको परिस्थितिले गर्दा मुद्दाको सुनुवाइ स्थगित गर्न इजलास बस्नु भन्दा अगाडि निवेदन दिएमा सम्बन्धित इजलासले त्यस्तो मुद्दाको सुनुवाइ स्थगित गरी दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "हेदहिर्दैको मुद्दा, इजलासले सुनुवाइको मिति तोकिदिएका मुद्दा, लगाउका मुद्दामध्ये कुनै वा केही मुद्दा मात्र स्थगित गराउन निवेदन परेको मुद्दा, दुई पटक स्थगित भईसकेको मुद्दा, प्रचलित कानून बमोजिम फैसला गर्नु पर्ने समयावधि नाघेका मुद्दा, नियम ७४ को उपनियम (५) बमोजिम पेसी तोकिएका मुद्दा, एकै पक्षको एकभन्दा बढी कानून व्यवसायी रहेको मुद्दा, आफ्नो पक्षमा अन्तरिम आदेश जारी भएको वा आफ्नो माग बमोजिम अग्राधिकार पाएको मुद्दाको पक्ष वा निजको कानून व्यवसायीको माग बमोजिम मुद्दाको सुनुवाइ स्थगित हुने छैन। तर पक्षको कानून व्यवसायी बिरामी भई अस्पताल भर्ना भएको वा बहस गर्न उपस्थित हुन नसक्ने विशेष पारिवारिक परिस्थिति परेको भरपर्दो आधार देखाई मुद्दा पेस हुने दिनको इजलास बस्नुभन्दा अगाडि नै मुद्दाको सुनुवाइ स्थगित गर्न निवेदन दिएमा इजलासले त्यस्तो मुद्दाको सुनुवाइ स्थगित गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "उपनियम (५) मा उल्लिखित अवस्था परेको बाहेक अन्य अवस्थामा अग्राधिकार पाएको पक्षको कानून व्यवसायीले मुद्दाको सुनुवाइ स्थगित गराउन निवेदन दिएमा अग्राधिकार समाप्त हुनेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "यस नियमबमोजिम मुद्दा स्थगित गर्दा बढीमा दुई पटकसम्म मुद्दाको सुनुवाइ स्थगित गर्न सकिनेछ । तर नियम ७४ को उपनियम (५) को हकमा सोही बमोजिम हुनेछ ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "अदालतको एउटा इजलासमा उपस्थित भई बहस गर्ने कानून व्यवसायीले सोही दिन अर्को इजलासको मुद्दाको सुनुवाइ स्थगित गर्न निवेदन दिन पाउने छैन ।"
                        },
                        {
                            "subsection_number": "९",
                            "content": "अदालतले दुई पटकभन्दा बढी मुद्दाको सुनुवाइ स्थगित गर्न निवेदन दिने वा अदालतको एउटा इजलासमा बहस गरी अर्को इजलासको मुद्दाको सुनुवाइ स्थगित गर्न निवेदन दिने कानून व्यवसायीको अभिलेख राख्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "९",
            "chapter_title": "मेलमिलाप र मिलापत्र",
            "sections": [
                {
                    "section_number": "७८",
                    "section_title": "मेलमिलापः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालत समक्ष दायर भएको मुद्दाका पक्षहरूले सो मुद्दा मेलमिलापको प्रक्रियाबाट समाधान गर्न चाहेमा सोही बेहोरा उल्लेख गरी जुनसुकै बखत सम्बन्धित रजिस्ट्रार समक्ष निवेदन दिन सक्नेछन् ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको निवेदन मुद्दाको एक पक्षले मात्र दिएको भए अदालतले अर्को पक्ष मेलमिलाप प्रक्रियामा जान चाहे वा नचाहेको विषयमा निजको सहमति लिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम प्राप्त भएको निवेदन वा उपनियम (२) बमोजिम पक्षको सहमतिको आधारमा दुवै पक्ष मेलमिलापको प्रक्रियाबाट मुद्दा समाधान गर्न चाहेको देखिएमा रजिस्ट्रारले त्यस्तो मुद्दा मेलमिलापको प्रक्रियाबाट समाधान गर्न आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) मा जुनसुकै कुरा लेखिएको भए तापनि पेसी तोकिएको दिनमा इजलास समक्ष पेस भएको मुद्दाको हकमा सम्बन्धित इजलासबाटै मेलमिलापको प्रक्रियाबाट समाधान गर्ने आदेश हुनेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि अदालत समक्ष विचाराधीन कुनै मुद्दा मेलमिलापको प्रक्रियाबाट समाधान हुन उपयुक्त छ भन्ने लागेमा र पक्षहरू सो कुरामा सहमत भएमा पक्षहरूको निवेदन नपरे पनि सम्बन्धित इजलासले त्यस्तो मुद्दा मेलमिलापको प्रक्रियाबाट समाधान गर्न आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "कुनै मुद्दा मेलमिलापको प्रक्रियामा पठाउने गरी आदेश दिँदा त्यसरी आदेश गर्ने रजिस्ट्रार वा इजलासले विवादित विषयवस्तुको जटिलता, मुद्दाका पक्षहरूको संख्या, विवादित विषयको प्रकृति र मेलमिलापमा लाग्ने मनासिब समय समेतलाई विचार गरी मेलमिलापको लागि एकैपटक वा पटक पटक गरी तीन महिनासम्मको समयावधि तोक्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "अदालत समक्ष दायर भएको मुद्दा मेलमिलापद्वारा समाधान गर्ने गरी आदेश भएपछि मुद्दाका पक्षहरू आफैंले बढीमा तीन जना मेलमिलापकर्ता नियुक्त गर्न सक्नेछन् ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "उपनियम (७) बमोजिम पक्षहरू आफैंले मेलमिलापकर्ता नियुक्त गर्न नसकेमा अदालतले मेलमिलापकर्ता नियुक्त गरी दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "९",
                            "content": "उपनियम (७) वा (८) बमोजिम मेलमिलापकर्ता नियुक्त भएपछि अदालतले आफू समक्ष दायर भएको मुद्दा मेलमिलापद्वारा समाधान गर्न पक्षहरूलाई तारिख तोकी मेलमिलापकर्ता समक्ष पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१०",
                            "content": "उपनियम (८) बमोजिम लेखी आएमा मेलमिलापकर्ताले पक्षहरूसँग छलफल गर्न आवश्यक बैठक गरी मुद्दा मेलमिलापद्वारा समाधान गर्न सम्भव भएसम्म कानूनसम्मत् सबै प्रयासहरू अवलम्बन गर्नु पर्नेछ । त्यसरी प्रयास गर्दा पक्षहरू सो मुद्दा मेलमिलापद्वारा समाधान गर्न सहमत भएमा मेलमिलापकर्ताले मेलमिलापको लिखत खडा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "११",
                            "content": "उपनियम (१०) बमोजिम लिखत खडा गरिसकेपछि मेलमिलापकर्ताले सो लिखतमा पक्षहरूको सहीछाप गर्न लगाई त्यस्तो लिखतमा आफ्नो समेत दस्तखत गरी सो लिखतसहित पक्षहरूलाई अदालत समक्ष पेस गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१२",
                            "content": "उपनियम (११) बमोजिम मिलापत्र गर्नको लागि निवेदन प्राप्त भएमा अदालतले प्राप्त मेलमिलापको लिखतको आधारमा मिलापत्रको कागज तयार गर्न लगाई पक्षहरू बीच मिलापत्र गराई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१३",
                            "content": "उपनियम (१०) बमोजिम बैठक गरी मेलमिलाप गराउने प्रयास गर्दा पक्षहरू मेलमिलाप गर्न मञ्जुर नभएमा, अदालतले तोकेको मितिमा पक्षहरू मेलमिलापकर्ता समक्ष उपस्थित नभएमा वा मेलमिलापकर्ताद्वारा तोकिएको मितिमा पक्षहरू अनुपस्थित भएको कारण मेलमिलापको कार्य अघि बढ्न नसकेमा मेलमिलापकर्ताले सो मितिले सात दिनभित्र सोही बमोजिमको प्रतिवेदन अदालत समक्ष पेस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१४",
                            "content": "उपनियम (१३) बमोजिमको प्रतिवेदन प्राप्त भएपछि अदालतले त्यस्तो मुद्दा कानून बमोजिम कारबाही र किनारा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१५",
                            "content": "अदालतले मुद्दा मेलमिलापद्वारा समाधान गर्ने सम्बन्धी अन्य व्यवस्था मेलमिलाप सम्बन्धी ऐन, २०६८ र मेलमिलाप सम्बन्धी नियमावली, २०७० बमोजिम हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७९",
                    "section_title": "मिलापत्रः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतमा विचाराधीन रहेको मुद्दा मिलापत्र गर्न चाहेमा मिलापत्रको लागि पक्षहरूले जहिलेसुकै अदालतमा संयुक्त दरखास्त दिन सक्नेछन् ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "मुद्दाका दुबै पक्ष मिली मिलापत्र गराई पाउँ भनी दरखास्त पर्न आएमा पक्षहरूलाई सो मितिभन्दा पछिको तारिख तोकिएको रहेछ भने पनि त्यसलाई अगाडि सारी मिलापत्र गराई दिन सकिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "कुनै मुद्दा दैनिक पेसी सूचीमा चढी सुनुवाइ सुरू भई बहस, छलफल भइसकेपछि पनि मिलापत्र हुनसक्ने सम्भावना छ भन्ने लागेमा इजलासले मिलापत्र गर्न अर्को तारिख तोक्ने गरी आदेश गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (१) बमोजिम दरखास्त परी वा उपनियम (३) बमोजिम मिलापत्र गर्न आदेश भई मिलापत्र गराउँदा मुद्दाका पक्ष, निजहरूका कानून व्यवसायी भए कानून व्यवसायी र मुद्दाका पक्षहरूले आफूले पत्याएका व्यक्ति ल्याए निजलाई समेत राखी छलफल गराई दुवै पक्ष सहमत भए इजलासले मिलापत्र गराई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (४) बमोजिम छलफल गर्दा मुद्दाका पक्षहरू मिलापत्र गर्न सहमत हुन नसकेमा सोही बेहोराको आदेश गरी अर्को पेसी तोकी कानून बमोजिम फैसला गरि दिनु पर्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "१०",
            "chapter_title": "मुद्दाको सुनुवाइ र फैसला",
            "sections": [
                {
                    "section_number": "८०",
                    "section_title": "मुद्दाको सुनुवाइ खुला इजलासमा गर्नुपर्नेः",
                    "content": "अदालतले मुद्दाको सुनुवाइ गर्दा खुला इजलासमा गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "८१",
                    "section_title": "खास मुद्दाको सुनुवाइ बन्द इजलासबाट हुनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नियम ८० मा जुनसुकै कुरा लेखिएको भए तापनि जासुसी, बालबालिका, करणी सम्बन्धी, मानव बेचबिखन, नाता कायम, सम्बन्ध विच्छेद मुद्दा तथा अन्य कानूनले बन्द इजलासबाट हेरिने भनी तोकिदिएका मुद्दा वा खुल्ला इजलासबाट सुनुवाइ गर्न मनासिब नभएकोले बन्द इजलासबाट सुनुवाइ गर्ने भनी आदेश भएका मुद्दाको सुनुवाइ बन्द इजलासबाट हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम बन्द इजलासमा मुद्दाको सुनुवाइ हुँदा सम्बन्धित कानून व्यवसायी, सरकारी वकिल, विशेषज्ञ, अभियुक्त, पीडित व्यक्ति, निजको संरक्षक तथा अदालतले अनुमति दिएका प्रहरी र अदालतका कर्मचारी मात्र उपस्थित हुन सक्नेछन् ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "बन्द इजलासबाट हेरिएका मुद्दा सम्बन्धी कागजातको प्रतिलिपि पुनरावेदक, प्रत्यर्थी र पीडित बाहेक अरूलाई दिनु हुँदैन ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "बन्द इजलासबाट हेरिएका मुद्दाको तथ्य खुलाई कुनै पत्रपत्रिकामा समाचार सम्प्रेषण गर्नु हुँदैन । तर अदालतले अनुमति दिएमा पीडितको परिचय नहुने गरी समाचार सम्प्रेषण गर्न सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८२",
                    "section_title": "तामेलीमा राख्नेः",
                    "content": "यस नियमावलीमा अन्यत्र उल्लेख भएकोमा बाहेक देहायको अवस्थामा मुद्दा तामेलीमा राखी लगत कट्टा गरिनेछः-",
                    "points": [
                        {
                            "point_marker": "क",
                            "content": "नियम ५६ मा उल्लिखित अवस्था बाहेक रिट निवेदकले तारिख गुजारी थाम्ने थमाउने अवधि व्यतित भएमा,"
                        },
                        {
                            "point_marker": "ख",
                            "content": "मुद्दा दोहोऱ्याई पाउँ भन्ने वा पुनरावेदनको अनुमति पाउँ भन्ने निवेदन दिने निवेदकले तारिख गुजारी थाम्ने थमाउने अवधि व्यतित भएमा,"
                        },
                        {
                            "point_marker": "ग",
                            "content": "नियम ६० को उपनियम (४) बमोजिम धरौटीमा रहेको पुनरावेदकले पुनरावेदन दर्ता नहुँदै तारिख गुजारी थाम्ने थमाउने अवधि व्यतित भएमा,"
                        },
                        {
                            "point_marker": "घ",
                            "content": "अदालतबाट मुद्दा पुनरावलोकन गर्ने अनुमति, मुद्दा दोहोऱ्याई हेर्ने अनुमति वा पुनरावेदनको अनुमति प्रदान गर्ने गरी आदेश भएपछि सो निवेदन पुनरावेदनको रूपमा दर्ता नहुँदै निवेदकले म्याद तारिख गुजारी थाम्ने थमाउने अवधि व्यतित भएमा,"
                        },
                        {
                            "point_marker": "ङ",
                            "content": "कुनै रिट निवेदनमा उल्लिखित ठेगानामा प्रत्यर्थीलाई म्याद सूचना तामेल गर्दा तामेल हुन नसकी वेपत्ते तामेल भई आएको र पक्षको सहयोगमा पुनः म्याद सूचना तामेल गर्न पठाउँदा समेत वतन पत्ता नलागी सो म्याद सूचना फिर्ता हुन आएमा ।"
                        }
                    ]
                },
                {
                    "section_number": "८३",
                    "section_title": "मुद्दा फिर्ता गरी दिन सक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "मुद्दाको पक्षले *मुलुकी देवानी कार्यविधि संहिता, २०७४ को दफा १९६ तथा मुलुकी फौजदारी कार्यविधि संहिता, २०७४ को दफा ११६ र ११६क. बमोजिम दाबी वा जिकिर प्रमाणित गर्न नसक्ने भनी वा अन्य कुनै कारणले मुद्दा, पुनरावेदन वा निवेदन फिर्ता लिन अदालत समक्ष निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम पर्न आएको निवेदन उपर विचार गर्दा प्रचलित कानून बमोजिम फिर्ता गरी दिन हुने भएमा अदालतले निवेदकको माग बमोजिम मुद्दा, पुनरावेदन वा निवेदन फिर्ता गरी दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम निवेदन दिएको दिन पक्षको तारिख नभई सो भन्दा पछिको तारिख तोकिएको रहेछ भने पनि त्यसलाई अगाडि सारी मुद्दा, पुनरावेदन वा निवेदन फिर्ता गरिदिन सकिनेछ।"
                        }
                    ]
                },
                {
                    "section_number": "८४",
                    "section_title": "बहसको विषय, बहसको क्रम र इजलासको मर्यादाः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "इजलासले बहसपूर्व छलफल हुने मुख्य बुँदाहरु निर्धारण गर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "बहस गर्दा सुरूमा निवेदक, वादी वा पुनरावेदकका तर्फबाट उपस्थित कानून व्यवसायीले र त्यसपछि प्रत्यर्थीको कानून व्यवसायीले बहस गर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "कुनै मुद्दामा अदालतको सहयोगी (एमिकस क्युरी) समेत रहेछ भने निजले प्रत्यर्थीको तर्फबाट बहस समाप्त भएपछि बहस गर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "कुनै मुद्दामा दुवै पक्षको तर्फबाट निवेदन वा पुनरावेदन परेको रहेछ भने कुन पक्षका कानून व्यवसायीले पहिला बहस गर्ने भन्ने कुरा इजलासले निर्धारण गर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "कुनै मुद्दामा एकभन्दा बढी कानून व्यवसायी भएमा सो मध्ये वरिष्ठ कानून व्यवसायीले प्रमुख कानून व्यवसायीको रूपमा बहस गर्नेछ र निजपछि अन्य कानून व्यवसायीले क्रमशः थप तथ्यगत वा कानूनी प्रश्नमा बहस गर्नेछन् । तर इजलासको अनुमतिले प्रमुख कानून व्यवसायीको सहमतिमा प्राथमिकताक्रममा पछि भएको कानून व्यवसायीले बहस गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "कानून व्यवसायीले बहस गर्दा मुद्दामा निर्णय गर्नु पर्ने प्रश्नमा केन्द्रित रही बहस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "एकभन्दा बढी कानून व्यवसायी भएको मुद्दामा बहसको समय लगायत समग्र बहस व्यवस्थापन गर्ने जिम्मेवारी प्रमुख कानून व्यवसायीको हुनेछ ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "कानून व्यवसायी इजलासमा प्रवेश गर्दा, इजलास कक्षमा रहँदा, बहस पैरवी गर्दा वा इजलास कक्षबाट बाहिर निस्कँदा इजलासको मर्यादा कायम गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८५",
                    "section_title": "बहसको समयः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "मुद्दाको प्रत्येक पक्ष वा निजको तर्फबाट नियुक्त कानून व्यवसायीले इजलासले निर्धारण गरेको समयभित्र आफ्नो भनाई वा बहस समाप्त गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको समय अपुग हुने भई अतिरिक्त समय आवश्यक पर्ने भएमा सोको उचित र पर्याप्त कारण सहित आवश्यक पर्ने अतिरिक्त समय माग गरी सम्बन्धित पक्ष वा कानून व्यवसायीले बहस सुरू हुनुभन्दा अघि इजलास समक्ष अनुरोध गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिमको बेहोरा मनासिब देखिएमा इजलासले पक्षलाई आफ्नो भनाई राख्न वा कानून व्यवसायीलाई बहस गर्नको लागि थप समय प्रदान गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८६",
                    "section_title": "बहस नोटः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "इजलासले सुनुवाइको लागि पेसी तोकिएको मुद्दामा मुद्दाका पक्ष वा निजको कानून व्यवसायीलाई पेसीको दिन अगावै समय तोकी बहसनोट पेस गर्न आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि मुद्दाको पक्ष वा निजको कानून व्यवसायी आफैंले बहसनोट पेस गर्न चाहेमा मुद्दाको सुनुवाइ हुनु भन्दा अगावै बहसनोट पेस गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "इजलासले अन्यथा आदेश दिएमा बाहेक सामान्यतया: बहस सम्पन्न भइसके पछि बहसनोट लिइने छैन ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "यस नियम बमोजिम बहसनोट पेस गर्दा निर्णय गर्नु पर्ने प्रश्न स्पष्ट खुलाई सो प्रश्नमा सीमित रही बहसनोट पेस गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८७",
                    "section_title": "बहस अभिलेख गर्न सक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "इजलासले आवश्यक ठानेमा कानून व्यवसायीको बहस रेकर्ड गरी अभिलेख गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम रेकर्ड गरिएको बहसलाई इजलास अधिकृतले आवश्यकता अनुसार लिपिबद्ध गरी मिसिल सामेल राख्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८८",
                    "section_title": "फैसला गर्नेः",
                    "content": "मुद्दाको सुनुवाई भएको दिन सम्बन्धित पक्षको भनाई र कानून व्यवसायीको बहस जिकिर समाप्त भएपछि अन्य आदेश हुनेमा बाहेक न्यायाधीशले सो मुद्दा फैसला गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "८९",
                    "section_title": "निर्णय सुनाउनेः",
                    "content": "सम्बन्धित इजलासको कुनै न्यायाधीशले फैसला वा अन्तिम आदेश वा सोको सारांश पढेर सुनाउन सक्नेछ । तर रायबाझी भएकोमा प्रत्येक न्यायाधीशले आ-आफ्नो निर्णय आफैंले पढेर सुनाउनु पर्नेछ ।"
                },
                {
                    "section_number": "९०",
                    "section_title": "निर्णय सुनाउने मिति तोक्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "इजलास समक्ष पेस भई छलफल भएको कुनै मुद्दामा जटिल संवैधानिक वा कानूनी प्रश्न समावेश भएको, मुद्दामा थप अध्ययन गर्नु पर्ने वा न्यायाधीशहरूका बीच छलफल हुनुपर्ने आवश्यकता भई उसै दिन निर्णय सुनाउन नसकिने अवस्था परेमा सम्बन्धित इजलासले निर्णय सुनाउनका लागि बढीमा *पन्ध्र दिनसम्मको समय तोक्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम तोकिएको मितिमा सम्बन्धित इजलासले निर्णय सुनाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) मा जुनसुकै कुरा लेखिएको भए तापनि विशेष कारण र परिस्थिति उत्पन्न भएमा तोकिएको मितिमा निर्णय सुनाउन नसकिने अवस्था परेमा सोको कारण खुलाई निर्णय सुनाउने अर्को मिति तोक्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "यस नियममा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै कारणले सम्बन्धित इजलास गठन हुन नसक्ने भएमा त्यस्तो मुद्दा नियमित पेसीमा चढाउन बाधा पर्नेछैन ।"
                        }
                    ]
                },
                {
                    "section_number": "९१",
                    "section_title": "फैसला तयार गर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "इजलासमा मुद्दा हेर्ने न्यायाधीश वा न्यायाधीशहरूको राय कायम भई निर्णय सुनाई सकेपछि सम्बन्धित न्यायाधीशले सो निर्णय सुनाएको मितिले सामान्यतयाः *एक्काइस दिनभित्र सो अनुरुपको पूरा फैसला तयार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": ""
                        },
                        {
                            "subsection_number": "३",
                            "content": "अदालतले फैसला तयार गर्दा अनुसूची-११ बमोजिमको ढाँचामा तयार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) मा जुनसुकै कुरा लेखिएको भएतापनि साधक जाँचका लागि पेस भई आएको मुद्दा, *मुलुकी देवानी कार्यविधि संहिता, २०७४ को दफा २१३ को उपदफा (३) र मुलुकी फौजदारी कार्यविधि संहिता, २०७४ को दफा १४० को उपदफा (३) बमोजिम विपक्षी नझिकाई फैसला भएका मुद्दा जस्ता इजलासले उपयुक्त देखेका अन्य मुद्दामा अनुसूची–१२ बमोजिमको ढाँचामा फैसला वा अन्तिम आदेश तयार गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": null,
                            "content": "तर यो व्यवस्थाले त्यस्ता मुद्दामा समेत अनुसूची–११ बमोजिमको ढाँचामा फैसला तयार गर्न रोक लगाएको मानिने छैन ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (१) र (२) मा तोकिएको अवधिमा फैसला तयार हुन नसक्ने र मुद्दाका पक्षले फैसलाको जानकारी माग गरेको अवस्थामा अनुसूची–१३ बमोजिमको ढाँचामा संक्षिप्त फैसला वा आदेश उपलब्ध गराउन सकिनेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "उपनियम (१) र (२) मा तोकिएको अवधिमा फैसला तयार हुन नसक्ने र मुद्दाका पक्षले फैसलाको जानकारी माग गरेको अवस्थामा अनुसूची-१४ बमोजिमको ढाँचामा फैसला वा आदेशको जानकारी उपलब्ध गराउन सकिनेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "उपनियम (१) बमोजिम फैसला तयार गर्नको लागि प्रधान न्यायाधीशले कुनै दिन वा दिनको कुनै समय तोक्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "९२",
                    "section_title": "अख्तियारवाला समक्ष फैसला पठाउनेः",
                    "content": "इजलास समक्ष पेस भएको मुद्दाको मिसिलबाट कुनै राष्ट्रसेवकले प्रत्यक्षतः कुनै गैर कानूनी काम गरेको, कानून बमोजिम पालना गर्नु पर्ने कर्तव्य जानीजानी वा बदनियतसाथ पालना नगरेको वा कर्तव्य पालनामा गम्भीर लापरबाही गरेको वा आफ्नो पद अनुरुपको आचरण नगरेको देखिएमा इजलासले आवश्यक सम्झेमा सो कुरा फैसलामा उल्लेख गरी सो फैसलाको प्रतिलिपि सम्बन्धित अख्तियारवाला समक्ष पठाउन आदेश दिन सक्नेछ ।"
                },
                {
                    "section_number": "९३",
                    "section_title": "मृत्यु भएको न्यायाधीशको तर्फबाट फैसला वा आदेश तयार गर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नियम ८९ बमोजिम निर्णय सुनाएपछि फैसला लेख्ख नपाउँदै निर्णय गर्ने न्यायाधीशको मृत्यु भएमा प्रधान न्यायाधीशले तोकेको कुनै न्यायाधीशले सो बेहोरा जनाई मृत्यु भएको न्यायाधीशले टिपोट किताबमा लेखेको निर्णयलाई नै फैसलाको रूपमा उतार गरी त्यस्तो फैसलामा दस्तखत गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "दुई वा दुईभन्दा बढी न्यायाधीशहरूको इजलासबाट हेरिएको मुद्दामा उपनियम (१) बमोजिमको अवस्था पर्न आएमा सो इजलासमा बस्ने न्यायाधीशहरूको राय मिलेको फैसला भए सो मध्ये कुनै एउटा न्यायाधीशले आफ्नो दस्तखत गरी अर्को न्यायाधीशले दस्तखत गर्न नसक्नाको कारण उल्लेख गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": null,
                            "content": "तर रायबाझी भएको फैसलामा प्रधान न्यायाधीशले तोकेको कुनै न्यायाधीशले सो बेहोरा जनाई टिपोट किताबमा मृत्यु भएको न्यायाधीशले लेखेको निर्णयलाई नै निजको रायको रूपमा उतार गरी त्यस्तो फैसलामा दस्तखत गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "९४",
                    "section_title": "फैसलाको सामान्य त्रुटि सच्याउनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सरोकारवाला पक्ष वा निजको वारिसले अदालतको फैसलाको नक्कल लिएपछि फैसलामा लेखाईको सामान्य त्रुटि देखेमा सो त्रुटि सच्याउन सम्बन्धित अधिकारी समक्ष निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि अदालतको फैसलामा त्रुटि भएको कुरा अदालत स्वयम्को जानकारीमा आएमा अदालतको सम्बन्धित कर्मचारीले सोही बेहोराको प्रतिवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) वा (२) बमोजिम निवेदन वा प्रतिवेदन प्राप्त हुन आएमो सो निवेदन वा प्रतिवेदन र सम्बन्धित मिसिल सो फैसला गर्ने न्यायाधीशको इजलास समक्ष पेस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) मा जुनसुकै कुरा लेखिएको भए तापनि जुन फैसलाको त्रुटि सच्याउन माग गरिएको हो सो फैसला गर्ने न्यायाधीशमध्ये कुनै न्यायाधीश हाल बहालमा नरहेको वा मृत्यु भएको भए प्रधान न्यायाधीशले निजको सट्टा अन्य कुनै न्यायाधीशको इजलासमा सो निवेदन वा प्रतिवेदन र मिसिल पेस गर्न लगाउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (३) वा (४) बमोजिम पेस भएको निवेदन वा प्रतिवेदन र मिसिल अध्ययन गर्दा त्रुटि सच्याउनु पर्ने देखेमा इजलासले फैसलामा संशोधन गर्ने गरी छुट्टै आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "उपनियम (५) बमोजिम गरिएको आदेश मूल फैसलाको अभिन्न अङ्ग मानिनेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "उपनियम (५) बमोजिम गरिएको आदेशको बेहोरा मुद्दाका अन्य पक्षलाई पनि जानकारी गराउन अदालतले आवश्यक सूचना दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "९५",
                    "section_title": "फैसलामा हेरफेर वा थपघट गर्न नहुनेः",
                    "content": "फैसलामा दस्तखत भईसकेपछि कसैले पनि सो फैसलाको अङ्क अक्षरमा कुनै कुराको हेरफेर वा थपघट गर्न हुँदैन ।"
                }
            ]
        },
        {
            "chapter_number": "११",
            "chapter_title": "नक्कल र मिसिल निरीक्षण सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "९६",
                    "section_title": "नक्कल लिन वा फोटो खिच्न पाउनेः",
                    "content": "मुद्दासँग सम्बन्धित व्यक्तिले अदालतमा रहेको मुद्दा मामिला सम्बन्धी लिखतको नक्कल लिन वा मिसिलमा रहेको कुनै लिखत वा कागजातको फोटो खिच्न पाउनेछ ।"
                },
                {
                    "section_number": "९७",
                    "section_title": "नक्कलको निमित्त निवेदन दिनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतमा रहेको कुनै मिसिल संलग्न कुनै लिखतको नक्कल लिन चाहने व्यक्तिले सो लिखतको विवरण र मिति प्रस्ट उल्लेख गरी अनुसूची-३ बमोजिमको दस्तुर सहित अनुसूची-१५ बमोजिमको ढाँचामा सम्बन्धित अधिकारी समक्ष निवेदन दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कुनै व्यक्तिले छुट्टाछुट्टै मिसिल संलग्न रहेको लिखतको नक्कल लिनु परेमा छुट्टाछुट्टै निवेदन दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "९८",
                    "section_title": "फोटो खिच्न सम्बन्धित पक्षले नै निवेदन दिनुपर्नेः",
                    "content": "अदालतमा रहेको मुद्दा मामिला सम्बन्धी कुनै लिखत वा कागजातको फोटो खिच्न चाहेमा मुद्दाको पक्षले नै निवेदन दिनु पर्नेछ ।"
                },
                {
                    "section_number": "९९",
                    "section_title": "नक्कल वा फोटो खिच्न दिनेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नियम ९७ वा ९८ बमोजिम निवेदन प्राप्त भएमा मिसिल रहेको सम्बन्धित शाखाले यथाशीध्र नक्कल सारी, सराई वा फोटोकपी गरी अनुसूची-३ बमोजिमको दस्तुर निवेदकले दाखिला गरेपछि नक्कल दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कुनै लिखत वा कागजातको फोटो खिच्न माग गरेकोमा उही दिन फोटो खिच्न दिइनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१००",
                    "section_title": "प्रमाणित गर्ने अधिकारीः",
                    "content": "रीतपूर्वकको नक्कल दिँदा सम्बन्धित शाखाको सुपरिटेण्डेण्टले प्रमाणित गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "१०१",
                    "section_title": "मुद्दाको मिसिल संरक्षणः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "मुख्य रजिस्ट्रारको लिखित आदेश बेगर कुनै पनि मुद्दाको मिसिल अदालतको भवनबाट हटाएर अन्यत्र लैजान हुँदैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "सम्बन्धित अधिकारीको लिखित आदेश बेगर कुनै मिसिल वा लिखत, न्यायाधीश वा अधिकृत कर्मचारी बाहेक अरूलाई देखाउन हुँदैन ।"
                        }
                    ]
                },
                {
                    "section_number": "१०२",
                    "section_title": "मिसिल वा लिखत निरीक्षणको लागि अनुमति लिनु पर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतको कुनै मिसिल वा लिखतको निरीक्षण गर्न चाहने व्यक्तिले अनुमतिको लागि दिनको एघार बजेदेखि एक बजेभित्रमा अनुसूची-३ बमोजिमको दस्तुर सहित अनुसूची–१६ बमोजिमको ढाँचामा सम्बन्धित रजिस्ट्रार समक्ष निवेदन दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम प्राप्त निवेदन जाँच गर्दा निवेदनको बेहोरा मनासिब देखेमा सम्बन्धित रजिस्ट्रारले निवेदकको माग बमोजिम मिसिल वा लिखत निरीक्षण गर्न अनुमति दिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०३",
                    "section_title": "निरीक्षण गर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "निरीक्षण गर्न अनुमति पाएको व्यक्तिले सो आदेशमा जुन दिन वा जति दिनको लागि अनुमति पाएको छ सो दिन वा सो दिनहरूमा दिनको बाह्र बजेदेखि तीन बजेसम्म सम्बन्धित मिसिल वा लिखतको निरीक्षण गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "निरीक्षण गर्न अनुमति पाएको व्यक्तिले निरीक्षण गराउने कर्मचारीको रोहवरमा मात्र मिसिल वा लिखतको निरीक्षण गर्न पाउनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०४",
                    "section_title": "दर्ता किताबको निरीक्षणः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "रजिस्ट्रारको लिखित आदेश बेगर तथा दर्ता किताब राख्ने अधिकृतको रोहबर नभई न्यायाधीश, मुख्य रजिस्ट्रार वा सम्बन्धित रजिस्ट्रार वा सहरजिस्ट्रारबाहेक अरू कसैलाई पनि अदालतको कुनै दर्ता किताब निरीक्षण गर्न दिन हुँदैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "अदालतको प्रशासनसँग सम्बन्धित गोप्य दर्ता किताब प्रधान न्यायाधीश र मुख्य रजिस्ट्रार बाहेक अरू कसैलाई पनि निरीक्षण गर्न दिनु हुँदैन ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "१२",
            "chapter_title": "नगदी रकम दाखिला गर्ने",
            "sections": [
                {
                    "section_number": "१०५",
                    "section_title": "रकम बुझाउनेः",
                    "content": "प्रचलित कानूनबमोजिम लाग्ने कोर्ट फी, अन्य कुनै दस्तुर तथा राजस्व अनलाइन मार्फत अदालतको बैंक खातामा प्राप्त हुन आएको अवस्थामा बाहेक त्यस्तो रकम अदालतमा प्राप्त हुनासाथ तुरुन्त आर्थिक प्रशासन शाखामा बुझाउनु पर्नेछ ।"
                },
                {
                    "section_number": "१०६",
                    "section_title": "नगदी रकम दाखिला गर्नेः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "पक्षले अदालतमा जरिबाना बापत वा अन्य कुनै कारणले नगद रकम बुझाउन वा धरौट राख्नु पर्ने भएमा आर्थिक प्रशासन शाखामा दाखिला गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम नगद रकम वा धरौटी रकम दाखिला गर्न आएमा आर्थिक प्रशासन शाखाले पनि नगद रकम बुझी लिई वा धरौटीमा आम्दानी बाँधी तीन प्रति रसिद काट्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) बमोजिमको तीन प्रति रसिदमध्ये एक प्रति रकम वा धरौटी दाखिला गर्ने व्यक्तिलाई दिई दोस्रो प्रति सम्बन्धित शाखामा सम्बन्धित मिसिलमा सामेल राख्न पठाई तेस्रो प्रति आर्थिक प्रशासन शाखामा राखु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (१) बमोजिम बुझाउने रकम अदालतले तोकेको बैङ्क मार्फत बुझ्ने गरी अदालतले आवश्यक व्यवस्था गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०७",
                    "section_title": "बैङ्क दाखिला गर्नेः",
                    "content": "अदालतमा जम्मा भएको नगद रकम वा धरौटी रकम र राजस्व सोही दिन वा त्यसको भोलिपल्ट आफ्नो स्रेस्तामा जनाई बैङ्क दाखिला गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "१०८",
                    "section_title": "दस्तुर बापत टिकट टाँस्न सकिनेः",
                    "content": "यस नियमावली वा प्रचलित कानून बमोजिम अदालतमा कुनै कारबाहीको सम्बन्धमा कुनै दस्तुर बुझाउनु पर्ने भएमा सो दस्तुरको मूल्य बराबरको टिकट सम्बन्धित लिखतमा टाँस्न सकिनेछ ।"
                }
            ]
        },
        {
            "chapter_number": "१३",
            "chapter_title": "इन्साफ गर्ने काम बाहेक अन्य काम",
            "sections": [
                {
                    "section_number": "१०९",
                    "section_title": "पूर्ण बैठकः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "मुद्दा मामिलामा इन्साफ दिनु पर्ने काम बाहेक अन्य न्याय प्रशासन सम्बन्धी नीतिगत निर्णय गर्ने समेतको कार्य गर्न अदालतमा प्रधान न्यायाधीश र अदालतका अन्य न्यायाधीश रहेको एक पूर्ण बैठक रहनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "पूर्ण बैठकमा मुख्य रजिस्ट्रारले सदस्य–सचिव भई कार्य गर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "पूर्ण बैठकको काम, कर्तव्य र अधिकार देहाय बमोजिम हुनेछः–",
                            "points": [
                                {
                                    "point_marker": "क",
                                    "content": "न्याय प्रशासन तथा अदालत व्यवस्थापनसम्बन्धी नीतिगत निर्णय गर्ने,"
                                },
                                {
                                    "point_marker": "ख",
                                    "content": "ऐन तथा प्रचलित कानून बमोजिम अदालतले बनाउने नियमावली स्वीकृत गर्ने,"
                                },
                                {
                                    "point_marker": "ग",
                                    "content": "न्यायपालिकाको आवधिक रणनीतिक योजना स्वीकृत गर्ने,"
                                },
                                {
                                    "point_marker": "घ",
                                    "content": "न्याय प्रशासनसँग सम्बन्धित कुनै कानूनी व्यवस्था गर्ने वा त्यस्तो कुनै कानूनी व्यवस्थामा संशोधन वा परिवर्तन गर्ने विषयमा राय परामर्श दिने,"
                                },
                                {
                                    "point_marker": "ङ",
                                    "content": "अदालतको वार्षिक प्रतिवेदन स्वीकृत गर्ने,"
                                },
                                {
                                    "point_marker": "च",
                                    "content": "कुनै अधिवक्तालाई नेपाल कानून व्यवसायी परिषद् ऐन, २०५० बमोजिम वरिष्ठ अधिवक्ताको उपाधि दिने,"
                                },
                                {
                                    "point_marker": "छ",
                                    "content": "अन्य समसामायिक विषयमा निर्णय गर्ने ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "४",
                            "content": "रजिस्ट्रारले फैसला हुन बाँकी रहेका पुराना मुद्दा पेसीमा चढ्न नसकेको वा पेसी चढेकोमा पनि फैसला हुन नसकेको कारण सहितको विवरण खुलाई छलफलका लागि पूर्ण बैठकमा प्रतिवेदन पेस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "पूर्ण बैठकमा पेस भएको कुनै विषयमा थप अध्ययन र अनुसन्धान गर्न आवश्यक छ भन्ने लागेमा पूर्ण बैठकले दुई वा सो भन्दा बढी न्यायाधीशहरूको समिति वा कार्यदल गठन गरी निश्चित अवधि तोकी प्रतिवेदन पेस गर्न लगाउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "मुख्य रजिस्ट्रार उपनियम (५) बमोजिम गठन हुने समिति वा कार्यदलको सचिव हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "११०",
                    "section_title": "स्थायी समितिः",
                    "subsections": [
                        {
                            "subsection_number": "*१",
                            "content": ".न्याय प्रशासन सम्बन्धी विषयमा तत्काल कुनै निर्णय गर्न वा अत्यावश्यक नीति निर्धारण गर्न प्रधान न्यायाधीश अध्यक्ष तथा अदालतका चार जना वरिष्ठतम् न्यायाधीशहरु सदस्य रहेको एक स्थायी समिति रहनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको समितिको सदस्य–सचिव मुख्य रजिस्ट्रार हुनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिमको समितिको बैठक प्रधान न्यायाधीशद्वारा निर्धारित विषयमा छलफल गर्न तोकिएको मिति, समय र स्थानमा बस्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "११०क",
                    "section_title": "वरिष्ठ अधिवक्ताको उपाधि सिफारिस समितिः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै अधिवक्तालाई नेपाल कानून व्यवसायी परिषद् ऐन, २०५० बमोजिम वरिष्ठ अधिवक्ताको उपाधि प्रदान गर्ने विषयमा पूर्ण बैठकलाई सिफारिस गर्न अदालतमा वरिष्ठ अधिवक्ताको उपाधि सिफारिस समिति रहनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको समितिको गठन देहाय बमोजिम हुनेछः-",
                            "points": [
                                {
                                    "point_marker": "क",
                                    "content": "प्रधान न्यायाधीश वा निजले तोकेको सर्वोच्च अदालतको न्यायाधीश - अध्यक्ष"
                                },
                                {
                                    "point_marker": "ख",
                                    "content": "प्रधान न्यायाधीशले तोकेको सर्वोच्च अदालतका तीन जना न्यायाधीश - सदस्य"
                                },
                                {
                                    "point_marker": "ग",
                                    "content": "सर्वोच्च अदालतको मुख्य रजिष्ट्रार –सदस्य-सचिव"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "११०ख",
                    "section_title": "पेसी व्यवस्थापन निर्देशन समितिः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालतमा गोला प्रक्रियाद्वारा पेसी व्यवस्थापन गर्न एक पेसी व्यवस्थापन निर्देशन समिति रहनेछ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "पेसी व्यवस्थापन निर्देशन समितिको गठन देहाय बमोजिम हुनेछः-",
                            "points": [
                                {
                                    "point_marker": "क",
                                    "content": "प्रधान न्यायाधीश - अध्यक्ष"
                                },
                                {
                                    "point_marker": "ख",
                                    "content": "वरिष्ठतम् दुई जना न्यायाधीश -सदस्य"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "कुनै कारणवश प्रधान न्यायाधीश वा वरिष्ठतम् दुईजना न्यायाधीशमध्ये कुनै एक वा दुवैजना अनुपस्थित रहेमा सो अवधिको लागि त्यसपछिको वरिष्ठतम् न्यायाधीशले पेसी व्यवस्थापन निर्देशन समितिको अध्यक्ष वा सदस्य भई कार्य गर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "मुख्य रजिस्ट्रारले पेसी व्यवस्थापन निर्देशन समितिको सचिवको रुपमा काम गर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "पेसी व्यवस्थापन निर्देशन समितिको बैठक आवश्यकता अनुसार बस्नेछ र सार्वजनिक विदा परी अदालत बन्द रहेको अबस्थामा बाहेक एक बैठक र अर्को बैठक बीचको अन्तर सात दिन भन्दा बढी हुने छैन।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "पेसी व्यवस्थापन निर्देशन समितिको बैठक तथा निर्णय सम्बन्धी कार्यविधि सो समिति आफैले निर्धारण गरे बमोजिम हुनेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "पेसी व्यवस्थापन निर्देशन समितिको काम, कर्तव्य र अधिकार देहायबमोजिम हुनेछः-",
                            "points": [
                                {
                                    "point_marker": "क",
                                    "content": "मुद्दा पेसी चढाउन निश्चित मापदण्ड बनाउने,"
                                },
                                {
                                    "point_marker": "ख",
                                    "content": "पेसी व्यवस्थापनलाई पारदर्शी र विश्वसनीय बनाउन आवश्यक नीति तर्जुमा गर्ने,"
                                },
                                {
                                    "point_marker": "ग",
                                    "content": "पेसी व्यवस्थापनका सम्बन्धमा निर्धारित मापदण्डको प्रभावकारी कार्यान्वयनका लागि अनुगमन गर्ने,"
                                },
                                {
                                    "point_marker": "घ",
                                    "content": "गोला प्रक्रियाद्वारा पेसी व्यवस्थापन सम्बन्धी निर्देशिका बमोजिम पेशी व्यवस्थापन गर्ने गराउने,"
                                },
                                {
                                    "point_marker": "ङ",
                                    "content": "गोला प्रक्रियाद्वारा पेसी व्यवस्थापन सम्बन्धी निर्देशिकाको कार्यान्वयनको सम्बन्धमा कुनै द्विविधा उत्पन्न भएमा आवश्यक निकासा दिने,"
                                },
                                {
                                    "point_marker": "च",
                                    "content": "पेसी व्यवस्थापनका सम्बन्धमा मुख्य रजिस्ट्रारलाई आवश्यक निर्देशन दिने ।"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "१११",
                    "section_title": "अदालत व्यवस्थापन समितिः",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अदालत तथा मातहतका अदालतहरुको भौतिक स्रोत साधनको व्यवस्थापन विषयमा आवश्यक नीति निर्धारण गरी त्यस्तो नीति कार्यान्वयनको अनुगमन गर्न अदालतमा एक अदालत व्यवस्थापन समिति रहनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको समितिको गठन देहाय बमोजिम हुनेछ :-",
                            "points": [
                                {
                                    "point_marker": "क",
                                    "content": "प्रधान न्यायाधीशले तोकेको अदालतको न्यायाधीश - अध्यक्ष"
                                },
                                {
                                    "point_marker": "ख",
                                    "content": "प्रधान न्यायाधीशले आवश्यकता अनुसार तोकेको अदालतका अन्य न्यायाधीश - सदस्य"
                                },
                                {
                                    "point_marker": "ग",
                                    "content": "मुख्य रजिस्ट्रार - सदस्य"
                                },
                                {
                                    "point_marker": "घ",
                                    "content": "रजिस्ट्रार -सदस्य"
                                },
                                {
                                    "point_marker": "ङ",
                                    "content": "मुख्य रजिस्ट्रारले तोकेको सह रजिस्ट्रार –सदस्य-सचिव"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिमको समितिको बैठकमा सम्बन्धित महाशाखा प्रमुख र शाखा प्रमुखलाई आमन्त्रण गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (१) बमोजिमको समितिको काम, कर्तव्य र अधिकार देहाय बमोजिम हुनेछः-"
                        }
                    ]
                }
            ]
        }
    ]
}