{
    "metadata": {
        "document_type": "Legal Document",
        "document_title": "Nepali Legal Document Excerpt (Purchasing Regulations)",
        "header_footer_text_repeated": [
            "www.lawcommission.gov.np"
        ],
        "amendment_notes": [
            {
                "marker": "*",
                "note": "चौथो संशोधनद्वारा संशोधित । (Amended by Fourth Amendment)"
            },
            {
                "marker": "*",
                "note": "चौथो संशोधनद्वारा थप । (Added by Fourth Amendment)"
            },
            {
                "marker": "+",
                "note": "छैठौं संशोधनद्वारा थप । (Added by Sixth Amendment)"
            },
            {
                "marker": "%",
                "note": "बाह्रौ संशोधनद्वारा थप । (Added by Twelfth Amendment)"
            },
            {
                "marker": "•",
                "note": "चौथो संशोधनद्वारा संशोधित । (Amended by Fourth Amendment)"
            },
            {
                "marker": "A",
                "note": "एघारौं संशोधनद्वारा संशोधित । (Amended by Eleventh Amendment)"
            },
            {
                "marker": "♥",
                "note": "बाह्रौ संशोधनद्वारा संशोधित । (Amended by Twelfth Amendment)"
            },
            {
                "marker": "}",
                "note": "बाह्रौ संशोधनद्वारा झिकिएको । (Removed by Twelfth Amendment)"
            },
            {
                "marker": "森",
                "note": "छैठौं संशोधनद्वारा संशोधित । (Amended by Sixth Amendment)"
            },
            {
                "marker": "●",
                "note": "तेस्रो संशोधनद्वारा थप । (Added by Third Amendment)"
            }
        ]
    },
    "sections": [
        {
            "section_number": "२५",
            "section_title": "Previous Section (Inferred based on content sequence)",
            "inference_note": "This section is inferred as Section 25 based on the sequential numbering of its subsections and clauses (च, २, ३, ४) appearing before the explicit Section 26, indicating it's a continuation from a previous part of the document.",
            "subsections": [
                {
                    "subsection_number": "१",
                    "inference_note": "Subsection 1 is inferred as the parent of clauses (च) through (झ) based on numbering sequence.",
                    "clauses": [
                        {
                            "clause_letter": "च",
                            "content": "आपूर्ति हुने मालसामान खास अवधिसम्म सूचारुरुपले सञ्चालन हुन्छ भन्ने कुराको प्रत्याभूति,"
                        },
                        {
                            "clause_letter": "छ",
                            "content": "मालसामान मर्मत सम्भारको व्यवस्था,"
                        },
                        {
                            "clause_letter": "ज",
                            "content": "सेवा र जगेडा पाटपूर्जाको उपलब्धता,"
                        },
                        {
                            "clause_letter": "झ",
                            "content": "जडान (इन्स्टलेशन) समेत गर्नु पर्ने गरी मालसामान आपूर्ति गर्ने आपूर्तिकर्ताको हकमा निजको सीप, निपूर्णता, अनुभव र विश्वसनियता ।"
                        }
                    ]
                },
                {
                    "subsection_number": "२",
                    "content": "यस नियम बमोजिम बोलपत्रदाता वा प्रस्तावदाताको योग्यता र प्राविधिक क्षमता प्रमाणित गर्ने कागजात माग गर्दा सार्वजनिक निकायले मालसामानको प्रकृति, परिमाण, महत्व वा प्रयोग अनुसार देहायका मध्ये कुनै वा सबै कागजात माग गर्न सक्नेछः -",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "बोलपत्रदाताले विगत तीन वर्षको अवधिमा सरकारी निकाय वा निजी संस्थालाई आपूर्ति गरेको मालसामानको प्रकृति, परिमाण, सम्झौता रकम, मिति र त्यस्तो सरकारी निकाय वा निजी संस्थाको नाम र ठेगाना, ठेगाना,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "खरिद गरिने मालसामान जटिल वा असाधारण प्रकृतिको भएमा सम्बन्धित सार्वजनिक निकाय आफैले वा त्यस्तो निकायको तर्फबाट बोलपत्रदाता वा पूर्व योग्यताको प्रस्तावदाता संस्थापित भएको देशको आधिकारिक निकायले निजको उत्पादन क्षमता जाँच गरेको कागजात,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "आधिकारिक गुणस्तर नियन्त्रण संस्था वा मान्यता प्राप्त निकायले खरिद गरिने मालसामानको निरीक्षण गरी त्यस्तो मालसामानको स्पेसिफिकेशन र गुणस्तर सम्बन्धमा दिएको प्रमाणपत्र,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "आपूर्ति गरिने मालसामानको आधिकारिकता प्रमाणित गर्न आवश्यक पर्ने नमूना, पूरक विवरण वा फोटोहरु,"
                        },
                        {
                            "clause_letter": "ङ",
                            "content": "सव-कन्ट्र्याक्टरबाट गराउन चाहेको आपूर्ति सम्बन्धी कामको अनुपात ।"
                        }
                    ]
                },
                {
                    "subsection_number": "३",
                    "content": "आपूर्ति गरिने मालसामान बोलपत्रदाता वा पूर्व योग्यताको प्रस्तावदाता आफैले नवनाउने वा उत्पादन नगर्ने भएमा त्यस्तो मालसामानको उत्पादकले बोलपत्र वा पूर्व योग्यताको लागि प्रस्ताव पेश गर्ने, मालसामान आपूर्ति गर्ने र जडान गर्ने सम्बन्धी अधिकार आफूलाई एकलौटी रुपमा रीतपूर्वक प्रदान गरेको कुरा प्रमाणित गर्ने कागजात बोलपत्रदाता वा पूर्व योग्यताको प्रस्तावदाताले पेश गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "४",
                    "content": "नेपालभित्र व्यापार व्यवसाय सञ्चालन नभएको बोलपत्रदाता वा पूर्व योग्यताको प्रस्तावदाताले निजले खरिद सम्झौता प्राप्त गरेमा त्यस्तो सम्झौता बमोजिम आपूर्ति गरिएको मालसामान मर्मत सम्भार गर्ने, बिक्री पश्चातको सेवा प्रदान गर्ने तथा आवश्यक जगेडा पार्टपूर्जा मौज्दात राखी आपूर्ति गर्ने सम्बन्धी दायित्व निर्वाह गर्न सक्ने निजको एजेन्ट वा अधिकृत विक्रेता नेपालमा रहने कुरा पेश गरनु पर्नेछ ।"
                }
            ]
        },
        {
            "section_number": "२६",
            "section_title": "निर्माण व्यवसायीको योग्यताका आधार",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "सार्वजनिक निकायले दुई करोड रुपैंयाँभन्दा माथिको निर्माण कार्य सम्बन्धी खरिद कारबाहीमा भाग लिने बोलपत्रदाताको वा पूर्व योग्यताको प्रस्तावदाताको योग्यताको आधार निर्धारण गर्दा देहायका कुरा मध्ये आवश्यकतानुसार कुनै वा सबै कुरालाई विचार गरी निर्धारण गर्न सक्नेछः-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "मुख्य सम्झौताकर्ता (प्राईम कन्ट्रयाक्टर) भई एकलौटी रुपमा काम गरेको वा व्यवस्थापन सम्झौता गरी काम गरेको वा संयुक्त उपक्रमको साझेदार वा सव-कन्ट्र्याक्टरको रुपमा काम गरेको सामान्य अनुभव,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "एकलौटी रुपमा काम सम्पन्न गरेको वा संयुक्त उपक्रमको साझेदारको हैसियतले काम गरेको समेत गरी बोलपत्र सम्बन्धी कागजात वा पूर्व योग्यता सम्बन्धी कागजातमा उल्लेख भएको सीमा वा सोभन्दा बढी रकमको निर्माण कार्यको न्यूनतम सरदर वार्षिक कारोवार,",
                            "text_blocks": [
                                {
                                    "type": "proviso",
                                    "content": "तर राष्ट्रियस्तरमा खुला बोलपत्र आह्वान गरिएको अवस्थामा दश वर्षको कारोवार मध्येको कुनै तीन वर्षको अधिकतम सरदर वार्षिक कारोवारलाई आधार लिइनेछ।"
                                }
                            ]
                        },
                        {
                            "clause_letter": "ग",
                            "amendment_marker": "•",
                            "content": "विगत दश वर्षमा एकलौटी रूपमा वा व्यवस्थापन सम्झौता गरी वा संयुक्त उपक्रमको साझेदार वा सब-कन्ट्र्याक्टरको रूपमा प्रस्तावित खरिद सम्झौतासँग मेल खाने प्रकृति,जटिलता र निर्माण प्रविधिका देहाय बमोजिमको खरिद सम्झौता गरी कार्य सम्पन्न गरेको र प्रमुख निर्माण गतिविधिको लागत अनुमानमा उल्लिखित परिमाणको कम्तीमा असी प्रतिशत वार्षिक उत्पादन दर ) प्रोडक्सन रेट (वा सङ्ख्या वा परिमाणको आधारमा सम्पन्न गरेको विशेष अनुभवः-",
                            "subclauses": [
                                {
                                    "subclause_number": "१",
                                    "content": "दुई करोड रुपैयाँदेखि पाँच करोड रुपैयाँसम्मको खरिद कार्य भएमा लागत अनुमानको कम्तीमा चालीस प्रतिशत रकम बराबरको कम्तीमा एउटा,"
                                },
                                {
                                    "subclause_number": "२",
                                    "content": "पाँच करोड रुपैयाँभन्दा बढीको खरिद कार्य भएमा लागत अनुमानको कम्तीमा साठी प्रतिशत रकम बराबरको एउटा।"
                                }
                            ]
                        },
                        {
                            "clause_letter": "घ",
                            "content": "खरिद सम्झौता बमोजिमको निर्माण कार्य शुरु गर्नको लागि आवश्यक रकम भुक्तानी नपाने वा पाउन ढिलाई हुने अवस्थामा प्रस्तावित निर्माण कार्य र सम्बन्धित बोलपत्रदाता वा पूर्व योग्यताको प्रस्तावदाताले सञ्चालन गरी रहेको वा सञ्चालन गर्न प्रतिवद्धता जाहेर गरेको अन्य निर्माण कार्य सम्पन्न गर्न आवश्यक पर्ने नगद प्रवाहको व्यवस्था गर्न सक्ने तरल सम्पति, कर्जा सुविधा र अन्य वित्तीय स्रोत (कुनै खरिद सम्झौता अन्तर्गतको पेश्की रकम बाहेक) उपलब्ध भएको वा त्यस्तो सम्पत्तिको स्रोतमा पहुँच भएको आर्थिक र वित्तीय क्षमता,"
                        },
                        {
                            "clause_letter": "ङ",
                            "content": "बोलपत्र सम्बन्धी कागजात वा पूर्व योग्यता सम्बन्धी कागजातमा उल्लेख भए बमोजिमका दक्ष जनशक्ति,"
                        },
                        {
                            "clause_letter": "च",
                            "content": "बोलपत्रदाता वा पूर्व योग्यताको प्रस्तावदाताको आप्mनै स्वामित्वमा रहेको वा खरिद सम्झौतामा उल्लिखित अवधिभर निर्वाध रुपमा उपयोग गर्न सक्ने गरी भाडा, लिज, सम्झौता वा अन्य व्यवसायिक माध्यमबाट उपलव्ध हुने चालू हालतका"
                        }
                    ]
                },
                {
                    "text_block": "बोलपत्र सम्बन्धी कागजात वा पूर्व योग्यता सम्बन्धी कागजातमा उल्लेख भए बमोजिमका मुख्य उपकरण।"
                },
                {
                    "subsection_number": "२",
                    "content": "राष्ट्रिय निर्माण व्यवसायीको हकमा उपनियम (१) को खण्ड (ख) र (ग) को रकम गणना गर्दा मूल्य अभिवृद्धि कर वापतको रकम कटाई हुन आउने रकम मात्र गणना गरिनेछ र त्यस्तो रकमलाई नेपाल राष्ट्र बैङ्कको अद्यावधिक मूल्य सूचकांक अनुसार समायोजन गरिनेछ ।"
                },
                {
                    "subsection_number": "२क",
                    "amendment_marker": "*",
                    "content": "संयुक्त उपक्रम भएको बोलपत्रदाताले उपनियम (१) को खण्ड (ग) को उपखण्ड (२) बमोजिम दुईवटा खरिद सम्झौताको अनुभव पेश गरेकोमा सो संयुक्त उपक्रमका साझेदारहरुले हासिल गरेको अलग अलग खरिद सम्झौताको अनुभवलाई गणना गर्न सकिनेछ ।"
                },
                {
                    "subsection_number": "२ख",
                    "amendment_marker": "♥",
                    "content": "उपनियम (१) को खण्ड (ग) बमोजिम विशेष अनुभव निर्धारण गर्दा पर्याप्त सङ्ख्यामा अनुभव प्राप्त स्वदेशी बोलपत्रदाता उपलब्ध हुन नसक्ने सुरुङ्गमार्ग, विमानस्थल जस्ता निर्माण कार्यहरू बाहेकका जटिल प्रकृतिको निर्माण कार्यको हकमा सो खण्ड बमोजिमको अनुभवको अतिरिक्त त्यस्तो कार्यमा संयुक्त उपक्रम भएको बोलपत्रदाता भए प्रत्येक साझेदारले एकलौटी रूपमा वा व्यवस्थापन सम्झौता गरी वा संयुक्त उपक्रमको साझेदार वा सब-कन्ट्र्याक्टरको रूपमा प्रस्तावित खरिद सम्झौतासँग मेल खाने प्रकृति, जटिलता र निर्माण प्रविधिका न्यूनतम रूपमा कुल विशेष अनुभवको कम्तीमा दश प्रतिशत रकम बराबरको एउटा खरिद सम्झौता सफलतापूर्वक सम्पन्न गरेको विशेष अनुभव हुनुपर्ने गरी निर्धारण गर्न सकिनेछ।"
                },
                {
                    "subsection_number": "२ग",
                    "amendment_marker": "•",
                    "content": "सार्वजनिक निकायले उपनियम (१) बमोजिम योग्यताको आधार निर्धारण गर्दा गुणस्तर कायम गर्न आवश्यक आधारहरू तय भएको, प्रतिस्पर्धा सीमित नहुने सुनिश्चितता गरिएको, बजारमा प्रतिस्पर्धीको उपस्थितिको लेखाजोखा भएको र कानूनले प्रत्याभूत गरेको संरक्षणको प्रतिकूल नभएको सुनिश्चित गर्नु पर्नेछ।"
                },
                {
                    "subsection_number": "३",
                    "content": "यस नियम बमोजिम निर्माण व्यवसायीको प्राविधिक क्षमता प्रमाणित गर्ने कागजात माग गर्दा सार्वजनिक निकायले बोलपत्रदाता वा पूर्व योग्यताको प्रस्तावदाताबाट निर्माण कार्यको प्रकृति अनुसार देहायका कुनै वा सबै कागजात माग गर्न सक्नेछः-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "विगत दश वर्षको अवधिमा निजले सम्पन्न गरेको निर्माण कार्यको मूल्य, मिति र कार्यस्थलको विवरण,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "निजले सव-कन्ट्र्याक्टर मार्फत गराउन चाहेको प्रस्तावित कामको अनुपात,"
                        },
                        {
                            "clause_letter": "ग",
                            "amendment_marker": "*",
                            "content": "प्रस्तावित काम सम्पन्न गर्नका लागि निजँग भएका प्राविधिक जनशक्ति, उपनियम (१) को खण्ड (च) बमोजिमका उपकरण र प्लान्टको विवरण,"
                        },
                        {
                            "clause_letter": "घ",
                            "amendment_marker": "*",
                            "content": "प्रस्तावित निर्माण कार्य सम्पन्न गर्न बोलपत्रदाताको ऐनको दफा १३ को उपदफा (२) को खण्ड (ढ४) बमोजिमको प्राविधिक क्षमता प्रमाणित गर्न सोही दफाको उपदफा उपदफा (२) को खण्ड (ढ३) बमोजिमको विवरण ।"
                        }
                    ]
                },
                {
                    "subsection_number": "४",
                    "amendment_marker": "*",
                    "content": "उपनियम (१) मा जुनसुकै कुरा लेखिएको भए तापनि दुई करोड रूपैयाँ सम्मको लागत अनुमान भएको विद्युत गृह, टर्वाइन, पुल, सुरुङमार्ग, रेलमार्ग, रज्जुमार्ग, केवलकारमार्ग, बहुतले भवन वा सडकमार्ग जस्ता जटिल वा विशेष प्रकृतिका संरचना लगायत सम्बन्धित सार्वजनिक निकायबाट तोकिएको अन्य संरचनाको निर्माण कार्यको लागि ऐनको दफा १० को उपदफा (५) बमोजिम योग्यता निर्धारण गर्नु पर्नेछ ।"
                }
            ]
        },
        {
            "section_number": "२७",
            "section_title": "परामर्श सेवाको प्रस्तावदाताको योग्यताको आधार",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "सार्वजनिक निकायले परामर्श सेवा सम्बन्धी खरिद कारबाहीमा भाग लिने प्रस्तावदाताको योग्यताको आधार निर्धारण गर्दा देहायका कुनै वा सबै कुरा विचार गरी निर्धारण गर्न सक्नेछः-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "प्रस्तावदाता व्यक्ति भए निजको र फर्म वा संस्था भए आवश्यक संस्थागत कार्य अनुभव,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "प्रस्तावदाताको मुख्य मुख्य कर्मचारीको आवश्यक शैक्षिक योग्यता र उस्तै प्रकृतिको कार्यको आवश्यक अनुभव,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "कार्यसम्पादन गर्ने तरिका, कार्यविधि, कार्यक्षेतगत शर्त प्रतिको प्रभावग्राहिता, प्रविधि हस्तान्तरण र समय तालिका,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "प्रस्तावदाताको व्यवस्थापन क्षमता,"
                        },
                        {
                            "clause_letter": "ङ",
                            "content": "प्रस्तावदाताको आर्थिक क्षमता,"
                        },
                        {
                            "clause_letter": "च",
                            "content": "अन्तर्राष्ट्रियस्तरबाट प्रस्ताव माग गरिएको भएमा स्वदेशी जनशक्तिको सहभागिता, र"
                        },
                        {
                            "clause_letter": "छ",
                            "content": "प्रस्ताव सम्बन्धी कागजातमा उल्लेख भए बमोजिमको अन्य कुरा।"
                        }
                    ]
                },
                {
                    "subsection_number": "२",
                    "content": "यस नियम बमोजिम प्रस्तावदाताको प्राविधिक क्षमता प्रमाणित गर्ने कागजात माग गर्दा सार्वजनिक निकायले प्रस्तावित परामर्श सेवाको प्रकृति अनुसार देहायका कुनै वा सबै कागजात माग गर्न सक्नेछः -",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "विगत दश वर्षको अवधिमा प्रस्तावित परामर्श सेवासँग मिल्ने प्रकृतिको परामर्श सेवा प्रदान गरेको सार्वजनिक वा निजी संस्था, रकम र मिति खुल्ने विवरण,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "प्रस्तावित काम सम्पन्न गर्नको लागि प्रस्ताव गरिएका मुख्य कर्मचारीको योग्यता सम्बन्धी विवरण,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "निजको विगत तीन वर्षका व्यवस्थापकीय कर्मचारी र सरदर वार्षिक जनशक्तिको विवरण, र"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "सव-कन्ट्र्याक्टर मार्फत प्रदान गर्न चाहेको प्रस्तावित परामर्श सेवाको अंश।"
                        }
                    ]
                }
            ]
        },
        {
            "section_number": "२८",
            "section_title": "संयुक्त उपक्रमको योग्यताका आधार",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "कुनै खरिद कारबाहीमा भाग लिने प्रयोजनको लागि बोलपत्रदाताहरुले एक संयुक्त उपक्रम बनाई बोलपत्र पेश गर्न सक्नेछन्।",
                    "text_blocks": [
                        {
                            "type": "proviso",
                            "content": "तर एक बोलपत्रदाताले संयुक्त उपक्रमको साझेदार वा व्यक्तिगत मध्ये कुनै कुनै एउटा मात्र बोलपत्र पेश गर्न सक्नेछ।"
                        }
                    ]
                },
                {
                    "subsection_number": "२",
                    "content": "सार्वजनिक निकायले उपनियम (१) बमोजिमको संयुक्त उपक्रममा रहने साझेदारको न्यूनतम हिस्सा र मुख्य साझेदार र अन्य साझेदारको न्यूनतम योग्यता बोलपत्र सम्बन्धी कागजातमा तोक्न सक्नेछ ।"
                },
                {
                    "subsection_number": "३",
                    "content": "सार्वजनिक निकायले उपनियम (२) बमोजिम योग्यता निर्धारण गर्दा त्यस्तो उपक्रममा रहने साझेदारको सम्बन्धमा देहायका कुरा विचार गरी निर्धारण गर्नु पर्नेछः-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "निजको सरदर वार्षिक कारोवार,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "निजको विशेष अनुभव र निजले सम्पादन गरेको प्रमुख कार्य,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "निर्माण कार्य सञ्चालन गर्न निजसंग भएको नगद प्रवाह,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "निजको जनशक्ति सम्बन्धी क्षमता, र"
                        },
                        {
                            "clause_letter": "ङ",
                            "content": "निजको औजार वा उपकरण सम्बन्धी क्षमता।"
                        }
                    ]
                },
                {
                    "subsection_number": "४",
                    "content": "कुनै संयुक्त उपक्रमले बोलपत्र सम्बन्धी कागजातमा उल्लिखित न्यूनतम योग्यताका आधारहरु पूरा गरे नगरेको एकिन गर्नको लागि त्यस्तो उपक्रमको सबै साझेदारको योग्यता गणना गर्नु पर्नेछ।"
                },
                {
                    "subsection_number": "५",
                    "content": "सार्वजनिक निकायले संयुक्त उपक्रमको साझेदारको व्यक्तिगत योग्यताको आधार निर्धारण गर्दा देहायका कुरा विचार गरी निर्धारण गर्नु पर्नेछः–",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "सम्बन्धित काममा निजको सामान्य अनुभव,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "अन्य सम्झौता बमोजिम निजले गरी रहेको वा गर्ने काम सम्पन्न गर्न आवश्यक पर्ने स्रोतको पर्याप्तता,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "वित्तीय क्षमता, र"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "विगतका खरिद सम्बन्धी मुद्दा मामिला र सोको नतिजा ।"
                        }
                    ]
                },
                {
                    "subsection_number": "६",
                    "content": "कुनै संयुक्त उपक्रम खरिद सम्झौताको लागि छनौट भएमा सम्बन्धित सार्वजनिक निकायले त्यस्तो संयुक्त उपक्रमलाई त्यस्तो उपक्रमको संयुक्त दायित्व र संयुक्त उपक्रमका साझेदारको व्यक्तिगत दायित्व समेत रहने गरी आन्तरिक राजस्व कार्यालयमा स्थायी लेखा नम्बर र मूल्य अभिवृद्धि कर दर्ता गर्न लगाउनु पर्नेछ ।"
                },
                {
                    "subsection_number": "७",
                    "content": "कुनै संयुक्त उपक्रमले बोलपत्र पेश गर्दा बोलपत्र जमानत समेत पेश गर्नु पर्ने भएमा त्यस्तो बोलपत्र जमानत उपनियम (१) बमोजिमको संयुक्त उपक्रमका सबै साझेदारको नाममा र सबै साझेदारको दायित्व हुने गरी जारी गरिएको हुनु पर्नेछ ।"
                },
                {
                    "subsection_number": "७क",
                    "amendment_marker": "*",
                    "content": "निर्माण कार्यमा संयुक्त उपक्रम (ज्वाइन्ट भेन्चर) बाट कार्य सम्पन्न गर्ने गरी बोलपत्र प्रक्रियामा समावेश भई ठेक्का प्राप्त गरेको अवस्थामा संयुक्त उपक्रमका सबै सदस्यले दायित्व बहन गरी सम्झौता अनुसार निर्माण कार्य सम्पन्न गर्नु पर्नेछ। कार्यको जिम्मेवारी संयुक्त उपक्रमका कुनै एक सदस्य वा सीमित सदस्य वा अन्य कसैलाई हस्तान्तरण गर्न पाइने छैन।"
                },
                {
                    "subsection_number": "८",
                    "content": "संयुक्त उपक्रम सम्बन्धी अन्य शर्त बोलपत्र सम्बन्धी कागजातमा उल्लेख भए बमोजिम हुनेछ ।"
                }
            ]
        },
        {
            "section_number": "२९",
            "section_title": "आर्थिक र वित्तीय क्षमता खुल्ने कागजात माग गर्न सक्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "बोलपत्र सम्बन्धी कागजातमा बोलपत्रदाताको आर्थिक र वित्तीय क्षमता प्रमाणित गर्ने कागजात माग गर्दा सार्वजनिक निकायले निर्माण कार्यको प्रकृति अनुसार देहायका मध्ये कुनै वा सबै कागजात माग गर्न सक्नेछः-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "निजको बैङ्क स्टेटमेण्ट,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "निजको व्यवसाय सम्बन्धी कारोवारको आर्थिक विवरण,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "निजको सम्पत्ति, दायित्व तथा नाफा नोक्सानको विवरण खुल्ने वासलात,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "निजको आर्थिक र वित्तीय हैसियत खुल्ने अन्य कुरा, र"
                        },
                        {
                            "clause_letter": "ङ",
                            "content": "बोलपत्र सम्बन्धी कागजातमा उल्लिखित अन्य विवरण ।"
                        }
                    ]
                },
                {
                    "subsection_number": "२",
                    "content": "उपनियम (१) को खण्ड (ग) बमोजिमको वासलात माग गर्दा कामको प्रकृति अनुसार विगत दुईदेखि पाँच आर्थिक वर्षको वासलात माग गर्न सकिनेछ।"
                }
            ]
        },
        {
            "section_number": "३०",
            "section_title": "सब-कन्ट्र्याक्टरबाट काम गराउने सम्बन्धी व्यवस्था",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "सब-कन्ट्र्याक्टरबाट समेत निर्माण कार्य गराउन सक्ने गरी सार्वजनिक निकायले बोलपत्र आह्वान गर्ने भएमा बोलपत्र सम्बन्धी कागजातमा देहायका कुरा उल्लेख गर्नु पर्नेछः-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "निजले सब-कन्ट्र्याक्टरबाट काम गराउन सक्ने कुरा,"
                        },
                        {
                            "clause_letter": "ख",
                            "amendment_marker": "*",
                            "content": "अधिकतम पच्चीस प्रतिशतसम्म सव–कन्ट्राक्टरबाट कार्य गराउन सकिने कुरा र सो को कार्य प्रकृतिको विवरण,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "आवश्यकतानुसार सब–कन्ट्रयाक्टरको योग्यताका आधार।"
                        }
                    ]
                },
                {
                    "subsection_number": "२",
                    "content": "उपनियम (१) बमोजिम योग्यताको आधार उल्लेख गरिएकोमा बोलपत्रदाताले खरिद सम्झौता गर्नु अघि सब-कन्ट्र्याक्टरको योग्यताको आधार पुष्टयांई गर्ने कागजात पेश गर्नु पर्नेछ ।"
                }
            ]
        },
        {
            "chapter_number": "५",
            "chapter_title": "बोलपत्र सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "३१",
                    "section_title": "बोलपत्रको माध्यमद्वारा खरिद गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सार्वजनिक निकायले बीस लाख रुपैयाँ भन्दा बढी लागत अनुमान भएको निर्माण कार्य, मालसामान वा जुनसुकै सेवा खरिद गर्नु पर्दा खल्ला बोलपत्रको माध्यमद्वारा खरिद गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "ऐनको दफा १५ को अवस्थामा अन्तर्राष्ट्रियस्तरमा खुला बोलपत्र आह्वान गरी मालसामान, निर्माण कार्य वा अन्य सेवाको खरिद गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३१क",
                    "section_title": "एकमुष्ट दर विधिबाट गरिने खरिदको कार्यविधि",
                    "amendment_marker": "*",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सार्वजनिक निकायले कुनै योग्यता नपर्ने प्रकृतिको दुई करोड रूपैयाँसम्म लागत अनुमान भएको निर्माण कार्य खरिद गर्नु पर्दा लागत अनुमान सार्वजनिक गरी राष्ट्रियस्तरको बोलपत्रको माध्यमद्वारा एकमुष्ट दर विधिको आधारमा प्रतिस्पर्धा गराई खरिद गर्न सक्नेछ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम बोलपत्रदाताले बोलपत्र दाखिला गर्दा कूल लागत अनुमानमा निश्चित प्रतिशत घटी घटी वा बढी प्रतिशतमा काम गर्ने एकमुष्ट दर कबोल गरी बोलपत्र पेश गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिमको विधि बहुवर्षीय सम्झौता गर्नु पर्ने खरिद कारबाहीमा प्रयोग गर्न सकिने छैन।"
                        }
                    ]
                },
                {
                    "section_number": "३१ख",
                    "section_title": "उत्पादक वा अधिकृत विक्रेताद्वारा निर्धारित दरमा (क्याटलग सपिङ्ग) विधिवाट गरिने खरिदको कार्यविधि",
                    "amendment_marker": "*",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सार्वजनिक निकायले हेभी इक्विपमेन्ट, सवारी साधन, औजार, मेशिनरी, उपकरण, एक्सरे वा एमआरआई जस्ता स्वास्थ्य सेवाको लागि आवश्यक पर्ने उपचारजन्य यन्त्र वा यस्तै अन्य यान्त्रिक मालसामानहरू त्यस्तो समान स्तरको मालसामान उत्पादन वा वितरण गर्ने उत्पादक कम्पनी वा त्यसको आधिकारिक बिक्रेतालाई कम्तीमा सात दिनदेखि बढीमा पन्ध्र दिनसम्मको लिखित सूचना दिई प्रतिस्पर्धा गराई खरिद गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम सूचना प्राप्त भएपछि त्यस्तो मालसामान बिक्री गर्न चाहने उत्पादक कम्पनी वा त्यसको आधिकारिक बिक्रेताले उत्पादनको आधिकारिक स्पेशिफिकेशन, गुणस्तर, मूल्य र सुविधा सहितको विवरण (क्याटलग वा ब्रोसर) संलग्न राखी त्यस्तो सार्वजनिक निकायमा निवेदन दर्ता गराउनु पर्नेछ ।",
                            "text_blocks": [
                                {
                                    "type": "proviso",
                                    "content": "तर यसरी निवेदन दर्ता गर्दा बोलपत्र जमानत आवश्यक पर्ने छैन।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (२) बमोजिम दर्ता भएका उत्पादक कम्पनी वा त्यसको आधिकारिक बिक्रेताले पेश गरेको स्पेशिफिकेशन, गुणस्तर, मूल्य र सुविधा सहितको विवरण (क्याटलग वा ब्रोसर) हेरी समान स्पेशिफिकेशन र गुणस्तर भएका उत्पादनहरूको उत्पादक कम्पनी वा त्यसको आधिकारिक बिक्रेताको सूची तयार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) बमोजिमको सूचीको आधारमा खरिद गरिने मालसामानको परिमाण खोली उत्पादक वा अधिकृत बिक्रेताबाट तोकिएको मूल्य र सुविधा मध्ये मूल्यमा छुट वा सुविधामा थप हुन सक्ने विवरण सहितको आर्थिक प्रस्ताव माग गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (४) बमोजिमको प्रस्ताव प्राप्त भएपछि मूल्यमा पाइने छुट र सुविधामा हुने थप समेतको आधारमा यस नियमावली बमोजिम मूल्याङ्कन गरी न्यूनतम मूल्याङ्कित सारभूत प्रभावग्राही प्रस्तावदाताको छनौट गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "उपनियम (५) बमोजिम छनौट भएको प्रस्तावदातासँग नियम ११० बमोजिम कार्यसम्पादन जमानत लिई खरिद सम्झौता गर्नु पर्नेछ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "उपनियम (१) बमोजिमको विधि बहुवर्षीय सम्झौता गर्नु पर्ने खरिद कारबाहीमा प्रयोग गर्न सकिने छैन।"
                        }
                    ]
                },
                {
                    "section_number": "३१ग",
                    "section_title": "सीमित बोलपत्र (लिमिटेड टेण्डरिङ्ग) विधिवाट गरिने खरिदको कार्यविधि",
                    "amendment_marker": "*",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सार्वजनिक सीमित मात्रामा उपलब्ध भएको वा हुने कुनै मालसामान, निर्माण कार्य, परामर्श सेवा वा अन्य सेवा खरिद गर्नु परेमा त्यस्तो प्रकृतिको आपूर्तिकर्ता, निर्माण व्यवसायी, परामर्शदाता वा सेवाप्रदायकहरू तीन वा सो भन्दा कम संख्यामा उपलब्ध भएको अवस्था यकिन गरी त्यस्ता आपूर्तिकर्ता, निर्माण व्यवसायी, परामर्शदाता वा सेवाप्रदायकहरू बीच मात्र प्रतिष्पर्धा हुने गरी पन्ध्र दिनको बोलपत्र आह्वानको सूचनाको माध्यमद्वारा बोलपत्र वा प्रस्ताव माग गरी खरिद गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको विधि बहुवर्षीय सम्झौता गर्नु पर्ने खरिद कारबाहीमा प्रयोग गर्न सकिने छैन।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "सार्वजनिक निकायले सीमित बोलपत्र विधिको माध्यमबाट खरिद गर्नु पर्दा एक तह माथिको अधिकारीको पूर्वस्वीकृति लिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३१घ",
                    "section_title": "नयाँ लिने पुरानो दिने (बाई व्याक मेथड) विधिबाट गरिने खरिदको कार्यविधि",
                    "amendment_marker": "*",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सार्वजनिक निकायले आफनो स्वामित्वमा रहेको कुनै सवारी साधन, औजार, मेशिनरी उपकरण, यन्त्र, रसायन, मल, विषादि वा यस्तै प्रकृतिका अन्य मालसामानहरूको उत्पादक कम्पनीले तोकेको वारेन्टी वा ग्यारेन्टीको समय सीमा अवधि पूरा भएपछि मर्मतसम्भार गरी सञ्चालनमा ल्याउँदा लागत प्रभावकारी नहुने र त्यस्तो उत्पादक कम्पनीले तोकेको मापदण्ड अनुरूपको परिणाम नदिने वा पुनःप्रयोग गर्न नमिल्ने वा औचित्यहीन हुने र त्यस्ता मालसामान जनस्वास्थ्य वा वातावरणीय दृष्टिले भण्डारण गरी राख्न वा लिलाम गर्न समेत उपयुक्त नहुने अवस्था भएमा त्यस्तो अवस्थाको यकिन गरी पुरानो मालसामान सम्बन्धित उत्पादक वा आधिकारिक बिक्रेता वा आपूर्तिकर्तालाई फिर्ता दिई सोही प्रकृतिको नयाँ मालसामान सोही उत्पादक वा आधिकारिक बिक्रेता वा आपूर्तिकर्ताबाट सट्टापट्टा गरी लिन सक्नेछ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम सट्टापट्टा गर्दा त्यस्तो मालसामानको उत्पादक वा आधिकारिक बिक्रेता वा आपूर्तिकर्तासँग पुरानो मालसामानको मूल्याङ्कन प्रस्ताव लिई नयाँ मालसामानको निर्धारित बिक्री मूल्यमा पुरानो मालसामानको मूल्याङ्कित रकम कट्टा गरी खरिद सम्झौता गरी खरिद गर्नु पर्नेछ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "यस नियम बमोजिम खरिद गरिने नयाँ मालसामान मान्यता प्राप्त संस्थाबाट गुणस्तर प्रमाणित भएको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (२) बमोजिम खरिद सम्झौता गर्दा खरिद हुने नयाँ मालसामानको जीवन चक्र पश्चात यस विधि प्रयोग गरी पुनः सट्टा पट्टा गर्न सकिने वा नसकिने कुरा खुलाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "सार्वजनिक निकायले उपनियम (१) बमोजिम खरिद गर्दा पुरानो मालसामान र बजारमा उपलब्ध नयाँ मालसामानको सूची तयार गरी विभागीय प्रमुखबाट स्वीकृति लिएर मात्र खरिद गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "उपनियम (१) बमोजिमको विधि बहुवर्षीय सम्झौता गर्नु पर्ने खरिद कारबाहीमा प्रयोग गर्न सकिने छैन।"
                        }
                    ]
                },
                {
                    "section_number": "३१ङ",
                    "section_title": "स्वदेशी बोलपत्रदाताहरू बीच मात्र प्रतिस्पर्धा गराई खरिद गरिने",
                    "amendment_marker": "*",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "ऐनको दफा ११ को उपदफा (२) बमोजिम एक चरणको खुला बोलपत्र आह्वान गर्दा दुई करोड रूपैयाँभन्दा बढी र पाँचौ अर्ब रुपैयाँसम्मको लागत अनुमान भएको निर्माण कार्यको खरिदमा ऐनको दफा १५ को अवस्थामा बाहेक राष्ट्रियस्तरको खुला बोलपत्रको माध्यमद्वारा स्वदेशी बोलपत्रदाताहरू बीच मात्र प्रतिस्पर्धा गराई खरिद गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "amendment_marker": "}",
                            "content": "================================"
                        },
                        {
                            "subsection_number": "३",
                            "amendment_marker": "}",
                            "content": "================================"
                        },
                        {
                            "subsection_number": "४",
                            "amendment_marker": "}",
                            "content": "================================"
                        },
                        {
                            "subsection_number": "५",
                            "content": "================================"
                        },
                        {
                            "subsection_number": "६",
                            "content": "================================"
                        },
                        {
                            "subsection_number": "७",
                            "amendment_marker": "}",
                            "content": "================================"
                        }
                    ]
                },
                {
                    "section_number": "३१च",
                    "section_title": "स्वदेशी बोलपत्रदातालाई प्राथमिकता दिने",
                    "amendment_marker": "*",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अन्तर्राष्ट्रियस्तरको बोलपत्रमा एकल रूपमा वा स्वदेशी फर्म, संस्था वा कम्पनीसँग संयुक्त उपक्रम गरी सहभागी हुने स्वदेशी फर्म, संस्था वा कम्पनीलाई तथा स्वदेशी फर्म, संस्था वा कम्पनीको हिस्सा कम्तीमा पच्चीस प्रतिशत हुने गरी संयुक्त उपक्रम गरी विदेशी फर्म, संस्था वा कम्पनी सहभागी भएकोमा त्यसरी संयुक्त उपक्रममा सहभागी हुने फर्म, संस्था वा कम्पनीलाई प्राथमिकता (डोमेस्टिक प्रिफरेन्स) दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिम प्राथमिकता दिँदा सबैभन्दा कम कबुल गर्ने विदेशी फर फर्म, संस्था वा कम्पनीले कबोल गरेको बोल अङ्क रकमको पाँच प्रतिशतसम्म बढी बोल अङ्क भएको स्वदेशी फर्म, संस्था वा कम्पनीको प्रस्तावलाई स्वीकृत गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम स्वदेशी फर्म, संस्था वा कम्पनीसँग संयुक्त उपक्रममा विदेशी फर्म, संस्था वा कम्पनी सहभागी भएकोमा त्यसरी संयुक्त उपक्रममा सहभागी हुने फर्म संस्था वा कम्पनीलाई स्वदेशी फर्म, संस्था वा कम्पनीको हिस्साको अनुपातमा उपनियम (२) बमोजिम प्राथमिकता (डोमेस्टिक प्रिफरेन्स) दिन सकिनेछ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (१), (२) र (३) मा जुनसुकै कुरा लेखिएको भए तापनि दश अर्ब रुपैयाँसम्मको लागत अनुमान भएको निर्माण कार्य सम्बन्धी अन्तर्राष्ट्रियस्तरको बोलपत्रमा सहभागी हुन चाहने विदेशी फर्म, संस्था वा कम्पनीले स्वदेशी फर्म, संस्था वा कम्पनीसँग संयुक्त उपक्रम गरी सहभागी हुनु पर्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "३१छ",
                    "section_title": "निर्माण कार्यको आर्थिक प्रस्ताव माग गरी खरिद गर्ने कार्यविधि",
                    "amendment_marker": "*",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "ऐनको दफा ५९ को उपदफा (७) बमोजिम खरिद सम्झौता अन्त्य भई सोही दफाको उपदफा (९) बमोजिम त्यस्तो निर्माण कार्य खरिद गर्नु पर्दा ऐनको दफा २५ बमोजिम छनौट भएका बोलपत्रदाताहरूलाई पन्ध्र दिनको म्याद दिई आर्थिक प्रस्ताव माग गरी खरिद गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) बमोजिमको म्याद दिई खरिद गर्नु पर्दा सिलबन्दी आर्थिक प्रस्ताव मात्र पेश गर्नु पर्ने व्यहोरा खुलाउनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम खरिद गर्ने प्रयोजनको लगि बोलपत्र सम्बन्धी कागजात तयार गर्दा खरिद सम्झौता अन्त्य हुँदाको समयसम्म डिजाइन वा लागत अनुमान अनुरूप सम्पन्न भइसकेको कार्यहरू कट्टा गरी बाँकी कामको लागि आवश्यकता अनुसारको डिजाइन वा लागत अनुमान परिमार्जन गराई नियम ५क. बमोजिम स्वीकृत भएको हुनु पर्नेछ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (१) बमोजिमको आर्थिक प्रस्ताव नियम ७९ बमोजिमको प्रक्रियाबाट खोली ऐनको दफा २५ र नियम ६१, ६४ र ६५ बमोजिम आर्थिक तथा विशेष मूल्याङ्कन गरी न्यूनतम मूल्याङ्कित सारभूत रुपमा प्रभावग्राही बोलपत्रको छनौट गर्नु पर्नेछ।"
                        }
                    ]
                },
                {
                    "section_number": "३१ज",
                    "section_title": "दुई खाम विधिबाट गरिने खरिदको कार्यविधि",
                    "amendment_marker": "%",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "बोलपत्रदाताको योग्यता आवश्यक पर्ने किसिमको मालसामान खरिद वा दुई करोड रुपैयाँभन्दा बढीको निर्माण कार्य गर्नु पर्दा बोलपत्रदाताले प्राविधिक र आर्थिक प्रस्ताव दुई अलग अलग खाममा राखी पेश गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपनियम (१) को प्रयोजनका लागि प्राविधिक र आर्थिक प्रस्ताव दुई अलग अलग खाममा राखी सिलबन्दी गरी प्रत्येक खामको बाहिर कुन प्रस्ताव हो स्पष्ट रूपले उल्लेख गरी दुवै प्रस्तावलाई अर्को छुट्टै बाहिरी खाममा सिलबन्दी गरी बोलपत्र पेश गर्नु पर्ने ब्यहोरा, बोलपत्र आह्वानको सूचनाको विवरण र बोलपत्रसाथ संलग्न कागजातको विवरण खुलाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपनियम (१) बमोजिम बोलपत्र सम्बन्धी कागजात तयार गर्दा प्राविधिक प्रस्तावको लागि नियम २५, २६, २८ र २९ बमोजिमको प्राविधिक तथा आर्थिक र वित्तीय क्षमता प्रमाणित गर्ने योग्यताको आधार उल्लेख गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपनियम (३) बमोजिमको प्राविधिक प्रस्ताव ऐनको दफा ३२ बमोजिमको प्रक्रियाबाट खोली ऐनको दफा २३ र नियम ५९, ६०, ६२ र ६३ बमोजिम परीक्षण गरी सारभूत रूपमा प्रभावग्राही बोलपत्र निर्धारण गर्नु पर्नेछ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपनियम (४) बमोजिमका योग्यताको सबै आधारमा सफल हुने बोलपत्र सारभूत रूपमा प्रभावग्राही बोलपत्र मानिनेछ र त्यस्तो सफल सबै बोलपत्रदातालाई आर्थिक प्रस्ताव खोल्ने स्थान, मिति र समय उल्लेख गरी सो मिति र समयमा उपस्थित हुन राष्ट्रियस्तरको बोलपत्रको हकमा कम्तीमा सात दिन र अन्तर्राष्ट्रियस्तरको बोलपत्रको हकमा कम्तीमा पन्ध्र दिनको अवधि दिई सूचना गर्नु पर्नेछ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "उपनियम (४) बमोजिम प्राविधिक प्रस्तावको मूल्याङ्कन गर्दा योग्यताको आधारमा असफल हुने सबै बोलपत्रदाताको आर्थिक प्रस्ताव सम्बन्धित बोलपत्रदातालाई फिर्ता गर्नु पर्नेछ।",
                            "text_blocks": [
                                {
                                    "type": "proviso",
                                    "content": "तर विद्युतीय खरिद प्रणालीद्वारा बोलपत्र पेश गर्ने बोलपत्रदाताको आर्थिक प्रस्ताव फिर्ता हुने छैन।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "७",
                            "content": "उपनियम (४) बमोजिमको सारभूत रुपमा प्रभावग्राही बोलपत्रदाताको नियम ७९ बमोजिमको प्रक्रियाबाट आर्थिक प्रस्ताव खोली ऐनको दफा २५ र नियम ६१, ६४ र ६५ बमोजिम आर्थिक तथा विशेष मूल्याङ्कन गरी न्यूनतम मूल्याङ्कित सारभूत रूपमा प्रभावग्राही बोलपत्रको छनौट गर्नु पर्नेछ।"
                        }
                    ]
                }
            ]
        },
        {
            "section_number": "३२",
            "section_title": "पूर्व योग्यता सम्बन्धी कागजातमा उल्लेख गर्नु पर्ने कुरा",
            "content": "पूर्व योग्यता निर्धारण गरी बोलपत्र आह्वान गर्ने भएमा त्यस्तो सार्वजनिक निकायले बोलपत्र आह्वान गर्नु अघि पूर्व योग्यता सम्बन्धी कागजात तयार गर्नु पर्नेछ। त्यस्तो पूर्व योग्यता सम्बन्धी कागजातमा देहायका कुरा उल्लेख गर्नु पर्नेछः-",
            "clauses": [
                {
                    "clause_letter": "क",
                    "content": "प्रस्तावित कामको लागि आवश्यक पर्ने योग्यता र संयुक्त उपक्रमको हकमा साझेदारको योग्यता,"
                },
                {
                    "clause_letter": "ख",
                    "content": "प्रस्तावदाताले आफ्नो योग्यता र ग्राह्यता पुष्टि गर्न पेश गर्नु पर्ने कागजात र जानकारी,"
                },
                {
                    "clause_letter": "ग",
                    "content": "मालसामान वा निर्माण कार्यको छुट्टा छुट्टै समूह वा प्याकेज बनाई खरिद गर्नु पर्ने भएमा त्यस्तो समूह वा प्याकेज,"
                },
                {
                    "clause_letter": "घ",
                    "content": "प्रस्ताव तयार गर्ने तरिका,"
                },
                {
                    "clause_letter": "ङ",
                    "content": "पूर्व योग्यताको प्रस्ताव मूल्याङ्कन गर्ने प्रक्रिया,"
                },
                {
                    "clause_letter": "च",
                    "content": "खरिद सम्झौताका मुख्य मुख्य शर्त,"
                },
                {
                    "clause_letter": "छ",
                    "content": "सार्वजनिक खरिद अनुगमन कार्यालयले पूर्व योग्यता सम्बन्धी कागजातमा उल्लेख गर्नु पर्ने भनी समय समयमा निर्धारण गरेका अन्य विषय, र"
                },
                {
                    "clause_letter": "ज",
                    "content": "पूर्व योग्यताको प्रस्ताव पेश गर्ने तरिका, स्थान, अन्तिम मिति र समय।"
                }
            ]
        },
        {
            "section_number": "३३",
            "section_title": "पूर्व योग्यताको आधार स्वीकृत गराउनु पर्ने",
            "content": "सार्वजनिक निकायले पूर्व योग्यताको प्रस्ताव आह्वान गर्नु अघि नियम २५ वा २६ बमोजिम निर्धारित पूर्व योग्यताका आधार विभायीय प्रमुखबाट स्वीकृत गराउनु पर्नेछ।"
        },
        {
            "section_number": "३४",
            "section_title": "पूर्व योग्यताको कागजात उपलब्ध गराउनु पर्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "सार्वजनिक निकायले पूर्वयोग्यता सम्बन्धी कागजात तयार गर्न लागेको खर्चको आधारमा इच्छुक व्यक्ति, फर्म, संस्था वा कम्पनीबाट देहाय बमोजिमको दस्तुर लिई पूर्वयोग्यता सम्बन्धी कागजात उपलब्ध गराउनु पर्नेछः",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "दुई करोड रूपैयाँभन्दा माथि दश करोड रूपैयाँसम्मको लागि पाँच हजार रूपैयाँ,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "दश करोड रूपैयाँभन्दा माथि पच्चीस करोड रूपैयाँसम्मको लागि दश हजार रूपैयाँ,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "पच्चीस करोड रूपैयाँभन्दा माथि जतिसुकै रकमका लागि पन्ध्र हजार रूपैयाँ।"
                        }
                    ]
                },
                {
                    "subsection_number": "२",
                    "content": "उपनियम (१) बमोजिमको कागजातमा सार्वजनिक निकायको प्रमुख वा निजले तोकेको कर्मचारीको दस्तखत र कार्यालयको छाप लागेको हुनु पर्नेछ। पूर्व योग्यता सम्बन्धी कागजात सम्बन्धित सार्वजनिक निकाय वा सो निकायले तोकेको दुई वा दुई भन्दा बढी अन्य निकायबाट उपलब्ध गराउन सकिनेछ।"
                }
            ]
        },
        {
            "section_number": "३५",
            "section_title": "योग्य आवेदकको छनौट",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "मूल्याङ्कन समितिले पूर्व योग्यताको आवेदकद्वारा पूर्व योग्यता सम्बन्धी कागजातमा उल्लिखित योग्यताका प्रत्येक आधार पूरा गरे नगरेको विषयमा आवश्यक परीक्षण गर्नु पर्नेछ । त्यसरी परीक्षण गर्दा योग्यताका सबै आधार पूरा गर्ने आवेदक योग्यता परीक्षणमा छनौट भएको मानिने र सबै योग्यताका आधार पूरा नगर्ने आवेदक छनौट नभएको मानिन्छ।"
                },
                {
                    "subsection_number": "१क",
                    "amendment_marker": "*",
                    "content": "उपनियम (१) बमोजिम योग्यताका सबै आधार पूरा गर्ने पूर्व योग्यताका आवेदक छनौट गर्दा कम्तीमा तीनवटा योग्य आवेदक छनौट हुन नसकेमा सार्वजनिक निकायले पूर्व निर्धारित पूर्व योग्यताको आधार पुनरावलोकन गरी पुनः सूचना प्रकाशन गरी योग्य आवेदक छनौट गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "२",
                    "content": "उपनियम (१) बमोजिमको परीक्षणमा छनौट भएका पूर्व योग्यताको आवेदक सम्बन्धित खरिद कारबाहीको लागि बोलपत्र पेश गर्न योग्य भएको मानिनेछ।"
                }
            ]
        },
        {
            "section_number": "३६",
            "section_title": "प्रतिवेदन पेश गर्नु पर्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "amendment_marker": "*",
                    "content": "मूल्याङ्कन समितिले नियम ३५ बमोजिम गरेको परीक्षणको विस्तृत विश्लेषण सहितको प्रतिवेदन तयार गरी प्रस्ताव खोलेको मितिले पन्ध्र दिनभित्रमा सार्वजनिक निकायमा पेश गर्नु पर्नेछ।"
                },
                {
                    "subsection_number": "२",
                    "content": "उपनियम (१) बमोजिमको प्रतिवेदनमा मूल्याङ्कन समितिले देहायका कुरा खुलाउनु पर्नेछः-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "आवेदकको नाम र ठेगाना,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "आवेदकको योग्यताको प्रत्येक आधार पुष्टि गर्ने कागजात,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "तालिका आवश्यक भए त्यस्तो तालिका,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "संयुक्त उपक्रमको रुपमा प्रस्ताव पेश गरिएको भए संयुक्त उपक्रम सम्बन्धी कागजात पूर्ण भए वा नभएको र त्यस्तो उपक्रमको प्रत्येक साझेदारको हिस्सा र दायित्व,"
                        },
                        {
                            "clause_letter": "ङ",
                            "content": "मालसामान वा निर्माण कार्यको छुट्टा छुट्टै समूह वा प्याकेज बनाई खरिद गर्नु पर्ने भएमा त्यस्तो समूह र प्याकेजको परीक्षण गर्न अपनाइएको प्रक्रिया तथा त्यस्तो समूह र प्याकेजको खरिद कारबाहीमा भाग लिनको लागि छनौट भएका आवेदक,"
                        },
                        {
                            "clause_letter": "च",
                            "content": "आवेदक छनौट हुनु वा नहुनुको कारण।"
                        }
                    ]
                }
            ]
        },
        {
            "section_number": "३७",
            "section_title": "बोलपत्र सम्बन्धी कागजातमा उल्लेख गर्नु पर्ने कुरा",
            "content": "सार्वजनिक निकायले बोलपत्र सम्बन्धी कागजातमा ऐनको दफा १३ मा उल्लिखित कुराको अतिरिक्त आवश्यकतानुसार देहायका कुरा उल्लेख गर्न सक्नेछः-",
            "clauses": [
                {
                    "clause_letter": "क",
                    "content": "प्रस्तावित कामको योजना, नक्शा,"
                },
                {
                    "clause_letter": "ख",
                    "content": "विल अफ क्वान्टिटीज,"
                },
                {
                    "clause_letter": "ग",
                    "content": "मालसामानको परिमाण,"
                },
                {
                    "clause_letter": "घ",
                    "content": "बोलपत्रदाताले गर्नु पर्ने भैपरि आउने काम,"
                },
                {
                    "clause_letter": "ङ",
                    "content": "मालसामान आपूर्ति गर्ने, निर्माण कार्य सम्पन्न गर्ने समय,"
                },
                {
                    "clause_letter": "च",
                    "content": "वारेण्टी तथा मर्मत सम्भार सम्बन्धी व्यवस्था,"
                },
                {
                    "clause_letter": "छ",
                    "content": "बोलपत्रदाताले प्रदान गर्नु पर्ने आवश्यक तालीम र सुपरिवेक्षणको किसिम र परिमाण,"
                },
                {
                    "clause_letter": "ज",
                    "content": "आपूर्ति गरिने मालसामान वा जगेडा पार्टपूर्जाहरु नयाँ र सक्कली हुनु पर्ने कुरा,"
                },
                {
                    "clause_letter": "झ",
                    "content": "प्रस्तावित खरिदको लागी आवश्यक पर्ने रकम प्राप्त हुने स्रोत।"
                },
                {
                    "clause_letter": "ञ",
                    "amendment_marker": "*",
                    "content": "सार्वजनिक खरिद अनुगमन कार्यालयले निर्धारण गरेका अन्य कुराहरू।"
                }
            ]
        },
        {
            "section_number": "३८",
            "section_title": "भेदभाव गर्न नहुने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "amendment_marker": "*",
                    "content": "ऐनको दफा १३ को उपदफा (२) को खण्ड (ज) र दफा १४ को उपदफा (८) को अवस्थामा बाहेक सार्वजनिक निकायले खरिद कारबाहीमा बोलपत्रदातालाई निजको राष्ट्रियताको आधारमा भेदभाव गर्नु हुँदैन।"
                },
                {
                    "subsection_number": "२",
                    "content": "बोलपत्र सम्बन्धी कागजात बमोजिम आवश्यक पर्ने कुनै लिखत बोलपत्रदाताले प्राप्त गर्न नसकेको अवस्थामा निजले पेश गरेको त्यस्तो लिखत सरहको अन्य लिखतलाई सम्बन्धित सार्वजनिक निकायले मान्यता दिनु पर्नेछ ।"
                }
            ]
        },
        {
            "section_number": "३९",
            "section_title": "एजेन्टको विवरण उल्लेख गर्नु पर्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "विदेशी बोलपत्रदाताले बोलपत्र पेश गर्दा नेपालमा आफ्नो एजेण्ट नियुक्त गरेको रहेछ भने निजले त्यस्तो एजेन्टको सम्बन्धमा देहायका विवरण उल्लेख गर्नु पर्नेछः -",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "एजेण्टको नाम र ठेगाना,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "एजेण्टले पाउने कमिशनको अङ्क, मुद्राको तरिका,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "एजेण्टसँगको अन्य कुनै शर्त,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "स्थानीय एजेण्ट भए निजको स्थायी लेखा नम्बर दर्ता प्रमाणपत्रको प्रमाणित प्रतिलिपि र निजले एजेण्ट हुन स्वीकार गरेको पत्र।"
                        }
                    ]
                },
                {
                    "subsection_number": "२",
                    "content": "विदेशी बोलपत्रदाताको तर्फबाट एजेण्टले बोलपत्र पेश गर्दा उपनियम (१) को खण्ड (ख) र (ग) मा उल्लिखित कुरा स्पष्ट रुपमा उल्लेख गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "३",
                    "content": "विदेशी बोलपत्रदाताले उपनियम (१) मा उल्लिखित कुरा स्पष्ट रुपमा नखुलाएमा वा स्थानीय एजेण्ट नभएको भनी बोलपत्र पेश गरेकोमा पछि एजेण्ट भएको प्रमाणित भएमा वा एजेण्टलाई दिने कमिशन कम उल्लेख गरेकोमा पछि एजेण्टले बढी कमिशन लिएको प्रमाणित भएमा त्यस्तो बोलपत्रदातालाई सार्वजनिक निकायले नियम १४१ बमोजिम कालोसूचीमा राख्ने कारबाही गर्नु पर्नेछ ।"
                }
            ]
        },
        {
            "section_number": "४०",
            "section_title": "बोलपत्रदाताको ग्राह्यता सम्बन्धी आधार र कागजात उल्लेख गर्नु पर्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "सार्वजनिक निकायले बोलपत्र सम्बन्धी कागजातमा बोलपत्रदाताको ग्राह्यता (इलिजिविलिटी) को आधार तथा त्यस्तो आधार प्रमाणित गर्न बोलपत्रदाताले पेश गर्नु पर्ने कागजातको प्रतिलिपि समेत उल्लेख गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "२",
                    "content": "उपनियम (१) मा उल्लिखित कागजात देहाय बमोजिम हुनेछन्-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "फर्म, संस्था वा कम्पनी दर्ताको प्रमाणपत्र,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "व्यवसाय दर्ताको इजाजतपत्र,",
                            "text_blocks": [
                                {
                                    "type": "explanation",
                                    "amendment_marker": "●",
                                    "content": "स्पष्टीकरणः यस खण्डको प्रयोजनको लागि “व्यवसाय दर्ताको इजाजतपत्र” भन्नाले कुनै व्यवसायीले आफ्नो व्यवसाय सञ्चालन गर्ने उद्देश्यले प्रचलित कानून बमोजिम प्रमाणपत्र वा इजाजतपत्र लिनु पर्ने भए सो बमोजिम प्राप्त गरेको प्रमाणपत्र वा इजाजतपत्र सम्झनु पर्छ ।"
                                }
                            ]
                        },
                        {
                            "clause_letter": "ग",
                            "content": "मूल्य अभिवृद्धि कर दर्ता प्रमाणपत्र र स्थायी लेखा दर्ता नम्बर (प्यान) प्रमाणपत्र,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "सार्वजनिक निकायले तोकेको अवधिसम्मको सम्बन्धित निकायबाट प्राप्त कर चुक्ता गरेको प्रमाणपत्र वा आय विवरण पेश गरेको प्रमाणित कागजात वा आय विवरण पेश गर्न म्याद थप भएको निस्सा वा प्रमाण,"
                        },
                        {
                            "clause_letter": "ङ",
                            "content": "बोलपत्रदाताले खरिद कारबाहीमा भाग लिन अयोग्य नभएको, प्रस्तावित खरिद कारबाहीमा आफ्नो स्वार्थ नबाझिएको र सम्बन्धित पेशा वा व्यवसाय सम्बन्धी कसूरमा आफूले सजाय नपाएको भनी लिखित रुपमा गरेको घोषणा,"
                        },
                        {
                            "clause_letter": "च",
                            "amendment_marker": "*",
                            "content": "ऐन, यस नियमावली र स्ट्याण्डर्ड बिडिङ्ग डकुमेण्टको विपरीत नहुने गरी सार्वजनिक निकायले आवश्यक ठानेका अन्य कागजात।"
                        }
                    ]
                },
                {
                    "subsection_number": "२क",
                    "amendment_marker": "*",
                    "content": "उपनियम (२) मा जुनसुकै कुरा लेखिएको भए तापनि गैर बासिन्दा बोलपत्रदाताले सो उपनियमको खण्ड (ग) र (घ) बमोजिमका कागजात पेश गर्नु पर्ने छैन ।"
                },
                {
                    "subsection_number": "३",
                    "content": "बोलपत्र सम्बन्धी कागजातमा उपनियम (२) बमोजिमका कागजात उल्लेख गर्न छुटेमा वा स्पष्ट रुपमा उल्लेख नभएमा वा अन्य कुनै कुरा संशोधन गर्नु परेमा सार्वजनिक निकायले बोलपत्र पेश गर्ने अवधिभित्रै राष्ट्रियस्तरको दैनिक समाचारपत्रमा र अन्तर्राष्ट्रियस्तरको बोलपत्रको हकमा अन्तर्राष्ट्रिय सञ्चार माध्यममा प्रकाशन गरी त्यस्ता कागजात उल्लेख गर्न, स्पष्ट गर्न वा संशोधन गर्न सक्नेछ।",
                    "text_blocks": [
                        {
                            "type": "proviso",
                            "content": "तर यसरी सूचना प्रकाशन गर्दा बोलपत्रदातालाई बोलपत्र पेश गर्न थप समय आवश्यक पर्ने भएमा बोलपत्र पेश गर्ने अन्तिम समय समेत बढाउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "subsection_number": "४",
                    "content": "उपनियम (१) र (२) बमोजिमका कागजात पेश नगर्ने बोलपत्रदाताको बोलपत्र उपर कारबाही हुने छैन।"
                }
            ]
        },
        {
            "section_number": "४१",
            "section_title": "बोलपत्रको भाषा",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "ऐन र यस नियमावलीमा अन्यथा व्यवस्था भएको बाहेक पूर्व योग्यता सम्बन्धी कागजात, बोलपत्र सम्बन्धी कागजात, प्रस्ताव आ≈वान सम्बन्धी कागजात, पूर्व योग्यता, बोलपत्र वा प्रस्ताव आह्वानको सूचना र खरिद सम्झौता सम्भव भएसम्म नेपाली भाषामा र सम्भव नभए अंग्रेजी भाषामा तयार गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "२",
                    "content": "बोलपत्रदाताले सार्वजनिक निकायमा नेपाली वा अंग्रेजी दुवै भाषामा लेखिएको खरिद सम्बन्धी कागजात वा मुद्रित सामग्री पेश गर्न सक्नेछन्।",
                    "text_blocks": [
                        {
                            "type": "proviso",
                            "content": "तर त्यस्तो कागजात वा मुद्रित सामग्रीको सम्बन्धित अंश सम्बन्धित देशको आधिकारिक संस्थाबाट अग्रेजी भाषामा अनुवाद गरिएको हुनु पर्नेछ र त्यस्तो कागजात वा मुद्रित सामग्री र त्यसरी अनुवादित अंशमा लेखिएको कुरामा कुनै द्विविधा भएमा अनुवादित अंश मान्य हुनेछ।"
                        }
                    ]
                }
            ]
        },
        {
            "section_number": "४२",
            "section_title": "मालसामानको प्राविधिक विवरणमा उल्लेख गर्नु पर्ने कुरा",
            "content": "बोलपत्र सम्बन्धी कागजातमा मालसामानको प्राविधिक विवरण उल्लेख गर्दा सार्वजनिक निकायले आवश्यकता अनुसार देहायका कुरा उल्लेख गर्नु पर्नेछः-",
            "clauses": [
                {
                    "clause_letter": "क",
                    "content": "प्रस्तावित कामको योजना, नक्शा र डिजाइन,"
                },
                {
                    "clause_letter": "ख",
                    "content": "विल अफ क्वान्टिटीज,"
                },
                {
                    "clause_letter": "ग",
                    "content": "मालसामानको सान्दर्भिक भौतिक तथा रसायनिक विशेषता, अपेक्षित कार्यसम्पादन सम्बन्धी विशेषता,"
                },
                {
                    "clause_letter": "घ",
                    "content": "प्राविधिक बनावट (कन्फिग्युरेशन),"
                },
                {
                    "clause_letter": "ङ",
                    "content": "मालसामानको आयु अवधिभरको लागि आवश्यक पर्ने जगेडा पार्टपूर्जा र उल्लिखित सेवा उपलब्ध हुने वा नहुने,"
                },
                {
                    "clause_letter": "च",
                    "content": "बोलपत्रका साथ पेश गर्नु पर्ने मालसामानको विवरणात्मक पुस्तिका वा नमूना,"
                },
                {
                    "clause_letter": "छ",
                    "content": "अपेक्षित कार्यसम्पादन तथा गुणस्तर प्रत्याभूतिको विवरण,"
                },
                {
                    "clause_letter": "ज",
                    "content": "वारेण्टी तथा मर्मत सम्भार सम्बन्धी व्यवस्था,"
                },
                {
                    "clause_letter": "झ",
                    "content": "मालसामानबाट वातावरणमा कुनै प्रभाव पर्ने भए त्यस्तो प्रभाव र त्यस्तो प्रभाव कम गर्न अपनाउनु पर्ने मापदण्ड,"
                },
                {
                    "clause_letter": "ञ",
                    "content": "आपूर्ति भएको मालसामान बोलपत्र सम्बन्धी कागजातमा उल्लेख भएको स्पेसिफिकेशन बमोजिमको भए नभएको कुरा परीक्षण गर्न अपनाइने मापदण्ड र तरिका, र"
                },
                {
                    "clause_letter": "ट",
                    "content": "सार्वजनिक निकायले निर्धारण गरेको अन्य आवश्यक कुराहरु ।"
                }
            ]
        },
        {
            "section_number": "४३",
            "section_title": "निर्माण कार्यको प्राविधिक विवरणमा उल्लेख गर्नु पर्ने कुरा",
            "content": "बोलपत्र सम्बन्धी कागजातमा निर्माण कार्यको प्राविधिक विवरण उल्लेख गर्दा सार्वजनिक निकायले आवश्यकता अनुसार देहायका कुराहरु उल्लेख गर्नु पर्नेछः-",
            "clauses": [
                {
                    "clause_letter": "क",
                    "content": "प्रस्तावित निर्माण कार्यको कार्यक्षेत्र र उद्देश्य,"
                },
                {
                    "clause_letter": "ख",
                    "content": "निर्माण स्थलको भौतिक प्रकृति र अवस्था,"
                },
                {
                    "clause_letter": "ग",
                    "content": "प्रस्तावित निर्माण कार्यको डिजाइन, निर्माण, उपकरण जडान (इरेक्शन), उत्पादन, जडान (इन्स्टलेशन) जस्ता कार्यको विवरण,"
                },
                {
                    "clause_letter": "घ",
                    "content": "निर्माण कार्यको हरेक एकाई आईटमको अनुमानित परिमाण भएको बिल अफ क्वान्टिटिज,"
                },
                {
                    "clause_letter": "ङ",
                    "content": "निर्माण कार्यबाट वातावरणमा प्रभाव पर्ने भए त्यस्तो प्रभावको विवरण र त्यस्तो प्रभाव कम गर्न अपनाउनु पर्ने मापदण्ड,"
                },
                {
                    "clause_letter": "च",
                    "content": "मेकानिकल, स्यानिटरी तथा प्लम्बिड्डु र विद्युत जडान सम्बन्धी काम समेत गर्नु पर्ने भए सो काम सम्बन्धी विशेष प्राविधिक स्पेसिफिकेशन,"
                },
                {
                    "clause_letter": "छ",
                    "content": "आपूर्ति गर्नु पर्ने उपकरण र पाटपूर्जाको विस्तृत विवरण,"
                },
                {
                    "clause_letter": "ज",
                    "content": "अपेक्षित कार्यसम्पादन वा गुणस्तरको प्रत्याभूति सम्बन्धी विवरण,"
                },
                {
                    "clause_letter": "झ",
                    "content": "निर्माण कार्यको विभिन्न चरणमा गरिने निरीक्षण तथा परीक्षण,"
                }
            ]
        }
    ]
}