{
    "metadata": {
        "header_text": "www.lawcommission.gov.np",
        "footnote_text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।",
        "watermark_text": "नेपाल कानून आयोग"
    },
    "content": [
        {
            "type": "explanation",
            "explanation_for": "unknown_section",
            "content": "यस दफाको प्रयोजनका लागि,-",
            "points": [
                {
                    "point_number": "१",
                    "content": "“घर” भन्नाले घर वा छाप्रो सम्झनु पर्छ र सो शब्दले घरको संरचना समेतलाई जनाउँछ ।"
                },
                {
                    "point_number": "२",
                    "content": "“घर मुली” भन्नाले घर परिवारमा मुख्य भई काम गर्ने व्यक्ति सम्झनु पर्छ र सो शब्दले कसैको घरमा बहालमा बस्ने व्यक्तिको हकमा बहालवालाको परिवारको मुख्य भई काम गर्ने व्यक्ति समेतलाई जनाउँछ ।"
                }
            ]
        },
        {
            "type": "section",
            "section_number": "६८०",
            "title": "अनधिकृत प्रवेशको दायित्व व्यहोर्नु पर्ने",
            "content": "कसैको सम्पत्तिमा अनधिकृत प्रवेश (ट्रेसपास) गरेको कारणले भएको हानि, नोक्सानी वापत अनधिकृत प्रवेश गर्ने व्यक्तिले दायित्व व्यहोर्नु पर्नेछ ।",
            "explanation": {
                "content": "यस दफाको प्रयोजनका लागि “अनधिकृत प्रवेश” भन्नाले अचल सम्पत्ति भए अर्काको हक, भोगचलन वा स्वामित्वमा रहेको सम्पत्तिमा गैरकानूनी प्रवेश, त्यसको उत्पादनको कब्जा, अनधिकृत क्षति, हस्तक्षेप वा गैरकानूनी खिचोला र चल सम्पत्ति भए अर्काको हक, भोगचलन वा स्वामित्वमा रहेको सम्पत्ति जबरजस्ती कब्जा गर्ने, लैजाने, त्यसबाट प्राप्त लाभ लिने वा भोगचलन गर्नलाई बाधा विरोध गर्ने काम सम्झनु पर्छ र सो शब्दले कुनै पनि किसिमको सम्पत्तिलाई अनधिकृत रूपमा नियन्त्रण गर्ने काम समेतलाई जनाउँछ ।"
            }
        },
        {
            "type": "section",
            "section_number": "६८१",
            "title": "संयुक्त रूपमा दायित्व व्यहोर्नु पर्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "यस परिच्छेद बमोजिम दुष्कृति मानिने काम एकभन्दा बढी व्यक्तिबाट भएकोमा अन्यथा प्रमाणित भएकोमा बाहेक निजहरूले गरेको दुष्कृतिको मात्राको अनुपातमा त्यस्तो प्रत्येक व्यक्ति व्यक्तिगत र सामूहिक रूपमा त्यस्तो कामबाट भएको क्षति वापत जिम्मेवार हुनेछन् ।"
                },
                {
                    "subsection_number": "२",
                    "content": "उपदफा (१) बमोजिम दुष्कृतिको मात्राको अनुपातमा अलग अलग दायित्व निर्धारण गर्न सकिएमा सोही बमोजिम र नसकिएमा दुष्कृतिको लागि जिम्मेबार व्यक्ति सबैले समान रूपमा दायित्व व्यहोर्नु पर्नेछ ।"
                }
            ]
        },
        {
            "type": "section",
            "section_number": "६८२",
            "title": "दायित्व वापत क्षतिपूर्ति व्यहोर्नु पर्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "यस परिच्छेद बमोजिम भएको दुष्कृति वापतको दायित्व व्यहोर्नु पर्दा दृष्कृति गर्नेले क्षतिपूर्ति व्यहोर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "२",
                    "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि यस परिच्छेद बमोजिम कुनै व्यक्तिको आफ्नै समेतको अकर्मण्यता, त्रुटि, लापरबाही वा हेल्चेक्र्याइँको कारणबाट कुनै दुष्कृति भएको रहेछ भने त्यस्तो क्षतिपूर्तिको मात्रा कम हुनेछ ।"
                },
                {
                    "subsection_number": "३",
                    "content": "उपदफा (१) बमोजिमको क्षतिपूर्ति वास्तविक रूपमा हानि, नोक्सानी भएको विषयमा सीमित रहेको हुनु पर्नेछ र काल्पनिक वा अवास्तविक क्षतिपूर्ति व्यहोर्नु पर्ने छैन ।"
                },
                {
                    "subsection_number": "४",
                    "content": "क्षतिपूर्ति नगद, जिन्सी वा सेवा कुनै पनि किसिमको हुन सक्नेछ ।"
                },
                {
                    "subsection_number": "५",
                    "content": "यस परिच्छेद बमोजिम हानि, नोक्सानी भएकोमा त्यस्तो हानि, नोक्सानी पुगेको व्यक्तिले यस परिच्छेदको अधीनमा रही क्षतिपूर्ति दाबी गर्न सक्नेछ ।"
                },
                {
                    "subsection_number": "६",
                    "content": "उपदफा (५) बमोजिम क्षतिपूर्ति दाबी गरेकोमा अदालतले मनासिब क्षतिपूर्ति भराउन आदेश दिन सक्नेछ ।"
                }
            ]
        },
        {
            "type": "section",
            "section_number": "६८३",
            "title": "छुट्टै व्यवस्था भएकोमा दायित्व व्यहोर्नु नपर्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि यस परिच्छेद बमोजिम दायित्व व्यहोर्नु पर्ने दुष्कृतिलाई कानून बमोजिम फौजदारी कसूर मानिएको वा त्यस्तो दुष्कृतिका सम्बन्धमा यस संहिता वा अन्य कानूनमा छुट्टै व्यवस्था वा छुट्टै कानूनी उपचारको व्यवस्था भएकोमा यस परिच्छेद बमोजिमको दायित्व व्यहोर्नु पर्ने छैन ।"
                },
                {
                    "subsection_number": "२",
                    "content": "उपदफा (१) को अधीनमा रही यस परिच्छेद बमोजिम दायित्व व्यहोर्नु पर्ने दुष्कृति त्यस्तो दुष्कृति गरेको भनिएको व्यक्तिको हेलचेक्र्याइँ, लापरवाही, त्रुटि वा अकर्मण्यताको परिणामबाट नभई अन्य कुनै कारणबाट भएको हो भन्ने प्रमाणित गरेमा त्यस्तो दृष्कृति वापत व्यहोर्नु पर्ने दायित्वबाट निजले फुर्सद पाउनेछ ।"
                }
            ]
        },
        {
            "type": "section",
            "section_number": "६८४",
            "title": "हदम्याद",
            "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले सो काम कारबाही भए गरेको मितिले छ महिनाभित्र नालिस गर्न सक्नेछ ।"
        },
        {
            "type": "chapter",
            "chapter_number": "१८",
            "chapter_title": "त्रुटिपूर्ण उत्पादन वापतको दायित्व सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "type": "section",
                    "section_number": "६८५",
                    "title": "त्रुटिपूर्ण उत्पादन वापत दायित्व व्यहोर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले त्रुटिपूर्ण उत्पादन गरी कुनै वस्तु वा सेवा बिक्री, वितरण गर्न, गराउन हुँदैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको त्रुटिपूर्ण उत्पादन कसैले बिक्री वा वितरण गरी त्यस्तो वस्तुको उपभोग गर्दा कसैको जीउ, ज्यान वा सम्पत्ति उपर हानि, नोक्सानी भएमा त्यस वापत उत्पादकले यस परिच्छेद बमोजिम दायित्व व्यहोर्नु पर्नेछ ।",
                            "explanation": {
                                "content": "यस परिच्छेदको प्रयोजनका लागि :-",
                                "points": [
                                    {
                                        "point_number": "१",
                                        "content": "“त्रुटिपूर्ण उत्पादन” भन्नाले कुनै उत्पादन उपभोग गर्दा सामान्य मानिसले मनासिब तवरले अपेक्षा गर्ने न्यूनतम सुरक्षाका उपायहरू देहायको कुनै कारणबाट नभएको कुनै वस्तु वा सेवा सम्झनु पर्छ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "त्रुटिपूर्ण डिजाइन, निर्माण, प्रशोधन वा जडान,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "त्रुटिपूर्ण प्याकिङ्ग, संरक्षण वा भण्डारण,"
                                            },
                                            {
                                                "clause_letter": "ग",
                                                "content": "त्रुटिपूर्ण प्रस्तुति,"
                                            },
                                            {
                                                "clause_letter": "घ",
                                                "content": "उत्पादित वस्तु वा सेवाको प्रकृति अनुसार सम्भावित जोखिम वा खतरालाई नियन्त्रण गर्ने पर्याप्त उपाय वा पूर्व सावधानीको अभाव ।"
                                            }
                                        ]
                                    },
                                    {
                                        "point_number": "२",
                                        "content": "“उत्पादक” भन्नाले त्रुटिपूर्ण वस्तु वा सेवा अन्तिम रूपमा उत्पादन गरी बिक्री वितरण गर्ने उत्पादक सम्झनु पर्छ र सो शब्दले देहायको व्यक्ति समेतलाई जनाउनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "उत्पादक पत्ता नलागेकोमा त्रुटिपूर्ण वस्तु बिक्री वितरण गर्ने वितरक वा बिक्रेता,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "पैठारी गरिएको वस्तु भए त्रुटिपूर्ण वस्तु पैठारी गर्ने पैठारीकर्ता वा त्यस्तो वस्तु बिक्री वितरण गर्ने वितरक वा बिक्रेता ।"
                                            }
                                        ]
                                    },
                                    {
                                        "point_number": "३",
                                        "content": "“वस्तु” भन्नाले सर्वसाधारणले उपभोग गर्ने कुनै औद्योगिक उत्पादन सम्झनु पर्छ ।"
                                    }
                                ]
                            }
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "६८६",
                    "title": "त्रुटिपूर्ण उत्पादन भएको प्रमाणित गर्नु पर्ने",
                    "content": "कसैले कुनै वस्तु वा सेवा त्रुटिपूर्ण उत्पादन भएको र त्यसको उपभोग गरेको कारणले आफ्‌नो जीउ, ज्यान वा सम्पत्ति उपर क्षति पुगेको दाबी गरेमा त्यस्तो त्रुटिपूर्ण उत्पादन तथा क्षतिको सम्बन्ध र त्यस्तो उत्पादन उपभोग गरेको कारणले नै त्यस्तो क्षति भएको कुरा निजले प्रमाणित गर्नु पर्नेछ ।"
                },
                {
                    "type": "section",
                    "section_number": "६८७",
                    "title": "दायित्वबाट फुर्सद पाउने",
                    "content": "दफा ६८५ मा जुनसुकै कुरा लेखिएको भए तापनि देहायको कुरा प्रमाणित गरेको अवस्थामा उत्पादकले दायित्व व्यहोर्नु पर्ने छैन :-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "निजले त्रुटिपूर्ण उत्पादनको उत्पादन, बिक्री वा वितरण नगरेको,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "निजले उत्पादन, पैठारी वा बिक्री वितरण गरेको वस्तु वा सेवा उत्पादन, पैठारी वा बिक्री वितरण गर्दाका बखत त्रुटिपूर्ण नरहेको वा बिक्री वितरण भइसकेपछि त्रुटिपूर्ण भएको,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "निजले उत्पादन गरेको वस्तु वा सेवा बिक्री, वितरणमा नरहेको वा बिक्री नगरिएको,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "उत्पादित वस्तु वा सेवा उपभोग गर्दा पालना गर्नु पर्ने निर्देशन उपभोक्ताले पालना नगरेको कारणले क्षति भएको,"
                        },
                        {
                            "clause_letter": "ङ",
                            "content": "उपभोक्ताले सही तरिकाबाट उत्पादन उपभोग नगरेको वा गर्न नहुने तरिकाबाट उपभोग गरेको कारणले क्षति भएको,"
                        },
                        {
                            "clause_letter": "च",
                            "content": "वस्तु वा सेवा उत्पादन वा वितरण गर्दाको बखत त्यस्तो वस्तु वा सेवा त्रुटिपूर्ण थियो भन्ने वैज्ञानिक तथा प्राविधिक ज्ञान नरहेको,"
                        },
                        {
                            "clause_letter": "छ",
                            "content": "जुन उत्पादनबाट क्षति भएको छ त्यस्तो उत्पादनको उचित तरिकाबाट उपयोग नगरेमा क्षति हुन सक्ने जानकारी बिक्री गर्दाका बखत गराएको,"
                        },
                        {
                            "clause_letter": "ज",
                            "content": "हानि, नोक्सानी हुन्छ भन्ने थाहा हुँदाहुँदै वा थाहा हुनु पर्ने मनासिब कारण हुँदाहुँदै वस्तु वा सेवा उपभोग गरेको ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "६८८",
                    "title": "दायित्वको मात्रा कम हुन सक्ने",
                    "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि त्रुटिपूर्ण उत्पादन गर्ने व्यक्ति तथा उपभोग गर्ने व्यक्ति दुवैको कारणबाट क्षति हुन पुगेको कुरा प्रमाणित भएमा उत्पादकको दायित्व समानुपातिक तवरले कम हुन सक्नेछ । तर त्यसरी भएको क्षतिबाट तेस्रो पक्षलाई हानि, नोक्सानी भएकोमा त्यस्तो पक्षको हकमा दायित्वको मात्रा कम हुन सक्ने छैन ।"
                },
                {
                    "type": "section",
                    "section_number": "६८९",
                    "title": "त्रुटिपूर्ण उत्पादन नमानिने",
                    "content": "कुनै व्यक्तिले उपभोग गरेको कुनै वस्तु वा सेवाको गुणस्तरभन्दा उच्च गुणस्तरको वस्तु वा सेवा बजारमा उपलब्ध भएको कारणले मात्र त्यस्तो वस्तु वा सेवालाई त्रुटिपूर्ण उत्पादन मानिने छैन ।"
                },
                {
                    "type": "section",
                    "section_number": "६९०",
                    "title": "अन्य हक उपर प्रतिकूल असर नपर्ने",
                    "content": "त्रुटिपूर्ण उत्पादनको कारणबाट जीउ, ज्यान वा सम्पत्ति उपर असर परेको व्यक्तिलाई कानून वा करार बमोजिम प्राप्त हक, हित वा दाबी उपर यस परिच्छेदमा लेखिएको कुनै पनि कुराले प्रतिकूल असर पर्ने छैन ।"
                },
                {
                    "type": "section",
                    "section_number": "६९१",
                    "title": "हदम्याद",
                    "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको मितिले एक वर्षभित्र नालिस गर्न सक्नेछ ।"
                }
            ]
        },
        {
            "type": "part",
            "part_number": "६",
            "part_title": "निजी अन्तरराष्ट्रिय कानून सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "type": "section",
                    "section_number": "६९२",
                    "title": "यस भागको व्यवस्था लागू हुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "विदेशी, विदेशी वस्तु वा विदेशमा भएको काम समावेश भएको निजी कानूनी सम्बन्ध सम्बन्धी कुनै पनि विषयमा यस भागको व्यवस्था लागू हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) को सर्वसामान्यतामा प्रतिकूल असर नपर्ने गरी खास गरी देहायका विषयमा यो उपदफाको व्यवस्था लागू हुनेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "विदेशीको कानूनी हैसियत तथा निजको सक्षमता,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "सम्बद्ध पक्षहरूमध्ये कम्तीमा एक पक्ष विदेशी रहेको वैवाहिक सम्बन्ध, पैतृक तथा मातृक र अन्य पारिवारिक सम्बन्ध वा अंश, अपुताली सम्बन्धी विषय वा सोसँग सम्बन्धित काम, कारबाही भएको ठाउँ नेपाल बाहिर रहेको विषय,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "कम्तीमा एक सरोकारवाला पक्ष विदेशी रहेको र निजको विदेशमा रहेको सम्पत्ति सम्बन्धी विषय,"
                                },
                                {
                                    "clause_letter": "घ",
                                    "content": "कम्तीमा एक पक्ष विदेशी रहेको करार, गैरकरार सम्बन्धी अधिकार वा दायित्व सम्बन्धी विषय,"
                                },
                                {
                                    "clause_letter": "ङ",
                                    "content": "विदेशमा सम्पन्न भएको करार सम्बन्धी विषय ।"
                                }
                            ],
                            "explanation": {
                                "content": "यस भागको प्रयोजनका लागि “विदेशी” भन्नाले विदेशी प्राकृतिक व्यक्ति वा सङ्गठित संस्था सम्झनु पर्छ र सो शब्दले विदेशी मुलुक समेतलाई जनाउँछ ।"
                            }
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "६९३",
                    "title": "विदेशीको कानूनी सक्षमताको निर्धारण गरिने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै विदेशी प्राकृतिक व्यक्तिको कानूनी सक्षमता त्यस्तो व्यक्तिको नागरिकता रहेको मुलुकको कानून बमोजिम निर्धारण हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम विदेशी प्राकृतिक व्यक्तिको नागरिकता यकिन हुन नसकेमा निजले सामान्य रूपमा बसोबास (ह्याविच्यूयल रेजिडेन्स) गरेको मुलुकको र निजको त्यस्तो बसोबास पनि यकिन हुन नसकेमा तत्काल निजले बसोबास गरेको मुलुकको कानून बमोजिम निजको सक्षमता निर्धारण गरिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "कुनै सङ्गठित संस्थाको कानूनी सक्षमता वा वैधानिक हैसियत निर्धारण गर्नु पर्दा त्यस्तो संस्था दर्ता भएको मुलुकको, त्यसरी दर्ता भएको मुलुक यकिन हुन नसकेमा त्यस्तो संस्थाको प्रधान कार्यालय रहेको मुलुकको र त्यस्तो मुलुक पनि पहिचान हुन नसकेमा त्यस्तो संस्थाको कारोबारको स्थान रहेको मुलुकको कानून बमोजिम निर्धारण गरिनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "६९४",
                    "title": "विदेशी व्यक्ति वेपत्ता भएको वा निजको मृत्यु भएको अनुमान",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै विदेशी व्यक्ति वेपत्ता भएको वा निजको मृत्यु भएको कुरा अनुमान गर्नु पर्दा त्यस्तो व्यक्तिको नागरिकता रहेको मुलुकको कानून बमोजिम निर्धारण गरिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम विदेशी व्यक्तिको नागरिकता यकिन हुन नसकेमा निजको सामान्य बसोबास रहेको मुलुकको कानून र त्यस्तो बसोबास पनि यकिन हुन नसकेमा निज वेपत्ता हुनु वा निजको मृत्यु भएको अनुमान गर्नुभन्दा तत्काल अघि बसोबास गरेको मुलुकको कानून बमोजिम निर्धारण गरिनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "६९५",
                    "title": "हकवालाको निर्धारण विदेशी कानून बमोजिम गरिने",
                    "content": "नेपालभित्र बसोबास गर्ने विदेशीको सम्पत्तिमा अपुताली परी निजको हकवाला निर्धारण गर्नु पर्दा त्यस्तो विदेशीको नागरिकता रहेको मुलुकको कानून बमोजिम र त्यसरी नागरिकता पहिचान हुन नसकेमा जुन मुलुकमा निजको सामान्य बसोबास रहेको छ सोही मुलुकको र त्यस्तो बसोबास पनि यकिन हुन नसकेमा तत्काल निजले बसोबास गरेको मुलुकको कानून बमोजिम हकवाला निर्धारण गरिनेछ ।"
                },
                {
                    "type": "section",
                    "section_number": "६९६",
                    "title": "मृतकको अपुताली निर्धारण",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नेपालमा कुनै विदेशी व्यक्तिको मुत्यु भएको कारणले अपुताली खुला भई नेपालमा रहेको निजको सम्पत्तिको हकवाला र त्यसको प्राथमिकताक्रम निर्धारण गर्नु पर्दा त्यस्तो व्यक्ति मृत्यु हुँदाका बखत निजको नागरिकता कायम रहेको मुलुकको कानून बमोजिम निर्धारण गरिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको कानून यकिन हुन नसकेमा निजको मृत्यु हुँदाका बखत कायम रहेको निजको सामान्य बसोबास रहेको मुलुकको कानून बमोजिम र त्यस्तो मुलुक पनि यकिन हुन नसकेमा नेपाल कानून बमोजिम निर्धारण गरिनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "६९७",
                    "title": "सङ्गठित संस्थाको प्रकृति निर्धारण",
                    "content": "कुनै कम्पनी, प्रतिष्ठान (फाउण्डेशन) वा अन्य कुनै सङ्गठित संस्था पब्लिक वा प्राइभेट के हो सो कुरा निर्धारण गर्नु पर्दा त्यस्तो कम्पनी, प्रतिष्ठान वा सङ्गठित संस्था दर्ता भएको मुलुकको कानून बमोजिम र त्यस्तो कानून यकिन हुन नसकेमा त्यस्तो कम्पनी, प्रतिष्ठान वा सङ्गठित संस्थाको रजिष्टर्ड वा प्रधान कार्यालय रहेको मुलुकको कानून बमोजिम निर्धारण गरिनेछ ।"
                },
                {
                    "type": "section",
                    "section_number": "६९८",
                    "title": "सम्पत्तिको नियमन",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "चल सम्पत्तिको अपुतालीको नियमन मृतकको मृत्यु हुँदाका बखत कायम रहेको सामान्य बसोबास रहेको मुलुकको कानून बमोजिम हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "अचल सम्पत्तिको अपुतालीको नियमन त्यस्तो सम्पत्ति रहेको मुलुकको कानून बमोजिम हुनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "६९९",
                    "title": "नेपाली नागरिकले विदेशमा विवाह गर्दा नेपाल कानून पालना गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नेपाली नागरिकले विदेशी मुलुकमा विवाह गर्दा नेपाल कानून बमोजिम निर्धारित सक्षमता, योग्यता र शर्त पूरा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "नेपाली नागरिकले विदेशमा विवाह गर्दा पूरा गर्नु पर्ने औपचारिकता विवाह गरेको मुलुकको कानून बमोजिम हुनेछ । तर विदेश स्थित नेपाली राजदूताबास वा महावाणिज्य दूताबासमा विवाह गर्दा नेपाल कानून बमोजिमको औपचारिकता पनि पूरा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) र (२) को प्रतिकूल हुने गरी भएको विवाहले नेपालभित्र मान्यता पाउने छैन ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७००",
                    "title": "विदेशीले नेपालमा विवाह गर्दा निजको मुलुकको कानून पालना गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "विदेशीहरू वा विदेशी र नेपाली नागरिकले नेपालमा विवाह गर्दा विवाह गर्ने प्रत्येक व्यक्तिले आ-आफ्नो नागरिकता रहेको मुलुकको कानून बमोजिम निर्धारित सक्षमता, योग्यता र शर्त पालना गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "नेपालमा विदेशीले विवाह गर्दा पूरा गर्नु पर्ने औपचारिकता नेपाल कानून बमोजिम हुनेछ । तर नेपालस्थित विदेशी राजदूताबास वा महावाणिज्य दूताबासमा विवाह गर्दा सम्बन्धित मुलुकको कानून बमोजिमको औपचारिकता पूरा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) र (२) को प्रतिकूल भएको विवाहले नेपालभित्र मान्यता पाउने छैन ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७०१",
                    "title": "विवाहको परिणाम आफ्‌नो मुलुकको कानून बमोजिम हुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "विवाह पश्चात् दम्पतिको वैवाहिक सम्बन्ध तथा विवाहको परिणाम निजहरूको नागरिकता एउटै मुलुकको भए त्यस्तो मुलुकको कानून बमोजिम, त्यस्तो मुलुक फरक फरक भएमा निजहरूले सामान्य रूपमा बसोबास गरेको मुलुकको र त्यस्तो मुलुक पनि फरक फरक भएमा निजहरू तत्काल बसोबास गरेको मुलुकको कानून बमोजिम निर्धारण हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम विवाहको परिणाम निर्धारण हुन नसकेमा निजहरूले विवाह गरेको मुलुकको कानून बमोजिम निर्धारण हुनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७०२",
                    "title": "मातृक तथा पैत्रिक अख्तियारी नागरिकता रहेको मुलुकको कानून बमोजिम हुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "मातृक तथा पैत्रिक अख्तियारी लगायत आमा, बाबु र छोरा, छोरीको सम्बन्ध छोरा, छोरीको नागरिकता रहेको मुलुकको कानून बमोजिम नियमित हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको कानून यकिन नभएकोमा आमा, बाबु सामान्य रूपमा बसोबास गरेको मुलुकको कानून र त्यस्तो मुलुक पनि यकिन नभएको अवस्थामा निजहरू तत्काल बसोबास गरेको मुलुकको कानून बमोजिम नियमित हुनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७०३",
                    "title": "धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिको नागरिकता रहेको मुलुकको कानून बमोजिम हुने",
                    "content": "धर्मपुत्र वा धर्मपुत्री राखिसकेपछि धर्मपुत्र वा धर्मपुत्री राख्ने र धर्मपुत्र वा धर्मपुत्री हुने व्यक्ति बीचको सम्बन्ध धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिको नागरिकता रहेको मुलुकको कानून बमोजिम र त्यस्तो कानून यकिन हुन नसकेमा धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्ति सामान्य रूपमा बसोबास गरेको मुलुकको कानून र त्यस्तो कानून पनि यकिन हुन नसकेमा निजहरूले सामान्य रूपमा वैवाहिक जीवन यापन गर्दै आएको मुलुकको कानून बमोजिम निर्धारण हुनेछ ।"
                },
                {
                    "type": "section",
                    "section_number": "७०४",
                    "title": "संरक्षक वा माथवरको निर्धारण",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "असक्षम वा अर्धसक्षम व्यक्तिको संरक्षक वा माथवरको निर्धारण त्यस्तो व्यक्तिको नागरिकता रहेको मुलुकको कानून बमोजिम निर्धारण हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको मुलुक यकिन हुन नसकेमा निजको सामान्य बसोबास रहेको मुलुकको कानून बमोजिम र त्यस्तो मुलुक पनि यकिन हुन नसकेमा निजको तत्काल बसोबास रहेको मुलुकको कानून बमोजिम निर्धारण हुनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "संरक्षक वा माथवर र संरक्षकत्व वा माथवरीमा रहेको व्यक्तिको सम्बन्ध संरक्षक वा माथवर भएको वा नियुक्त भएको मुलुकको कानून बमोजिम निर्धारण हुनेछ । तर संरक्षकत्व वा माथवरी अन्तर्गत रहेको व्यक्तिको सामान्य बसोबास नेपालमा भएमा नेपाल कानून बमोजिम निर्धारण हुनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७०५",
                    "title": "बसोबास रहेको मुलुकको कानून बमोजिम निर्धारण हुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "मानो छुट्टिएको विषय नियमन गर्नु पर्दा विवाहित दम्पति सामान्य रूपमा बसोबास गरेको मुलुकको कानून बमोजिम नियमन हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम नियमन गर्दा दम्पतिहरूको सामान्य रूपमा बसोबास गरेको मुलुक फरक फरक भएमा निजहरू अन्तिम पटक सामान्य रूपमा बसोबास गरेको मुलुकको कानून बमोजिम र त्यस्तो मुलुक पनि यकिन हुन नसकेमा जुन मुलुकको अदालतमा मानो चामलको मुद्दा रहेको छ, सोही मुलुकको कानून बमोजिम नियमन हुनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७०६",
                    "title": "विदेशमा भएको सम्बन्ध विच्छेदले मान्यता पाउने",
                    "content": "नेपाली नागरिकहरू बीच वा नेपाली नागरिक र विदेशीबीच विदेशमा सम्बन्ध विच्छेद भएकोमा सम्बन्ध विच्छेद भएको मुलुकको कानून बमोजिम त्यस्तो सम्बन्ध विच्छेद भएको रहेछ भने त्यस्तो सम्बन्ध विच्छेदले नेपाल कानून बमोजिम मान्यता पाउनेछ र त्यस्तो कार्यान्वयन हुन सक्नेछ ।"
                },
                {
                    "type": "section",
                    "section_number": "७०७",
                    "title": "स्वामित्वको अन्तरवस्तु सम्पत्ति रहेको मुलुकको कानून बमोजिम हुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै सम्पत्तिको स्वामित्व वा भोगाधिकार अन्तर्गतको अन्तरवस्तु त्यस्तो सम्पत्ति रहेको मुलुकको कानून बमोजिम निर्धारण हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "अचल सम्पत्ति उपर स्वामित्व कायम हुने वा अन्त्य हुने अवस्था त्यस्तो सम्पत्ति रहेको मुलुकको कानून बमोजिम निर्धारण हुनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७०८",
                    "title": "गन्तव्यस्थलको कानून बमोजिम वस्तुको नियमन हुने",
                    "content": "ढुवानी हुने क्रममा कुनै वस्तु पारवहनमा रहँदा त्यस्तो वस्तु गन्तव्य स्थलको कानून बमोजिम नियमन हुनेछ ।"
                },
                {
                    "type": "section",
                    "section_number": "७०९",
                    "title": "करार कानून पक्षहरूले निर्धारण गरे बमोजिम हुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै करारलाई नियमित गर्ने कानून (गभर्निङ्ग ल) त्यस्तो करारका पक्षहरूले करारमा निर्धारण गरे बमोजिम हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम कानून निर्धारण नभएकोमा त्यस्तो करार परिपालना हुने मुलुकको र त्यस्तो मुलुक पनि यकिन हुन नसकेमा त्यस्तो करार सम्पन्न भएको मुलुकको कानून बमोजिम त्यस्तो करार नियमित हुनेछ । तर नेपालमा सम्पन्न भएको करार नेपाल कानूनबाट नै नियमित हुनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७१०",
                    "title": "विदेशमा भएको लिखतले मान्यता पाउने",
                    "content": "नेपाल बाहिर गरिएको कुनै करार वा लिखतको वैधता जुन मुलुकमा त्यस्तो करार वा लिखत भएको हो त्यस्तो मुलुकको कानून बमोजिम निर्धारण गरिनेछ र त्यस्तो मुलुकको कानून बमोजिम रीत पुगेको रहेछ भने त्यस्तो करार वा लिखत कानून सम्मत भएको मानिनेछ र नेपालमा मान्यता पाउनेछ ।"
                },
                {
                    "type": "section",
                    "section_number": "७११",
                    "title": "दान बकस दाताको नागरिकताको कानूनबाट नियमन हुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "दान वा बकसको वैधताको विषय दान बकस दिँदाका बखत कायम रहेको दाताको नागरिकताको कानून बमोजिम नियमन हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "दान वा बकस जुन ठाउँमा दिइएको हो सोही मुलुकको कानून बमोजिम औपचारिकता पूरा गरिएको भए रीतपूर्वक दान वा बकस प्रदान गरिएको मानिनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७१२",
                    "title": "दृष्कृति वापतको दायित्व निर्धारण",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "विदेशी, विदेशी वस्तु वा विदेशमा भएको काम समावेश भएको कानून बमोजिम दृष्कृति मानिने काम वापतको दायित्व निर्धारण गर्दा त्यस्तो काम भएको मुलुकको कानून बमोजिम निर्धारण गरिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको काम कुनै एक मुलुकमा प्रारम्भ भई त्यसको कारणबाट परिणाम अर्को मुलुकमा उत्पन्न भएमा परिणाम उत्पन्न भएको मुलुकको कानून बमोजिम दायित्व निर्धारण गरिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (२) बमोजिम दायित्व निर्धारण हुन नसकेमा जुन मुलुकमा दुष्कृति मानिने काम भएको छ सोही मुलुकको कानून बमोजिम निर्धारण गरिनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७१३",
                    "title": "अर्ध करार वा अनुचित सम्वृद्धि वापतको दायित्व",
                    "content": "अर्ध करार वा अनुचित सम्वृद्धि वापतको दायित्व निर्धारण गर्नु पर्दा त्यस्तो काम भएको मुलुकको कानून बमोजिम निर्धारण हुनेछ ।"
                },
                {
                    "type": "section",
                    "section_number": "७१४",
                    "title": "अन्य विषय निजी अन्तरराष्ट्रिय कानूनका मान्य सिद्धान्त बमोजिम हुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "यस भागमा उल्लेख नभएका विदेशी, विदेशी वस्तु वा विदेशमा भएको काम समावेश भएको कुनै विषयको सम्बन्धमा निर्धारण गर्नु पर्दा त्यस्तो विषयमा नेपाल कानूनमा छुट्टै व्यवस्था भएको रहेछ भने नेपाल कानून बमोजिम र त्यस्तो व्यवस्था नभएकोमा निजी अन्तरराष्ट्रिय कानूनका मान्य सिद्धान्त बमोजिम निर्धारण गरिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि त्यस्तो उपदफा बमोजिमको विषय नेपाल कानून बमोजिम नै निर्धारण हुन सम्बद्ध विषयका सम्पूर्ण पक्षहरू सहमत भएमा त्यस्तो विषय नेपाल कानून बमोजिम निर्धारण गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७१५",
                    "title": "दोहोरो नागरिकता रहेकोमा सामान्य बसोबास रहेको मुलुकको कानून बमोजिम हुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "यस भागमा नागरिकता रहेको मुलुकको कानून बमोजिम कुनै विषय निर्धारण हुने भनिएकोमा कुनै व्यक्तिको एकै पटक दुई वा दुईभन्दा बढी देशको नागरिकता रहेकोमा निजको नागरिकता रही सामान्य बसोबास गर्दै आएको मुलुकको कानून बमोजिम निर्धारण हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको मुलुकको कानून बमोजिम त्यस्तो विषय निर्धारण हुन नसकेमा नागरिकता रही अत्यन्त निकटतम सम्बद्धता रहेको (मष्ट क्लोजेष्ट कनेक्शन) मुलुकको कानून बमोजिम निर्धारण हुनेछ । तर नेपाली नागरिकता समेत रहेको, नेपालमा सामान्य बसोबास रहेको वा गैरआवासीय नेपाली नागरिकको हकमा नेपाल कानून बमोजिम निर्धारण हुनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) बमोजिमको विषय शरणार्थी वा राज्यविहिन व्यक्तिको हकमा भए त्यस्तो व्यक्तिको सामान्य बसोबास रहेको मुलुकको कानून बमोजिम र त्यस्तो कानून पनि निर्धारण हुन नसकेमा निजको तत्काल बसोबास रहेको मुलुकको कानून बमोजिम निर्धारण हुनेछ ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७१६",
                    "title": "विदेशी अदालतबाट मुद्दा कारबाही गर्न स्वीकृति दिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "नेपालको कुनै अदालतमा विदेशी पक्ष भई विचाराधीन रहेको मुद्दा त्यस्तो पक्ष रहे बसेको मुलुकको अदालतबाट समाधान गर्न उपयुक्त र व्यावहारिक भएको कारण जनाई मुद्दाका दुवै पक्षले अदालतमा संयुक्त निवेदन दिएमा र त्यसरी दिएको निवेदन जाँचबुझ गर्दा मनासिब देखिएमा अदालतले त्यस्तो मुद्दाका पक्षहरूको माग बमोजिमको विदेशी अदालतबाट मुद्दाको कारबाही गर्ने गरी स्वीकृति दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम अदालतले कुनै मुद्दाको सम्बन्धमा विदेशी अदालतबाट कारबाही गर्ने गरी स्वीकृति प्रदान गरिसकेपछि पुनः सोही विषयमा नेपालको अदालतबाट कारबाही गरिने छैन ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७१७",
                    "title": "नेपालको अदालतमा विचाराधीन मुद्दा मुलतबी राख्न सक्ने",
                    "content": "नेपालको अदालतमा पक्षहरू बीच कुनै मुद्दा विचाराधीन रहेकोमा त्यस्ता पक्षहरू बीच सोही विषयमा विदेशको कुनै अदालतमा समेत मुद्दा चलेकोमा र निजहरू बीच अर्को देशमा चलेको मुद्दामा हुने फैसलाबाट नेपालको अदालतमा चलेको मुद्दामा प्रत्यक्ष असर पर्न सक्ने देखी नेपालमा चलेको मुद्दा मुलतबी राख्न पक्षहरूले निवेदन दिएमा अदालतले निजहरू बीच विदेशमा चलेको मुद्दा फैसला नभएसम्मको लागि त्यस्तो मुद्दा मुलतबी राख्न सक्नेछ ।"
                },
                {
                    "type": "section",
                    "section_number": "७१८",
                    "title": "नेपालको अदालतलाई क्षेत्राधिकार हुने",
                    "content": "देहायका विषयका सम्बन्धमा उत्पन्न विवादको कारबाही र किनारा गर्ने क्षेत्राधिकार नेपालको अदालतलाई हुनेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "नेपालभित्र बसोबास गर्ने विदेशीहरूबीच वा विदेशी र नेपाली नागरिक बीच यस संहिता वा अन्य कानून बमोजिम नियमित भएका विषय,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "नेपालमा बसोबास गर्ने विदेशी प्रतिवादी भएको मुद्दाको विषय,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "मृत्यु हुँदाका बखत नेपालमा सम्पत्ति भई नेपालमा बसोबास गर्ने विदेशीको अपुतालीको विषय,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "नेपाली नागरिक र विदेशी बीच विदेशमा लेनदेन व्यवहार वा कारोबार भएकोमा त्यसको भुक्तानी नेपालभित्र हुने विषय,"
                        },
                        {
                            "clause_letter": "ङ",
                            "content": "विदेशीहरूबीच वा विदेशी र नेपाली नागरिक बीच नेपालभित्र रहेको सम्पत्ति सम्बन्धी विषय,"
                        },
                        {
                            "clause_letter": "च",
                            "content": "नेपालभित्र सम्पन्न वा नेपालमा परिपालन हुने विदेशी व्यक्तिहरूबीच वा कम्तीमा एक पक्ष नेपालको नागरिक वा सङ्गठित संस्था पक्ष रहेको करार सम्बन्धी विषय,"
                        },
                        {
                            "clause_letter": "छ",
                            "content": "पक्ष वा विपक्ष दुवै नेपाली नागरिक भएको वा नेपालमा सामान्य बसोबास भएका विदेशी रहेको नेपाल बाहिर भएको दुष्कृति, अर्धकरार वा अनुचित सम्वृद्धि सम्बन्धी विषय,"
                        },
                        {
                            "clause_letter": "ज",
                            "content": "नेपालका अदालतबाट निरुपण गर्नु पर्ने दफा ६९९ को उपदफा (२) अन्तर्गतका विषय ।"
                        }
                    ]
                },
                {
                    "type": "section",
                    "section_number": "७१९",
                    "title": "मुद्दासंग सम्बन्धित अन्य विषय पनि नेपालको अदालतबाट समाधान हुन सक्ने",
                    "content": "विदेशी संलग्न भई मुख्य विवादको समाधान गर्ने अधिकार क्षेत्र अन्तर्गत नेपालको अदालतमा चलेको कुनै मुद्दामा त्यससँग सम्बन्धित अन्य विषयको समेत समाधान गर्नु पर्ने देखिएमा अदालतले त्यस्तो विषयमा समेत आफनो अधिकार क्षेत्र ग्रहण गरी समाधान गर्न सक्नेछ ।"
                },
                {
                    "type": "section",
                    "section_number": "७२०",
                    "title": "सन्धि भएकोमा सोही बमोजिम हुने",
                    "content": "यस भागमा उल्लेख भएका कुनै विषयका सम्बन्धमा नेपाल पक्ष भएको कुनै सन्धिमा छुट्टै व्यवस्था भएकोमा त्यस्तो व्यवस्था उपर यस परिच्छेदमा लेखिएको कुनै कुराले असर पार्ने छैन ।"
                },
                {
                    "type": "section",
                    "section_number": "७२१",
                    "title": "यस परिच्छेदको व्यवस्था लागू नहुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "यस भागमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि यस भाग अन्तर्गतका कानूनी व्यवस्था नेपालमा लागू गर्दा सार्वजनिक व्यवस्था (पब्लिक अर्डर) प्रतिकूल हुने रहेछ भने त्यस्तो अवस्थामा यस भागको व्यवस्था लागू हुने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको अवस्था उत्पन्न भएमा यस भागका विषयहरू अन्य सम्बद्ध मापदण्ड (लिङ्किङ्ग क्राइटेरिया) बाट र त्यस्तो मापदण्ड निर्धारण हुन नसकेमा नेपाल कानून बमोजिम नियमित हुनेछ ।"
                        }
                    ]
                }
            ]
        }
    ]
}