{
    "metadata": {
        "document_title_inferred": "Muluki Dewani Karyabidhi Samhita (Pages 30-60)",
        "source_file": "muluki_dewani_karyabidhi_sanghita_pages_30-60.pdf",
        "language": "Nepali",
        "page_range": "30-60",
        "repeating_footer_note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।",
        "annotation_notes": [
            {
                "marker": "*",
                "page": 40,
                "text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
            },
            {
                "marker": "*",
                "page": 50,
                "text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
            },
            {
                "marker": "*",
                "page": 53,
                "text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
            },
            {
                "marker": "X",
                "page": 59,
                "text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा झिकिएको ।"
            },
            {
                "marker": "*",
                "page": 59,
                "text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
            },
            {
                "marker": "*",
                "page": 60,
                "text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
            }
        ]
    },
    "chapters": [
        {
            "chapter_number_inferred": "६",
            "chapter_title_inferred": "अदालती शुल्क",
            "inference_note": "Chapter 6 (containing sections 71-84) inferred based on surrounding chapters and section topics. Chapter title inferred from content.",
            "sections": [
                {
                    "section_number_inferred": "७०",
                    "inference_note": "Section 70 inferred from reference in Section 71(1) and structure starting on Page 30.",
                    "subsections": [
                        {
                            "subsection_number_inferred": "१",
                            "inference_note": "Inferred parent subsection for clauses (ढ) to (थ) appearing at the start of Page 30.",
                            "clauses": [
                                {
                                    "clause_letter": "(ढ)",
                                    "content": "संरक्षक नियुक्ति वा बदर,"
                                },
                                {
                                    "clause_letter": "(ण)",
                                    "content": "माथवरको नियुक्ति वा बदर,"
                                },
                                {
                                    "clause_letter": "(त)",
                                    "content": "फलोपभोगको दाबी वा बदर, तर मूल्य उल्लेख भएकोमा मूल्यका आधारमा अदालती शुल्क लाग्नेछ ।"
                                },
                                {
                                    "clause_letter": "(थ)",
                                    "content": "सुविधाभारको दाबी वा बदर ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायका मुद्दामा एक हजार रुपैयाँ अदालती शुल्क लाग्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "(क)",
                                    "content": "अंश लाग्ने सम्पत्तिमा अंशको भाग यकिन गरी वा दिलाई दिने माग दाबी,"
                                },
                                {
                                    "clause_letter": "(ख)",
                                    "content": "लिखत वा कागज बदर ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) र (२) मा लेखिएदेखि बाहेक बिगो नखुलेको अन्य कुनै करारका सम्बन्धमा पर्न आउने विवादमा एकमुष्ट दुई हजार पाँच सय रुपैयाँ अदालती शुल्क लाग्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७१",
                    "section_title": "अदालती शुल्क लिने सम्बन्धी विशेष व्यवस्था",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा ७० मा जुनसुकै कुरा लेखिएको भए तापनि देहायको मुद्दामा देहाय बमोजिम अदालती शुल्क लाग्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "(क)",
                                    "content": "बादी वा पुनरावेदकको जिकिरबाट कुनै सम्पत्तिको हक बेहक गर्नु पर्ने भएमा दफा ६८ बमोजिम,"
                                },
                                {
                                    "clause_letter": "(ख)",
                                    "content": "अंश मुद्दामा फिरादपत्रसाथ सम्पत्तिको फाँटवारी पेश नभई प्रतिउत्तरसाथ पेश भएको वा अदालतले मागेको फाँटवारी बमोजिम सम्पत्तिको बिगो कायम भएकोमा त्यस्तो बिगोको हिसाबले,"
                                },
                                {
                                    "clause_letter": "(ग)",
                                    "content": "साँवा र ब्याज दुवै दाबी गरी फिरादपत्र दिएकोमा फिरादपत्र दिएको मितिसम्मको ब्याजको हुने अङ्कबाट,"
                                },
                                {
                                    "clause_letter": "(घ)",
                                    "content": "फैसला हुँदा ब्याज समेत भराउने निर्णय भएमा फिरादपत्र दायर भएको मितिदेखि फैसला कार्यान्वयन हुँदासम्मको कानून बमोजिम हुने ब्याजको ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै मुद्दामा मूल्य वा बिगो खुलेकोमा यस परिच्छेदको अन्य दफामा उल्लेख भए बमोजिम मूल्य वा बिगोको आधारमा र मूल्य वा बिगो नखुलेको अन्य जुनसुकै मुद्दामा दफा ७० को अधीनमा रही एक हजार रुपैयाँ अदालती शुल्क लाग्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७२",
                    "section_title": "मुद्दा परेको अघिल्लो दिनको मूल्य कायम गर्ने",
                    "content": "यस परिच्छेद बमोजिम अदालती शुल्क लिने प्रयोजनको लागि कुनै सम्पत्तिको मूल्य कायम गर्दा अचल सम्पत्ति भए दफा ६७ बमोजिम र अन्य सम्पत्ति भए जुन दिन फिरादपत्र दायर भएको हो त्यस्तो दिनभन्दा अघिल्लो दिनको मूल्यलाई आधार लिई मूल्य कायम गरिने छ ।"
                },
                {
                    "section_number": "७३",
                    "section_title": "पुनरावेदन गर्दा लाग्ने अदालती शुल्क",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "मूल्य वा बिगो खुलेको मुद्दामा जुनसुकै तहमा पुनरावेदन गर्दा जुन हदसम्म चित्त नबुझी पुनरावेदन गर्ने हो सोही हदसम्म फिरादपत्र दर्ता गर्दा लाग्ने अदालती शुल्कको सयकडा पन्ध्रको दरले थप अदालती शुल्क लाग्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "बिगो नखुलेको अंश मुद्दामा जुनसुकै तहमा पुनरावेदन दिँदा फिरादपत्र दर्ता गर्दा लागे सरहको अदालती शुल्क लाग्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "पहिलो तहको पुनरावेदन सुन्ने अदालतले गरेको पुनरावेदन फैसला उपर दोस्रो तहको अदालतमा पुनरावेदन दिएकोमा जुन हदसम्म चित्त नबुझी पुनरावेदन गर्ने हो सोही हदसम्म फिरादपत्र दर्ता गर्दा लाग्ने अदालती शुल्कको थप पन्ध्र प्रतिशतको दरले अदालती शुल्क लाग्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७४",
                    "section_title": "पुनरावलोकन वा मुद्दा दोहोऱ्याई हेर्दा लाग्ने अदालती शुल्क",
                    "content": "कानून बमोजिम कुनै मुद्दा पुनरावलोकन गरी वा मुद्दा दोहोऱ्याई पाउँ भनी दिएको निवेदन उपर पुनरावलोकन वा मुद्दा दोहोऱ्याई दिने गरी आदेश भएमा जुन हदसम्म चित्त नबुझी पुनरावलोकन वा दोहोऱ्याई पाउन माग दाबी गरेको हो सोही हदसम्म त्यति कुरामा फिरादपत्र दर्ता गर्दा लाग्ने अदालती शुल्कको थप दश प्रतिशतका दरले अदालती शुल्क लाग्नेछ ।"
                },
                {
                    "section_number": "७५",
                    "section_title": "फैसला बमोजिम लागेको अदालती शुल्क र दण्ड जरिबाना दाखिला गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "मुद्दाको कुनै पक्षले शुरु तहको फैसला उपर पुनरावेदन दिँदा वा पहिलो तहको पुनरावेदन सुन्ने अदालतले गरेको पुनरावेदन फैसला उपर दोस्रो तहको पुनरावेदन सुन्ने अदालतमा पुनरावेदन गर्दा फैसला बमोजिम निजले अर्को पक्षलाई भराई दिनु पर्ने ठहरेको अदालती शुल्क दाखिला गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "मुद्दाका कुनै पक्षले कानून बमोजिम पुनरावलोकन गरी वा मुद्दा दोहोऱ्याई पाउँ भनी निवेदन दिँदा फैसला बमोजिम लागेको अदालती शुल्क दाखिला गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि मुद्दाको कुनै पक्षलाई फैसला बमोजिम कुनै दण्ड जरिबाना लागेको भए त्यस्तो दण्ड जरिबाना दाखिला नगरी वा सो बापत जमानत नदिई कुनै पुनरावेदनपत्र वा मुद्दा पुनरावलोकन गरी वा दोहोऱ्याई पाउँ भनी दिएको कुनै निवेदनपत्र दर्ता हुने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "७६",
                    "section_title": "अदालती शुल्क नगदमा दाखिला गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेदमा अन्यथा उल्लेख भएकोमा बाहेक अदालती शुल्क नगदमा दाखिला गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि अदालती शुल्क एक लाख रुपैयाँभन्दा बढी भएमा बढीमा एक वर्षसम्मको लागि बैङ्क तथा वित्तीय संस्था सम्बन्धी प्रचलित कानून बमोजिम “क” वर्गको ईजाजतपत्र प्राप्त बैङ्कको बैङ्क जमानत पेश गर्न सकिनेछ र त्यस्तो बैङ्क जमानतको जमानत अवधि समाप्त हुनु अगावै मुद्दा फैसला हुनु अघिसम्म प्रत्येक वर्ष नवीकरण गराउन पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम पेश गरिने बैङ्क ग्यारेण्टीको लागि दाबी गरिएको वा विबादित सम्पत्ति वा त्यसको कुनै अंश राख्न सकिने छैन र एक वर्षको अवधि भुक्तानी हुनुभन्दा कम्तीमा एक महिना अगावै उपदफा (१) बमोजिमको रकम नगदमै अदालती शुल्क दाखिल गर्नु पर्नेछ । त्यसरी अदालती शुल्क दाखिला गर्न नसकेमा वा अदालतबाट बैङ्क ग्यारेण्टीको रकम असुल उपर हुन नसकेमा त्यस्तो मुद्दा दफा ६४ बमोजिम हुनेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (१) बमोजिम अदालतमा अदालती शुल्क दाखिला हुन आएमा सम्बन्धित कर्मचारीले सो व्यहोरा नगदी स्रेस्तामा आम्दानी बाँधी त्यसको रीतपूर्वकको तीन प्रति रसिद तयार गरी एक प्रति अदालती शुल्क दाखिला गर्ने व्यक्तिलाई दिई अर्को प्रति सम्बन्धित मिसिलमा राख्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७७",
                    "section_title": "नपुग अदालती शुल्क दाखिला गर्न लगाउने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "फिरादपत्र वा पुनरावेदनपत्र दर्ता गर्दा वा फिरादपत्र वा पुनरावेदनपत्रको लेखाइबाट यस परिच्छेद बमोजिम लाग्ने अदालती शुल्कभन्दा कम अदालती शुल्क दाखिला गर्न ल्याएको देखिएमा अदालतले सम्बन्धित व्यक्तिलाई तुरुन्त नपुग अदालती शुल्क दाखिला गर्न लगाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम कुनै व्यक्तिले नपुग अदालती शुल्क तुरुन्त दाखिला गर्न नसकी म्याद मागेमा अदालतले फिरादपत्र वा पुनरावेदनपत्र दिने अन्तिम म्याद सात दिन बाँकी भए सो अवधिभित्र र सो भन्दा कम अवधि भए सात दिनभित्र नपुग अदालती शुल्क दाखिला गर्न ल्याउन सम्बन्धित व्यक्तिलाई म्याद दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "यस परिच्छेद बमोजिम लिनु पर्नेभन्दा घटी अदालती शुल्क लिएको वा बुझाएको कुरा फिरादपत्र वा पुनरावेदनपत्र दर्ता गरिसकेपछि कुनै प्रकारबाट अदालतलाई थाहा हुन आएमा वा सो विषयमा कसैको उजुरी परी जाँचबुझ गर्दा सो कुरा मनासिब देखिएमा पक्ष तारिखमा रहेको भए अदालतले निजलाई नपुग देखिएको अदालती शुल्क सात दिनभित्र दाखिला गर्न ल्याउन तारिख तोक्नु पर्नेछ र पक्ष तारिखमा नरहेको भए सात दिनको म्याद दिई नपुग अदालती शुल्क दाखिला गर्न ल्याउन म्याद जारी गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (३) बमोजिम दिइएको अवधिभित्र पक्षले अदालती शुल्क दाखिला नगरेमा त्यस्तो मुद्दा अदालतबाट कारबाही, सुनुवाई र किनारा हुन सक्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "७८",
                    "section_title": "बढी अदालती शुल्क फिर्ता गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै पक्षबाट बढी अदालती शुल्क लिइएको कुरा मुद्दाको कारबाहीको सिलसिलामा पक्षको निवेदन वा अन्य व्यहोराबाट थाहा हुन आएमा अदालतले बढी अदालती शुल्क सम्बन्धित पक्षलाई निवेदन परेको वा थाहा हुन आएको मितिले तीन महिनाभित्र फिर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "अदालती शुल्क बढी दाखिला गरेको कुरा मुद्दा फैसला भइसकेपछि कुनै तवरले थाहा हुन आएमा सम्बन्धित पक्षले त्यस्तो अदालती शुल्क फिर्ता पाउन सम्बन्धित अदालतमा निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम प्राप्त भएको निवेदन जाँचबुझ गर्दा निवेदकको माग मनासिब देखिएमा अदालतले त्यस्तो अदालती शुल्क निवेदन परेको मितिले तीन महिनाभित्र निवेदकलाई फिर्ता दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७९",
                    "section_title": "अदालतले तोकेको अदालती शुल्क उपर उजुरी दिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेद बमोजिम अदालतले तोकेको अदालती शुल्क उपर चित्त नबुझ्ने व्यक्तिले अदालती शुल्क दाखिला गरी नसकेको भए तीन दिनभित्र र अदालती शुल्क दाखिला गरी सकेको भए मुद्दाको फैसला हुनु अगावै सोही अदालतको न्यायाधीश समक्ष उजुरी गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम प्राप्त भएको उजुरी जाँचबुझ गर्दा अदालती शुल्क बढी लिएको देखिएमा सम्बन्धित न्यायाधीशले बढी लिएको अदालती शुल्क फिर्ता गर्न र जानीजानी बढी अदालती शुल्क लिने कर्मचारीलाई विभागीय कारबाही गर्न आदेश दिनु पर्नेछ ।",
                            "explanation": {
                                "explanation_marker": "स्पष्टीकरण",
                                "content": "यस उपदफाको प्रयोजनको लागि “जानीजानी” भन्नाले फिरादपत्र वा पुनरावेदनपत्रका लेखबाट वा प्रमाणबाट देखिन आएको मूल्य वा बिगोको यस परिच्छेद बमोजिम अदालती शुल्क नलिने काम सम्झनु पर्छ ।"
                            }
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम जाँचबुझ गर्दा उजुरीको व्यहोरा झुट्टा ठहरेमा सो उजुर गर्ने व्यक्तिलाई जति अदालती शुल्क बढी लियो वा तोक्यो भन्ने दाबी लिएको हो त्यस्तो अङ्कको पन्ध्र प्रतिशतको दरले जरिबाना गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८०",
                    "section_title": "घटी अदालती शुल्क लिए वा बुझाए बापत जरिबाना हुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कसैले घटी अदालती शुल्क बुझाउने मनसायले मूल्य वा बिगो घटाएको छ भन्ने लागेमा सरोकारवाला पक्षले मुद्दा रहेको अदालतमा उजुरी दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम प्राप्त भएको उजुरी जाँचबुझ गर्दा वा त्यसरी उजुरी प्राप्त नभए पनि अदालतबाटै मिसिल जाँचबुझ गर्दा घटी अदालती शुल्क दाखिला गराउने मनसायले मूल्य वा बिगो घटाएको देखिएमा अदालतले त्यस्तो पक्षलाई घटाएको अदालती शुल्कको पन्ध्र प्रतिशत जरिबाना गरी नपुग अदालती शुल्क दाखिला गर्न लगाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) बमोजिम परेको उजुरी जाँचबुझ गर्दा झुट्टा ठहरेमा त्यस्तो उजुरीकर्तालाई निजले नपुग अदालती शुल्क भनी दाबी लिएको अङ्कको पाँच प्रतिशत जरिबाना हुनेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "अदालतको कर्मचारीले जानीजानी लिनु पर्नेभन्दा कम अदालती शुल्क लिएको कुरा कसैको उजुरी परी वा अन्य कुनै तवरबाट देखिएमा निज उपर कानून बमोजिम विभागीय कारबाही हुनेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "उपदफा (४) बमोजिम घटी अदालती शुल्क लिएको मुद्दाको अन्तिम फैसला भइसकेको वा त्यस्तो मुद्दामा पुनरावेदन गर्ने म्याद समाप्त भइसकेको रहेछ र त्यस्तो अदालती शुल्क सम्बन्धित पक्षबाट असुल उपर हुन नसकेमा त्यस्तो अदालती शुल्कको बिगो त्यसरी कम लिने कर्मचारीबाट असुल गरिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८१",
                    "section_title": "अदालती शुल्क जफत हुने",
                    "content": "अदालती शुल्क लागेको मुद्दामा बादी वा पुनरावेदकले मुद्दा हारेमा वा मुद्दा पुनरावलोकन गरी वा दोहोऱ्याई पाउँ भनी परेको निवेदन उपर कारबाही हुँदा पहिलाको फैसला सदर भएमा निजले दाखिला गरेको अदालती शुल्क जफत हुनेछ ।"
                },
                {
                    "section_number": "८२",
                    "section_title": "मुद्दा मिलापत्र, डिसमिस वा खारेज भएमा गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "अदालती शुल्क पूरै बुझाई दर्ता भएको मुद्दामा मिलापत्र गर्दा मिलापत्र बापत शुरु तहको अदालतमा प्रमाण बुझ्नु अघि भए पच्चीस प्रतिशत र त्यसपछि जुनसुकै अवस्था र तहमा मिलापत्र गर्दा आधा अदालती शुल्क लिई बाँकी अदालती शुल्क बादी, पुनरावेदक वा सम्बन्धित पक्षलाई फिर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "अदालती शुल्क पूरै वा केही पछि लिने गरी दर्ता भएको मुद्दामा मिलापत्र गर्दा अदालतले उपदफा (१) बमोजिम लाग्ने अदालती शुल्क बादी वा पुनरावेदकबाट लिएर मात्र मिलापत्र गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "अदालती शुल्क पूरै बुझाई दर्ता भएको मुद्दा डिसमिस वा खारेज भएमा बादी वा पुनरावेदकलाई कुनै सजाय गरिने छैन ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "कुनै मुद्दा डिसमिस वा खारेज भएमा त्यस्तो मुद्दाका लागि बुझाएको अदालती शुल्क फिर्ता हुने छैन ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "पूरै वा केही अदालती शुल्क पछि बुझाउने गरी दर्ता भएको मुद्दा डिसमिस वा खारेज भएमा बादी वा पुनरावेदकबाट बाँकी अदालती शुल्क असुल उपर गरिनेछ । तर मुद्दा खारेज भएको हकमा फिरादपत्रको लेखाइबाटै दर्ता हुन नसक्ने फिरादपत्र दर्ता भएको देखिएमा त्यस्तो मुद्दामा लिइएको अदालती शुल्क फिर्ता हुनेछ ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "कानूनको रीत पुऱ्याई मिलापत्र, डिसमिस वा खारेज भएको मुद्दा पक्षको उजुरीबाट कुनै प्रकारले जागी पुनः कारबाही हुने भएमा जसको उजुरीबाट मुद्दा पुनः कारबाही हुने भएको हो निजले मुद्दा रहेको अदालतमा यस परिच्छेद बमोजिम लाग्ने अदालती शुल्क पुनः दाखिल गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८३",
                    "section_title": "अदालती शुल्क भराई दिने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "अदालती शुल्क लागेको मुद्दामा जित्ने पक्षले बुझाएको अदालती शुल्क हार्ने पक्षबाट फैसला बमोजिम भराई लिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम अदालती शुल्क भराउँदा एक जनाभन्दा बढी प्रतिबादी वा पुनरावेदक भए जति जनाबाट जतिका दरले बिगो भरी पाउने ठहर्छ त्यस्तो बिगोको हिसाबले, हक दाबी छाड्नु छुटाउनु पर्ने कुरामा जति जनाबाट जति हक दाबी छाड्नु छुटाउनु पर्ने हो त्यति नै जनाबाट सोही हिसाबले र अन्य अवस्थामा हार्ने जति प्रतिबादी वा प्रत्यर्थी छन् त्यति जनाबाट समानुपातिक हिसाबले अदालती शुल्क भराई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "केही वा पूरै अदालती शुल्क नराखी फिरादपत्र दर्ता भएको अवस्थामा बादी वा पुनरावेदकले जिते लाग्ने ठहरिएको अदालती शुल्क अर्को पक्षबाट दण्ड जरिबाना सरह असुल उपर गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "बादी वा पुनरावेदकले एकभन्दा बढी विषयमा दाबी गरेकोमा जति विषयमा दाबी पुग्ने ठहर्छ त्यतिका हिसाबले मात्र लाग्ने अदालती शुल्क अर्को पक्षबाट भराई लिन पाउनेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "केही वा पूरै अदालती शुल्क नराखी मुद्दा दायर भएकोमा बादी वा पुनरावेदकले मुद्दा हारेमा लाग्ने अदालती शुल्क निजहरूबाटै असुल गरिनेछ ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "यस दफा बमोजिम बादी वा पुनरावेदकले अदालती शुल्क भरी पाउने फैसला भएकोमा सो भरी नपाउदै प्रतिबादी वा प्रत्यर्थीको मृत्यु भएमा त्यस्तो अदालती शुल्क निजको अपुताली खानेबाट भराई लिन पाउनेछ ।"
                        },
                        {
                            "subsection_number": "(७)",
                            "content": "पुनरावेदन वा पुनरावलोकन गरी वा मुद्दा दोहोऱ्याई पाउँ भन्ने मुद्दा फैसला हुँदा पुनरावेदक वा निवेदकले आंशिक वा पूर्ण रूपमा जितेमा निजले जिते जतिमा लाग्ने ठहरिएको अदालती शुल्क प्रत्यर्थीबाट भराई लिन पाउनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८४",
                    "section_title": "अदालती शुल्कलाई प्राथमिकता दिई भराउनु पर्ने",
                    "content": "फैसला बमोजिम बिगो, दण्ड, जरिबाना, अदालती शुल्क लगायत अन्य दस्तुर वा शुल्क भराउँदा वा लिँदा अदालतले पहिले अदालती शुल्क भराउनु वा लिनु पर्नेछ ।"
                }
            ]
        },
        {
            "chapter_number": "७",
            "chapter_title": "फिरादपत्र तथा दाबी प्रस्तुति सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "८५",
                    "section_title": "दाबी पेश गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कसैले कानून बमोजिम दाबी लिएको कुरालाई प्रचलन गराउन चाहेमा अदालत समक्ष त्यस्तो दाबी लिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम दाबी लिँदा यस परिच्छेद बमोजिमको कार्यविधि र शर्त पूरा गरी अदालतमा फिरादपत्र दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८६",
                    "section_title": "हक पुग्ने विषयमा फिराद दिनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेदमा अन्यथा लेखिएकोमा बाहेक फिरादपत्र दिँदा आफ्‌नो हक पुग्ने विषयमा मात्र दाबी गरी फिरादपत्र दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) को प्रतिकूल हुने गरी कसैले फिरादपत्र दर्ता गर्न माग गरेमा फिरादपत्र दर्ता हुन सक्ने छैन र कुनै कारणवश दर्ता भएको भए तापनि दफा ९१ बमोजिम दिइएको फिरादपत्र बाहेक अन्य फिरादपत्र खारेज हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८७",
                    "section_title": "एउटै फिरादपत्र दिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै व्यक्तिले अर्को व्यक्ति विरुद्ध देवानी प्रकृतिको कुनै दाबी र त्यससँग सम्बन्धित जतिसुकै विषय भएपनि त्यस्तो विषयमा एउटै फिरादपत्र दायर गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "कसैले एकैपटक एउटै फिराद दिए हुने विषयमा सो नगरी पहिले दिएको मुद्दाको परिणाम विचार गरी त्यसको आधारमा पछि फिराद दिन आएमा त्यस्तो फिराद लाग्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "८८",
                    "section_title": "बादी वा प्रतिबादीको सङ्ख्याले असर नपर्ने",
                    "content": "कुनै एक विषयको दाबीको सम्बन्धमा कुनै एक व्यक्तिले जतिसुकै व्यक्ति उपर, जतिसुकै व्यक्तिले कुनै एक व्यक्ति उपर वा जतिसुकै व्यक्तिले जतिसुकै व्यक्ति उपर एउटै फिरादपत्र दिन सक्नेछ ।"
                },
                {
                    "section_number": "८९",
                    "section_title": "एकपटक मात्र फिरादपत्र दिनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै व्यक्तिले एकै विषयमा दफा ८७ बमोजिम कुनै व्यक्ति उपर एक अदालतमा फिरादपत्र दिई सकेपछि त्यही विषयमा त्यस्तो अदालत वा अन्य कुनै अदालतमा त्यस्तो व्यक्ति उपर अर्को फिराद दिन सक्ने छैन ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "एकै विषयमा एउटा पक्षले कुनै एक अदालतमा, अर्को पक्षले अन्य अदालतमा वा दुवै पक्षले एउटै अदालतमा छुट्टाछुट्टै फिरादपत्र दिएमा पहिले दर्ता भएको फिराद बमोजिम मुद्दाको कारबाही भई अरु फिरादपत्र खारेज हुनेछ । तर कानून बमोजिम दुवै पक्षको फिराद लाग्ने वा दुवै पक्षले फिराद गर्नु पर्ने अवस्थामा दुवै फिरादपत्र उपर कारबाही गर्न कुनै बाधा पर्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "९०",
                    "section_title": "फिरादपत्र हदम्यादभित्र दायर गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "फिरादपत्र दिँदा आफ्नो दाबी सहित कानून बमोजिम तोकिएको हदम्यादभित्र अदालतमा फिरादपत्र दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम फिरादपत्र दिँदा कुन कानून बमोजिमको हदम्यादभित्र फिराद गरेको हो सो कुरा फिरादपत्रमा खुलाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) वा (२) को प्रतिकूल हुने गरी दर्ता गर्न ल्याएको फिरादपत्र दरपीठ गरी फिर्ता दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "९१",
                    "section_title": "सार्वजनिक हित वा सरोकार निहित रहेको विवादमा जोसुकैले फिरादपत्र दिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस संहितामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको हक, हित वा सरोकार वा सार्वजनिक हित वा सरोकार निहित रहेको विवादमा अदालतको अनुमति लिई जुनसुकै व्यक्तिले फिरादपत्र दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम अनुमति लिनका लागि फिरादपत्र सँगै छुट्टै निवेदन दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम अनुमतिका लागि निवेदन परेमा अदालतले निवेदन परेको दिनमा नै त्यस्तो विषयमा निर्णय गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "९२",
                    "section_title": "हक कायम गराउन फिरादपत्र दिन सक्ने",
                    "content": "अदालतबाट कुनै मुद्दा डिसमिस, खारेज वा अन्य तरिकाले फैसला भएको वा कानून बमोजिम मिलापत्र गरिएको कारणबाट तेस्रो पक्षको हक समेत प्रभावित भएको रहेछ भने त्यस्तो व्यक्तिले थाहा पाएको मितिले पैंतीस दिनभित्र त्यस्तो फैसला वा मिलापत्र बदर गराई आफ्नो हक कायम गराई माग्न फिरादपत्र दिन सक्नेछ ।"
                },
                {
                    "section_number": "९३",
                    "section_title": "सङ्गठित संस्थाको तर्फबाट फिरादपत्र दिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "सङ्गठित संस्थाको तर्फबाट फिरादपत्र वा प्रतिउत्तरपत्र दिनु पर्दा फिरादपत्र वा प्रतिउत्तरपत्र दायर गर्ने प्रयोजनको लागि त्यस्तो संस्थाको सम्बन्धित कानून, विधान वा नियम बमोजिम अधिकार प्राप्त सञ्चालक, सञ्चालक समिति वा व्यवस्थापन समिति वा त्यस्तो हैसियतका समितिको निर्णयबाट अधिकार प्राप्त प्राकृतिक व्यक्तिले सोही कुरा फिरादपत्र वा प्रतिउत्तरपत्रमा उल्लेख गरी फिरादपत्र वा प्रतिउत्तरपत्र दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम फिरादपत्र वा प्रतिउत्तरपत्र दिँदा फिरादपत्र वा प्रतिउत्तरपत्र दिने सम्बन्धमा त्यस्तो सञ्चालक, सञ्चालक समिति वा व्यवस्थापन समिति वा त्यस्तो हैसियतका समितिको निर्णयको प्रति समेत फिरादपत्र वा प्रतिउत्तरपत्र साथ संलग्न गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "नेपाल सरकार वा प्रदेश सरकार वा स्थानीय तहका कार्यालय, संवैधानिक निकाय वा अदालतको तर्फबाट फिराद वा प्रतिउत्तरपत्र दायर गर्नु पर्दा त्यस्तो कार्यालय, निकाय वा अदालतको प्रशासनिक प्रमुखको रूपमा काम गर्ने पदाधिकारीबाट फिरादपत्र वा प्रतिउत्तरपत्र दायर गर्न सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "९४",
                    "section_title": "फैसला भएको विषयमा फिरादपत्र दिन नहुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै विषयमा एक पटक फैसला भएपछि त्यस्तो फैसला उपर कानून बमोजिम पुनरावेदन नगरी सोही विषयमा उही व्यक्ति उपर सोही पक्षले फिरादपत्र दिन सक्ने छैन ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) को प्रतिकूल हुने गरी दर्ता भएको फिरादपत्र खारेज हुनेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) को प्रतिकूल हुने गरी दिएको फिरादपत्रको आधारमा भएको फैसला बदर हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "९५",
                    "section_title": "फिरादपत्रको ढाँचा",
                    "content": "फिरादपत्र दिँदा अनुसूची-१ बमोजिमको ढाँचामा तयार गरी दिनु पर्नेछ ।"
                },
                {
                    "section_number": "९६",
                    "section_title": "फिराद दाबी स्पष्ट हुनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "फिरादपत्र दिँदा बादीले कुन विषयमा के कस्तो दाबी गरेको हो र त्यस्तो दाबी कुन कुन आधार र प्रमाण बमोजिम गरिएको हो सो कुरा किटानीसाथ फिरादपत्रमा खुलाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम दाबी स्पष्ट नभएको र अदालतबाट के कस्तो काम कारबाही गर्नु पर्ने हो सो स्पष्ट नखुलाइएको फिरादपत्र रीतपूर्वक भएको मानिने छैन र त्यस्तो फिरादपत्र दर्ता हुने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "९७",
                    "section_title": "फिराद दस्तुर",
                    "content": "फिरादपत्र दिँदा दुई सय रुपैयाँ फिराद दस्तुर लाग्नेछ ।"
                },
                {
                    "section_number": "९८",
                    "section_title": "फिरादपत्रको दर्ता",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कसैले फिरादपत्र दर्ता गर्न ल्याएमा सम्बन्धित कर्मचारीले त्यस्तो फिरादपत्र यस परिच्छेद बमोजिम रीत पुगे वा नपुगेको तथा फिरादमा उल्लेख गरिएको सबुत प्रमाण संलग्न भए वा नभएको जाँची रीत पुगेको देखिएमा अनुसूची-२ बमोजिमको दायरी किताबमा फिरादपत्र दर्ता गरी सम्बन्धित पक्षलाई अनुसूची-३ बमोजिमको ढाँचामा फिरादपत्र दर्ता भएको भरपाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम फिरादपत्र दर्ता गर्न ल्याउँदा फिरादपत्र र प्रमाणको प्रतिलिपि एक जनासम्म प्रतिबादी भए दुई प्रति र त्यसपछिका प्रत्येक प्रतिबादीका लागि एक प्रतिका दरले फिरादपत्र तथा प्रमाणको प्रतिलिपि दाखिला गर्नु पर्नेछ । तर एकाघरका प्रतिबादी जतिसुकै सङ्ख्यामा रहेको भएपनि त्यस्ता प्रतिबादीको लागि एक प्रति मात्र दाखिला गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "फिरादवालाले एक प्रतिभन्दा बढी प्रति फिरादपत्र वा प्रमाणको प्रतिलिपि दाखिला गर्दा सक्कल बमोजिम नक्कल दुरुस्त छ भनी लेखी सहीछाप समेत गरी अदालतले सो नक्कललाई सक्कलसँग रुजु गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (१) बमोजिम जाँच गर्दा फिरादपत्र रीत नपुगेको भएमा रीत नपुगेको कारण फिरादपत्रमा जनाई दरपीठ गर्नु पर्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "८",
            "chapter_title": "म्याद तथा म्याद तामेली सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "९९",
                    "section_title": "बादी आफैँले म्याद बुझाउन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "बादीले प्रतिबादीलाई आफैंले वा निजको कानून व्यवसायी मार्फत म्याद बुझाउन चाही सो कुरा फिरादपत्रमा उल्लेख गरेको भए बादीले वा निजको कानून व्यवसायीले फिरादपत्र दर्ता भएको मितिले बाटोको म्याद बाहेक तीन दिनभित्र आफैँले वा कानून व्यवसायी मार्फत प्रतिबादीलाई म्याद बुझाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम बादी वा निजको कानून व्यवसायीले प्रतिबादीलाई म्याद बुझाउँदा फिरादपत्र र फिरादपत्र साथ संलग्न प्रमाण कागज भए सोको एक एक प्रति समेत बुझाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) वा (२) बमोजिम बादी वा निजको कानून व्यवसायीले प्रतिबादीलाई म्याद तथा फिरादपत्र र प्रमाणको प्रति बुझाउने प्रयोजनका लागि तामेल गर्ने म्याद दुई प्रति र फिरादपत्र तथा प्रमाणको प्रमाणित प्रति अदालतबाट बुझिलिई अनुसूची-४ बमोजिमको ढाँचामा भरपाई गरिदिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "annotation_marker": "*",
                            "content": "उपदफा (१) बमोजिम वादी वा निजको कानून व्यवसायीले प्रतिवादीलाई म्याद बुझाउन ल्याएमा प्रतिवादीले त्यस्तो म्याद बुझिलिनु पर्नेछ र त्यसरी बुझिलिएकोमा रीतपूर्वक म्याद बुझाएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "सङ्गठित संस्थाको हकमा त्यस्तो संस्थाको मुख्य कार्यालयमा म्याद बुझाएकोमा उपदफा (४) बमोजिम सम्बन्धित संस्थालाई रीतपूर्वक म्याद बुझाएको मानिनेछ ।",
                            "explanation": {
                                "explanation_marker": "स्पष्टीकरण",
                                "content": "यस दफाको प्रयोजनको लागि “मुख्य कार्यालय” भन्नाले सङ्गठित संस्थाको रजिष्टर्ड कार्यालय भए त्यस्तो कार्यालय र त्यस्तो कार्यालय नभए सङ्गठित संस्थाको कारोबार हुने मुख्य कार्यालय सम्झनु पर्छ ।"
                            }
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "उपदफा (४) बमोजिम प्रतिबादीले म्याद बुझिसकेपछि अनुसूची-५ बमोजिमको ढाँचामा भरपाई गरिदिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(७)",
                            "content": "उपदफा (३) बमोजिम बादी वा निजको कानून व्यवसायीले प्रतिबादीलाई म्याद बुझाएकोमा प्रतिबादीले म्याद बुझी गरिदिएको भरपाई निजले त्यसरी म्याद बुझाएको सात दिनभित्र अदालतमा दाखिला गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(८)",
                            "content": "उपदफा (६) बमोजिम प्रतिबादीले म्याद बुझिलिई भरपाई गरीदिएको मितिबाट प्रतिउत्तरपत्र पेश गर्ने म्याद कायम हुनेछ ।"
                        },
                        {
                            "subsection_number": "(९)",
                            "content": "यस दफा बमोजिम बादी वा कानून व्यवसायीले प्रतिबादीलाई म्याद बुझाउँदा निजले बुझि नलिएमा त्यस्तो बादी वा कानून व्यवसायीले उपदफा (१) बमोजिमको म्याद नाघेको दुई दिनभित्र सोही व्यहोराको प्रतिवेदन अदालत समक्ष पेश गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(१०)",
                            "content": "उपदफा (९) बमोजिम बादी वा निजको कानून व्यवसायीबाट म्याद तामेल हुन नसकेको प्रतिवेदन प्राप्त भएमा अदालतले यस परिच्छेद बमोजिम प्रतिबादीको नाममा म्याद तामेल गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१००",
                    "section_title": "प्रतिबादीलाई म्याद जारी गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा ९९ बमोजिम बादी आफैले वा निजको कानून व्यवसायी मार्फत प्रतिबादीलाई म्याद बुझाएको अवस्थामा बाहेक अदालतले फिरादपत्र दर्ता भएको मितिले तीन दिनभित्र प्रतिउत्तरपत्र पेश गर्न प्रतिबादीको नाममा म्याद जारी गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम म्याद जारी गर्दा बादीले अदालतमा दर्ता गराएको फिरादपत्रको एक प्रति र फिरादसाथ संलग्न प्रमाण समेत बुझाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "अदालतबाट म्याद जारी भएपछि प्रतिबादीले प्रतिउत्तर पेश गर्नुभन्दा पहिले नै फिरादपत्र वा मिसिल संलग्न कागजपत्रको नक्कल लिन निवेदन दिएमा अदालतले त्यस्तो कागजपत्रको प्रतिलिपि प्रमाणित गरी उपलब्ध गराउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०१",
                    "section_title": "म्याद दिनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "अदालतले यस परिच्छेद बमोजिम प्रतिबादीको नाममा म्याद जारी गर्दा बाटाको म्याद बाहेक एक्काइस दिनको अवधि तोकी त्यस्तो फिरादपत्रका सम्बन्धमा प्रतिवाद वा प्रतिरक्षा गर्नको लागि अदालतमा उपस्थित हुन म्याद दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि दफा १२३ बमोजिम अदालतले प्रतिबादी कायम गरेको व्यक्तिलाई म्याद दिँदा बाटाको म्याद बाहेक सात दिनको म्याद दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०२",
                    "section_title": "म्याद तामेल गर्न लगाउने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा १०१ बमोजिम अदालतले म्याद जारी गर्दा तीन प्रति म्याद सूचना तयार गरी सम्बन्धित अधिकृतले दस्तखत गरी अदालतको छाप लगाई तामेल गर्न लगाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि बादी वा निजको कानून व्यवसायी मार्फत म्याद तामेल गर्न दुई प्रति म्याद सूचना तयार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "यस परिच्छेद बमोजिम म्याद जारी गर्दा अदालतले प्रतिबादी बनाइएका एकाघरमा रहे बसेका व्यक्तिलाई एक प्रति र सो बाहेक अरु प्रतिबादीको हकमा प्रत्येक प्रतिबादीको लागि एक एक प्रतिका दरले फिरादपत्रको प्रतिलिपि सहित म्याद तामेल गर्ने वा गराउने व्यवस्था गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०३",
                    "section_title": "म्यादको ढाँचा",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेद बमोजिम प्रतिबादीको नाममा म्याद जारी गर्दा अनुसूची-६ बमोजिमको ढाँचामा जारी गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "प्रतिबादी बाहेक अन्य व्यक्तिका नाममा म्याद जारी गर्दा अनुसूची-७ बमोजिमको ढाँचामा जारी गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०४",
                    "section_title": "तामेलदारले म्याद तामेल गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "तामेलदारले अदालतबाट बुझेको म्याद बाटोको म्याद बाहेक साधारणतया सात दिनभित्र तामेल गर्नु पर्नेछ ।",
                            "explanation": {
                                "explanation_marker": "स्पष्टीकरण",
                                "content": "यस परिच्छेदको प्रयोजनका लागि “तामेलदार” भन्नाले अदालतबाट जारी भएको म्याद सम्बन्धित व्यक्तिलाई बुझाई तामेल गर्न जिम्मेवारी पाएको वा खटिएको कर्मचारी सम्झनु पर्छ ।"
                            }
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिमको अवधिभित्र म्याद तामेल हुन नसकेमा निजले त्यसको कारण सहितको प्रतिवेदन सम्बन्धित अदालतमा दिनु पर्नेछ र त्यस्तो प्रतिवेदन झुट्टा देखिएमा निजलाई विभागीय कारवाही हुन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०५",
                    "section_title": "म्याद तामेली सम्बन्धी कार्यविधि",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "अदालतले म्याद तामेल गर्नको लागि तामेल गर्नु पर्ने म्यादको तीन प्रति तयार गरी तामेलदारलाई बुझाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम तामेलदारले म्याद बुझिसके पछि निजले सम्बन्धित व्यक्ति चिनेको भए सो कुरा उल्लेख गरी निजलाई जहाँसुकै फेला पारे पनि म्याद बुझाउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम सम्बन्धित व्यक्ति फेला नपरेमा तामेलदारले निजको बसोबासको ठेगानामा गई घर वा डेरा पत्ता लगाई सम्बन्धित व्यक्तिको पहिचान गरी स्थानीय तहको सम्बन्धित वडा अध्यक्ष, वडा सदस्य, सचिव वा कुनै सरकारी कर्मचारी र कम्तीमा दुई जना स्थानीय व्यक्ति रोहबरमा राखी म्याद तामेल गरेको मिति लेखी सम्बन्धित व्यक्तिलाई सो म्याद बुझाई भरपाई गरी लिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "म्याद जारी भएको व्यक्ति फेला नपरेमा अदालतले उपदफा (३) को कार्यविधि पूरा गरी त्यस्तो व्यक्तिको एकाघरको उमेर पुगेको अन्य कसैलाई म्याद बुझाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "उपदफा (४) बमोजिम सम्बन्धित व्यक्ति वा निजको एकाघरको उमेर पुगेको कुनै व्यक्ति पनि फेला नपरेमा वा फेला परे पनि म्याद बुझी नलिएमा तामेलदारले उपदफा (३) मा लेखिएका व्यक्तिको रोहबरमा त्यस्तो व्यक्तिले बसोबास गरेको घरको दैलोमा सबैले देख्ने ठाउँमा टाँसी सोही व्यहोरा म्यादमा उल्लेख गरी तामेल गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "उपदफा (२), (३), (४) र (५) बमोजिमको कार्यविधि अवलम्बन गरी म्याद तामेल गर्दा अदालतमा दाखिल गर्ने म्यादको पीठमा कुन व्यक्तिलाई के कस्तो कार्यविधि पूरा गरी म्याद बुझाई वा म्याद टाँस गरी तामेल भएको हो सो मिति र समय उल्लेख गरी बुझाएको वा टाँसिएका बखत उपदफा (३) मा उल्लेखित व्यक्तिहरू समेतको प्रष्ट बुझिने गरी सहीछाप गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(७)",
                            "content": "उपदफा (६) बमोजिम तामेल गरिएको म्यादको प्रतिमा तामेलदारले आफ्नो सहीछाप गरी त्यसको प्रतिवेदन सहितको म्यादको प्रति अदालतमा बुझाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(८)",
                            "content": "उपदफा (५) बमोजिम घर दैलामा टाँसी म्याद तामेल गरिएको भए तामेलदारले त्यस्तो म्याद सूचनाको तेस्रो प्रतिमा सोको तामेली मिति र समय जनाई सम्बन्धित स्थानीय तहमा बुझाई सोको छुट्टै भरपाई गराई लिई वा तामेली प्रतिको पीठमा सो कुरा जनाई स्थानीय तहको सम्बन्धित वडा अध्यक्ष, सदस्य, सचिव वा कुनै सरकारी कर्मचारीको सहीछाप गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(९)",
                            "content": "उपदफा (८) बमोजिम तामेलदारले म्याद बुझाएकोमा सम्बन्धित स्थानीय तहले तुरुन्त त्यस्तो म्याद आफ्नो सूचना पाटीमा टाँस्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(१०)",
                            "content": "यस दफा बमोजिम घर दैलोमा टाँस गरिएको म्यादको प्रति सम्बन्धित स्थानीय तहलाई नबुझाएको वा स्थानीय तहले आफूले पाएको म्याद आफ्‌नो सूचना पाटीमा नटाँसेको भए तापनि उपदफा (५) बमोजिम सम्बन्धित व्यक्तिको घर दैलोमा म्याद रीतपूर्वक टाँसिएको भए कानूनसम्मत ढङ्गबाट म्याद तामेल गरिएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(११)",
                            "content": "कुनै सङ्गठित संस्थालाई कुनै मुद्दाका सम्बन्धमा म्याद तामेल गर्नु पर्दा त्यस्तो संस्थाको रजिष्टर्ड कार्यालय, प्रधान कार्यालय वा कारोबारको मुख्य कार्यालयमा त्यस बखत मुख्य भई काम गर्ने व्यक्तिलाई तामेल गर्नु पर्नेछ । तर त्यस्तो व्यक्ति उपलब्ध नभएमा त्यस्तो संस्थाको त्यस्तो कार्यालयमा कार्यरत कुनै पदाधिकारी वा कर्मचारीलाई म्याद बुझाई तामेल गर्न सकिनेछ ।",
                            "explanation": {
                                "explanation_marker": "स्पष्टीकरण",
                                "content": "यस दफाको प्रयोजनको लागि “मुख्य भई काम गर्ने व्यक्ति” भन्नाले सङ्गठित संस्थाको प्रमुख कार्यकारी अधिकृत सम्झनु पर्छ र सो शब्दले त्यस्तो संस्थाको अध्यक्ष, उपाध्यक्ष, सचिव, प्रबन्ध सञ्चालक, कार्यकारी निर्देशक, महाप्रबन्धक वा कम्पनीको हकमा कम्पनी सचिव समेतलाई जनाउँछ ।"
                            }
                        },
                        {
                            "subsection_number": "(१२)",
                            "content": "उपदफा (११) मा जुनसुकै कुरा लेखिएको भए तापनि सरकारी कार्यालय, संवैधानिक निकाय वा अदालतको नाममा म्याद तामेल गर्दा त्यस्तो कार्यालयको प्रमुख, प्रशासकीय प्रमुख वा त्यस्तो जिम्मेवारी पाएको कुनै पदाधिकारी वा निजको निमित्त भई काम गर्ने पदाधिकारी र त्यस्तो कुनै पदाधिकारी उपलब्ध हुन नसकेमा सोही कुरा उल्लेख गरी त्यस्तो कार्यालय, निकाय वा अदालतमा म्याद बुझाई तामेल गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(१३)",
                            "content": "कुनै सरकारी कार्यालय, संवैधानिक निकाय, अदालत, कुनै सङ्गठित संस्था वा त्यसका पदाधिकारी वा कर्मचारीको नाममा सो हैसियतमा म्याद तामेल गर्नु पर्दा त्यस्तो कार्यालय, निकाय, अदालत वा संस्था वा त्यसका पदाधिकारी, कर्मचारीलाई बुझाई तामेल गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(१४)",
                            "content": "उपदफा (११), (१२) र (१३) बमोजिम म्याद तामेल हुन नसकेमा सोको कारण सहित तामेलदारले सम्बन्धित अदालतमा तीन दिनभित्र प्रतिवेदन दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(१५)",
                            "content": "उपदफा (१४) बमोजिम प्रतिवेदन पेश हुन आएमा अदालतले त्यस्तो कार्यालय, निकाय, अदालत वा सङ्गठित संस्था वा त्यसका पदाधिकारी वा कर्मचारीको नाममा सो हैसियतमा हुलाक मार्फत म्याद तामेल गर्ने आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(१६)",
                            "content": "उपदफा (१५) बमोजिम आदेश भएकोमा त्यस्तो कार्यालय, निकाय, अदालत वा सङ्गठित संस्था वा त्यसका पदाधिकारी वा कर्मचारीको सो हैसियतमा म्याद पठाउँदा सोही व्यहोरा उल्लेख गरी सम्बन्धित अदालतबाट रजिष्ट्ररी पत्र पठाई तामेल गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "(१७)",
                            "content": "उपदफा (१६) बमोजिम हुलाकद्वारा पठाएको म्यादको फिर्ती रसिद अदालतमा दाखिल भएपछि सो म्याद अन्यथा प्रमाणित भएकोमा बाहेक रीतपूर्वक तामेल भएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(१८)",
                            "content": "कुनै स्थानीय तहको क्षेत्रभित्र बसोबास गर्ने व्यक्तिको घर धुरी वा ब्लक नम्बर कायम भई क्रमबद्ध रूपमा अङ्कित गरी अभिलेख कायम गरिएको भएमा सो ठाउँमा वा त्यस्ता व्यक्तिले आफ्‌नो कारोबार, व्यवसाय वा कुनै विषयमा हुलाकद्वारा म्याद तामेल गर्न सक्ने गरी अदालतले मञ्जुरी दिएको रहेछ भने यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि अदालतले सो व्यवस्थाको अधीनमा रही म्याद तामेल गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(१९)",
                            "content": "कुनै सरकारी कार्यालय, संवैधानिक निकाय, अदालत वा सङ्गठित संस्थाको पदाधिकारी वा कर्मचारीको रूपमा रहेको कुनै व्यक्तिका नाममा जारी भएको म्याद उपदफा (२), (३), (४) र (५) बमोजिम तामेल गर्न नसकिएको भन्ने सम्बन्धित तामेलदारको प्रतिवेदन प्राप्त भएमा अदालतले त्यस्तो व्यक्तिलाई उपदफा (१३) वा (१५) बमोजिम म्याद तामेल गर्न आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२०)",
                            "content": "उपदफा (१९) बमोजिम आदेश भएमा अदालतले त्यस्तो आदेश बमोजिम सम्बन्धित व्यक्तिको नामको म्याद सूचना तामेल गर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२१)",
                            "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि मुद्दाका पक्ष विपक्षले कुनै लिखत, सम्बन्धित विषय वा कारोबारको विषयमा एकअर्कालाई सूचना गर्न वा विवादको सम्बन्धमा म्याद पठाउन इमेल, फ्याक्स जस्ता विद्युतीय सूचना आदान प्रदान गर्ने ठेगानाको व्यवस्था गरेको भए अदालतले त्यस्तो ठेगानामा विद्युतीय सूचना मार्फत म्याद तामेल गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२२)",
                            "content": "यस दफाका विभिन्न उपदफामा उल्लिखित कार्यविधि अवलम्बन गर्दा पनि सम्बन्धित व्यक्तिको नाममा म्याद तामेल हुन नसकेको व्यहोराको प्रतिवेदन तामेलदारबाट प्राप्त भएमा र प्रतिवेदनको व्यहोरा मनासिब देखिएमा अदालतले त्यस्तो व्यक्तिको नामको म्याद राष्ट्रिय स्तरका दैनिक पत्रिकामा प्रकाशन गरी म्याद तामेल गर्न आदेश दिनेछ ।"
                        },
                        {
                            "subsection_number": "(२३)",
                            "content": "उपदफा (२२) बमोजिम आदेश भएकोमा सोही आदेश बमोजिम म्याद तामेल गरिनेछ ।"
                        },
                        {
                            "subsection_number": "(२४)",
                            "content": "उपदफा (२२) बमोजिम राष्ट्रिय स्तरको दैनिक पत्रिकामा प्रकाशन गरी म्याद तामेल गर्दा लागेको खर्च सम्बन्धित पक्षले व्यहोर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०६",
                    "section_title": "अदालतमा नै म्याद तामेल गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा १०५ वा १०७ मा जुनसुकै कुरा लेखिएको भए तापनि तामेलदारले देहायका व्यक्तिका नाममा जारी भएको म्याद त्यस्तो व्यक्तिलाई अदालतमा नै बुझाई तामेल गर्न सक्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "(क)",
                                    "content": "सम्बन्धित अदालतका कर्मचारी वा पदाधिकारी भए निज अदालतमा हाजिर हुँदा,"
                                },
                                {
                                    "clause_letter": "(ख)",
                                    "content": "सम्बन्धित अदालतमा अर्को कुनै मुद्दामा तारिखमा रहेको पक्ष भए त्यस्तो पक्ष अदालतमा उपस्थित हुँदा,"
                                },
                                {
                                    "clause_letter": "(ग)",
                                    "content": "सम्बन्धित अदालतमा रहेको कुनै मुद्दामा कुनै पक्षको प्रतिनिधित्व गर्ने वारिस भए त्यसरी प्रतिनिधित्व गरी अदालतमा उपस्थित हुँदा,"
                                },
                                {
                                    "clause_letter": "(घ)",
                                    "content": "सम्बन्धित अदालतमा कानून व्यवसायको सिलसिलामा उपस्थित हुने कानून व्यवसायी भए त्यस्तो व्यवसायको सिलसिलामा अदालतमा उपस्थित हुँदा,"
                                },
                                {
                                    "clause_letter": "(ङ)",
                                    "content": "साक्षीको रूपमा उपस्थित भएको व्यक्ति भए सो हैसियतमा अदालतमा उपस्थित हुँदा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिमका व्यक्तिलाई तामेलदारले निज सम्बन्धित अदालतमा उपस्थित हुँदाका बखत म्याद बुझाउन ल्याएमा निजले बुझिलिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम बुझाउन ल्याएको म्याद कुनै व्यक्तिले बुझिलिन नसकिने जनाउ दिएमा तामेलदारले सो कुराको प्रतिवेदन अदालतलाई तुरुन्त दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (३) बमोजिम प्राप्त भएको प्रतिवेदनको व्यहोरा मनासिब देखिएमा अदालतले त्यस्तो व्यक्तिको हकमा अदालतबाट जारी भएको त्यस्तो म्याद निजले नबुझेसम्म सो अदालतमा निजले वारेसको हैसियतमा प्रतिनिधित्व गर्न, तारिख लिन, कानून व्यवसाय गर्न वा साक्षीको हैसियतमा बकपत्र गर्न नपाउने गरी रोक लगाउने आदेश गर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०७",
                    "section_title": "म्याद तामेल भएको मानिने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "अदालतबाट जारी भएको म्याद सम्बन्धित व्यक्तिलाई यस परिच्छेद बमोजिम कुनै पनि ठाउँमा वा निजको ठेगानामा बुझाई वा यस संहिता बमोजिम अन्य कुनै अभिलेख गर्न सकिने उपायद्वारा निजलाई जानकारी गराएमा म्याद तामेल भएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि म्याद प्राप्त गर्ने व्यक्ति अदालतमा उपस्थित भई आफैँले म्याद बुझिलिन निवेदन गरेमा निजलाई अदालतमा नै म्याद बुझाउनु पर्नेछ र त्यसरी म्याद बुझाएकोमा रीतपूर्वक म्याद बुझाएको मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१०८",
                    "section_title": "तामेलदारलाई सहयोग गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेद बमोजिम म्याद तामेल गर्दा स्थानीय तहका सम्बन्धित वडा अध्यक्ष, सदस्य, सचिव वा कुनै सरकारी कर्मचारी र स्थानीय व्यक्तिले सम्बन्धित व्यक्तिको घरद्वार खोजी, देखाई, चिनाई, पहिचान गराई म्याद तामेल गर्न आवश्यक पर्ने सबै सहयोग गरी त्यस्तो म्याद तामेली गर्दा साक्षी बसी सहीछाप गरी म्याद तामेल गर्ने काममा तामेलदारलाई सहयोग गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि म्याद तामेल गर्दा स्थानीय तहका सम्बन्धित वडा अध्यक्ष, सदस्य, सचिव वा कुनै सरकारी कर्मचारी र अन्य स्थानीय व्यक्तिले साक्षी बसी तामेल गर्न सहयोग नगरेको वा सहयोग गर्न इन्कार गरेको कारणले मात्र अन्य कार्यविधि पूरा गरी रीतपूर्वक तामेल भएको म्याद बेरीतको हुने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "१०९",
                    "section_title": "असहयोग गर्ने व्यक्तिलाई सजाय हुने",
                    "content": "दफा १०८ बमोजिम सहयोग गर्ने कर्तव्य भएको व्यक्तिले म्याद तामेल गर्दा कुनै सहयोग नगरेको भन्ने तामेलदारको प्रतिवेदन प्राप्त भएमा र त्यस्तो प्रतिवेदनको व्यहोरा मनासिब देखिएमा सम्बन्धित अदालतले त्यसरी सहयोग नगर्ने व्यक्तिलाई पाँच हजार रुपैयाँसम्म जरिबाना गर्न सक्नेछ ।"
                },
                {
                    "section_number": "११०",
                    "section_title": "तामेल गरिएको म्याद जाँच्नु पर्ने",
                    "content": "तामेलदारले यस परिच्छेद बमोजिम म्याद तामेल गरी प्रतिवेदन दिना साथ अदालतको सम्बन्धित अधिकृत कर्मचारीले त्यस्तो म्याद रीतपूर्वक तामेल भएको छ वा छैन जाँच गरी रीत पूर्वक तामेल भएको देखिएमा सो प्रमाणित गरी मिसिल सामेल राख्नु पर्नेछ ।"
                },
                {
                    "section_number": "१११",
                    "section_title": "पुनः तामेल गर्न लगाउने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा ११० बमोजिम जाँच गर्दा कानूनको रीत पुऱ्याई म्याद तामेल गरी ल्याएको नदेखिएमा वा त्यस्तो म्याद तामेलीको सम्बन्धमा कसैको उजुर परी बुझ्दा बेरीतसँग म्याद तामेल भएको वा तामेल नै नभएको देखिएमा अदालतले पुनः रीत पुऱ्याई तामेल गर्न सम्बन्धित तामेलदार वा अर्को तामेलदारलाई आदेश दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम आदेश भएकोमा त्यस्तो तामेलदारले यस परिच्छेद बमोजिम पुनः म्याद तामेल गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "११२",
                    "section_title": "तामेल गर्ने व्यक्तिलाई जरिबाना हुने",
                    "content": "तामेलदारले सम्बन्धित व्यक्ति फेला नपरी घर दैलोमा टाँस गरिएको म्यादको तेस्रो प्रति सम्बन्धित स्थानीय तहमा नबुझाएमा त्यसरी नबुझाउने तामेलदारलाई पटकै पिच्छे एक हजार रुपैयाँसम्म जरिबाना हुनेछ र त्यस्तो तामेलदारलाई सम्बन्धित अदालतले विभागीय कारबाही गर्न समेत आदेश दिन सक्नेछ ।"
                },
                {
                    "section_number": "११३",
                    "section_title": "वारेस वा कानून व्यवसायीलाई म्याद तामेल गर्न सकिने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै व्यक्तिलाई तामेल गर्नु पर्ने म्याद बुझिलिन निजबाट कानून बमोजिम वारिस वा कानून व्यवसायी नियुक्त भएको रहेछ भने त्यस्तो म्याद सो वारिस वा कानून व्यवसायीलाई तामेल गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "दफा १०६ को उपदफा (१) को खण्ड (ग) वा (घ) र यस दफा बमोजिम वारिस वा कानून व्यवसायीलाई म्याद तामेल गर्दा अनुसूची-८ बमोजिमको ढाँचामा भरपाई गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) बमोजिम पक्षको वारिस वा कानून व्यवसायीलाई वा अधिकृत वारिस नियुक्त भएको मुद्दामा सम्बन्धित अधिकृत वारिसलाई म्याद बुझाएमा वा तामेल गरेमा यस परिच्छेद बमोजिम रीतपूर्वक म्याद बुझाएको वा तामेल गरेको मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "११४",
                    "section_title": "घर ठेगाना पत्ता नलागेका व्यक्तिको नामको म्यादको तामेली",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा १०५ मा जुनसुकै कुरा लेखिएको भए तापनि अदालतले घर ठेगाना पत्ता नभएको व्यक्तिको नामको म्याद सूचना तामेल गर्नु पर्दा त्यस्तो व्यक्तिको गाउँ, शहर र टोल लेखिएको भए सोही ठेगानामा र गाउँ, शहर र टोल पनि पत्ता नलागेको भए सोही व्यहोरा जनाई अदालतको सूचना पाटीमा टाँस गरी राष्ट्रियस्तरका दैनिक पत्रिकामा सूचना प्रकाशन गरी म्याद तामेल गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम पत्रिका मार्फत म्याद तामेल भएकोमा रीतपूर्वक म्याद तामेली भएको मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "११५",
                    "section_title": "इलाका बाहिरको व्यक्तिको म्याद तामेली",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "मुद्दा परेको अदालतको प्रादेशिक क्षेत्राधिकारभन्दा बाहिर रहे बसेको व्यक्तिको नामको म्याद तामेल गर्नु पर्दा त्यस्तो अदालतको आदेश साथ निज रहे बसेको इलाकामा प्रादेशिक क्षेत्राधिकार भएको अदालतमा म्याद सहितको सूचनाको आवश्यक प्रति पठाउनु पर्नेछ र त्यसरी पठाउँदा विद्युतीय माध्यमको समेत प्रयोग गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम अर्को अदालतबाट म्याद सहितको सूचना प्राप्त भएमा त्यस्तो अदालतले पनि यस परिच्छेद बमोजिमको रीत पुऱ्याई म्याद तामेल गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम म्याद तामेल भएपछि त्यस्तो अदालतले त्यस्तो म्याद सम्बन्धित अदालतमा पठाउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "११६",
                    "section_title": "बेरितसँग म्याद तामेल गर्ने, गराउने वा बाधा विरोध गर्नेलाई सजाय हुने",
                    "content": "देहायका कार्य गर्ने व्यक्तिलाई सम्बन्धित तामेलदारको प्रतिवेदन वा कसैको उजुरीको आधारमा कारबाही प्रारम्भ गरी अदालतले दश हजार रुपैयाँसम्म जरिबाना वा एक महिनासम्म कैद वा दुवै सजाय गर्न सक्नेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "(क)",
                            "content": "अदालतले जारी गरेको म्याद मनासिब कारण विना तामेल नगराएमा,"
                        },
                        {
                            "clause_letter": "(ख)",
                            "content": "झुट्टा व्यहोरा लेखाई वा झुट्टा व्यहोरा पारी म्याद तामेल गरे वा गराएमा,"
                        },
                        {
                            "clause_letter": "(ग)",
                            "content": "म्याद सूचना तामेल गर्न बाधा विरोध गरेमा,"
                        },
                        {
                            "clause_letter": "(घ)",
                            "content": "टाँसेको म्याद च्याते वा उक्काएमा ।"
                        }
                    ]
                },
                {
                    "section_number": "११७",
                    "section_title": "बेरीतको म्याद बदर हुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेद बमोजिमको कार्यविधि पूरा गरी म्याद तामेल नभएको वा म्याद नै तामेल नगरेको सम्बन्धमा मुद्दा किनारा हुनु अघि जहिले सुकै पनि मुद्दाको पक्षले अदालतमा निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम परेको निवेदनको व्यहोरा मनासिब रहेको अदालतबाट ठहर भएमा बेरीतसँग तामेल भएको म्याद बदर गरी पुनः म्याद तामेल गर्न वा सम्बन्धित पक्षलाई म्याद बुझिलिन अदालतले आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) वा (२) मा जुनसुकै कुरा लेखिएको भए तापनि यस परिच्छेद बमोजिम तामेल गरी ल्याएको म्याद अदालतले जाँच्दा रीत नपुऱ्याई तामेल गरी ल्याएको देखिएमा त्यस्तो म्याद बदर गरी पुनः रीत पुऱ्याई तामेल गर्न लगाउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "११८",
                    "section_title": "प्रतिउत्तरपत्र सरहको पुनरावेदन दिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेद बमोजिमको कार्यविधि पूरा नगरी बेरीतसँग म्याद तामेल गरेको कारण मुद्दामा प्रतिरक्षा गर्न वा प्रतिउत्तरपत्र पेश गर्न नपाई आफ्‌नो विरुद्धमा तल्लो अदालतबाट एकतर्फी फैसला भएको व्यहोरा उल्लेख गरी त्यस्तो फैसला भएको छ महिनाभित्रमा थाहा पाएको मितिले पैंतीस दिनभित्र सम्बन्धित प्रतिबादीले प्रतिउत्तरपत्र सरहको पुनरावेदन सम्बन्धित पुनरावेदन सुन्ने अदालतमा पेश गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम प्रतिउत्तरपत्र सरहको पुनरावेदन प्राप्त भएमा पुनरावेदन सुन्ने अदालतले सो पुनरावेदनपत्र उपर सुनुवाई गर्नु अघि फिरादपत्रमा प्रतिबादी बनाइएका वा अदालतले दफा १२३ बमोजिम प्रतिबादी कायम गरेको व्यक्तिलाई रीतपूर्वक म्याद तामेल भए वा नभएको सम्बन्धमा ठहर गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम सुनुवाई गर्दा प्रतिबादी वा अदालतले दफा १२३ बमोजिम प्रतिबादी कायम गरेको व्यक्तिलाई रीतपूर्वक म्याद तामेल नगरेको भन्ने पुनरावेदन सुन्ने अदालतबाट ठहर भएमा त्यस्तो मुद्दामा तल्लो अदालतबाट भएको एकतर्फी फैसला बदर गरी पुनरावेदनपत्रलाई नै प्रतिउत्तरपत्र कायम गरी कानून बमोजिम मुद्दाको पुनः कारबाही, सुनुवाई र किनारा गर्न तल्लो अदालतलाई आदेश दिई मुद्दाको मिसिल त्यस्तो अदालतमा पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (३) बमोजिम पुनरावेदन सुन्ने अदालतबाट आदेश सहितको मिसिल प्राप्त भएमा सम्बन्धित अदालतले त्यस्तो मिसिल प्राप्त भएको तीन दिनभित्र बाटोको म्याद बाहेक सात दिनको म्याद बादीका नाममा तामेल गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "उपदफा (४) बमोजिम म्याद तामेल भएकोमा म्यादभित्र बादी हाजिर भए वा म्याद समाप्त भएपछि कानून बमोजिम मुद्दाको कारबाही, सुनुवाई र किनारा गर्नु पर्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "९",
            "chapter_title": "प्रतिउत्तरपत्र तथा प्रतिदाबी सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "११९",
                    "section_title": "प्रतिउत्तरपत्र पेश गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "annotation_marker": "*",
                            "content": "परिच्छेद-८ बमोजिम प्रतिबादीलाई म्याद तामेल भएको मितिले बाटोको म्याद बाहेक एक्काईस दिनभित्र प्रतिबादीले सम्बन्धित अदालतमा प्रतिउत्तरपत्र पेश गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "यस संहितामा अन्यत्र अन्यथा लेखिएकोमा बाहेक उपदफा (१) बमोजिमको अवधिभन्दा पछि पेश गर्न ल्याएको प्रतिउत्तरपत्र दर्ता हुने छैन र दर्ता भएको भए पनि त्यस्तो प्रतिउत्तरपत्रलाई अदालतले स्वीकार गर्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "१२०",
                    "section_title": "प्रतिउत्तरपत्रको ढाँचा",
                    "content": "प्रतिउत्तरपत्र दिँदा अनुसूची-९ बमोजिमको ढाँचामा तयार गरी दिनु पर्नेछ ।"
                },
                {
                    "section_number": "१२१",
                    "section_title": "प्रतिदाबी पेश गर्न सकिने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "प्रतिउत्तरपत्र पेश गर्दा प्रतिबादीले बादी विरुद्ध कुनै दाबी लिन चाहेमा त्यस्तो दाबी लिन सक्नेछ र निजले त्यस्तो दाबी लिएमा प्रतिदाबी लिएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिमको प्रतिदाबी फिराद दाबीको विषयमा सीमित रहेको र त्यस्तो प्रतिदाबी प्रतिउत्तरपत्रमा नै उल्लेख भएको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) बमोजिम प्रतिदाबी लिइएकोमा एक जनासम्म बादी भए दुई प्रति र त्यसपछिका प्रत्येक बादीका लागि एक प्रतिका दरले प्रतिउत्तरपत्रको प्रतिलिपि पेश गर्नु पर्नेछ । तर एकाघरका बादी जतिसुकै सङ्ख्यामा रहेको भएपनि त्यस्ता बादीको लागि एक प्रति मात्र प्रतिउत्तरपत्रको प्रतिलिपि पेश गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (३) बमोजिम प्राप्त भएका दुईप्रति प्रतिउत्तरपत्रमध्ये एकप्रति प्रतिउत्तरपत्र अदालतले प्रतिउत्तरपत्र पेश भए लगतै पछि अदालतबाट निर्धारित तारिखका दिन उपस्थित हुने बादी वा निजको वारिसलाई बुझाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "उपदफा (४) बमोजिम प्रतिउत्तरपत्र बुझाएको पन्ध्र दिनभित्र बादीले प्रतिदाबी स्वीकार गरेको वा इन्कार गरेको व्यहोराको लिखित प्रतिवाद अदालतमा पेश गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि प्रतिबादीले प्रतिउत्तर सरहको बयान अदालत समक्ष दिँदा निजले प्रतिदाबी समेत लिएको भए अदालतले त्यस्तो बयानको अभिलेखको एक प्रति बादीलाई उपदफा (४) बमोजिम उपलब्ध गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(७)",
                            "content": "प्रतिबादीले यस दफा बमोजिम प्रतिदाबी लिएकोमा अदालतले प्रतिदाबी लिने पक्षलाई सात दिनभित्र परिच्छेद- ६ बमोजिमको अदालती शुल्क दाखिला गर्न आदेश दिनेछ र त्यसरी दिएको आदेश बमोजिम प्रतिबादीले अदालती शुल्क बुझाएकोमा मात्र निजको प्रतिदाबी कायम हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१२२",
                    "section_title": "प्रतिउत्तरपत्र दर्ता गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "प्रतिबादीले प्रतिउत्तरपत्र दर्ता गर्न ल्याएमा अदालतले त्यस्तो प्रतिउत्तरपत्र म्यादभित्र परे वा नपरेको र रीतपूर्वक भए वा नभएको जाँची म्यादभित्र परेको र रीतपूर्वक भएको देखिएमा त्यस्तो प्रतिउत्तरपत्र दर्ता गरी सम्बन्धित पक्षलाई अनुसूची-३ बमोजिमको ढाँचामा त्यसको भरपाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम प्रतिउत्तरपत्र जाँच गर्दा म्याद नाघी ल्याएको वा रीत नपुगेको देखिएमा अदालतले त्यसको कारण प्रतिउत्तरपत्रमा खुलाई दरपीठ गरिदिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१२३",
                    "section_title": "अदालतले प्रतिबादी कायम गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै व्यक्ति उपर अदालतमा फिरादपत्र नपरे पनि कुनै मुद्दाको कारबाही, सुनुवाई वा किनारा गर्दा कुनै व्यक्तिको हक, हित, दावी वा सरोकार प्रभावित हुने देखिएमा, बादीले पेश गरेको फिरादपत्रमा वा प्रतिबादीले पेश गरेको प्रतिउत्तरपत्रको लेखाइबाट फिराद दाबी लिएको विषयमा अन्य व्यक्तिको समेत संलग्नता रहेको देखिन आएमा वा अन्य कुनै मनासिब कारणले कुनै व्यक्तिसँग केही कुरा बुझ्नु पर्ने भएमा अदालतले त्यसको कारण खुलाई त्यस्तो व्यक्तिलाई बुझ्न आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम कुनै व्यक्तिलाई बुझ्नु परेमा बाटोको म्याद बाहेक सात दिनको म्याद दिनु पर्नेछ र त्यसरी दिइएको म्यादभित्र त्यस्तो व्यक्ति अदालतमा उपस्थित भएमा निजको बयान गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम बुझिएको व्यक्तिले प्रमाण खुलाई बयान दिन चाहेमा अदालतले निजको बयान अभिलेख गर्नु पर्नेछ र निजले लिखित रूपमा जवाफ पेश गर्न चाहेमा सात दिनमा नबढाई मनासिब समय दिई लिखित जवाफ पेश गर्न आदेश गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (३) बमोजिमको बयान वा लिखित जवाफबाट फिराद दाबीको विषयमा त्यस्तो व्यक्तिको पनि सरोकार वा संलग्नता रहेको देखिएमा वा अदालतबाट फैसला गर्दा निजको हक, हित, दाबी वा सरोकार समेत प्रभावित हुने भएमा अदालतले निजलाई प्रतिबादी सरह तारिखमा राख्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "उपदफा (३) बमोजिम कुनै व्यक्तिले पेश गरेको लिखित जवाफ वा गराएको बयानबाट त्यस्तो व्यक्ति प्रमाण सरह मात्र देखिन आएमा अदालतले निजलाई तारिखमा राख्नु पर्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "१२४",
                    "section_title": "प्रतिबादी कायम हुन निवेदन दिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "अदालतमा प्रतिउत्तर दर्ता भएपछि फैसला हुनु अगावै फिरादपत्रमा प्रतिबादी बनाइएको बाहेकका अन्य कुनै व्यक्तिले चाहेमा अदालतमा विचाराधीन कुनै मुद्दामा आफ्नो हक, हित, दाबी वा सरोकार रहेको र त्यस्तो मुद्दा फैसला हुँदा आफ्नो हक, हित, दाबी वा सरोकार समेत प्रभावित हुने आधार र कारण खुलाई त्यस्तो मुद्दामा आफूलाई समेत प्रतिबादी कायम गर्न अदालत समक्ष निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिमको प्राप्त भएको निवेदनको व्यहोरा मनासिब देखिएमा अदालतले निजलाई समेत प्रतिवादी कायम गरी सो मुद्दाका बादी र अन्य प्रतिवादीलाई त्यसको जानकारी दिनु पर्नेछ । तर यसरी कायम भएको प्रतिबादीले बादी विरुद्ध प्रतिदाबी गर्न सक्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "१२५",
                    "section_title": "प्रतिउत्तरपत्र दस्तुर",
                    "content": "प्रतिउत्तरपत्र पेश गर्दा दुई सय रुपैयाँ दस्तुर लाग्नेछ ।"
                }
            ]
        },
        {
            "chapter_number": "१०",
            "chapter_title": "दरपीठ सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "१२६",
                    "section_title": "लिखत जाँच गर्नु पर्ने",
                    "content": "अदालतमा दर्ता गर्न ल्याएको फिरादपत्र, प्रतिउत्तरपत्र, पुनरावेदनपत्र वा मुद्दाको कारबाहीको सिलसिलामा दायर हुने निवेदनपत्रको लिखत प्राप्त हुनासाथ सम्बन्धित अधिकृतले त्यस्तो लिखत कानून बमोजिमको ढाँचा मिले वा नमिलेको, हदम्याद वा म्यादभित्र भए वा नभएको, अदालतको अधिकारक्षेत्रभित्र भए वा नभएको, खुलाउनु पर्ने व्यहोरा खुलाएको वा नखुलाएको, लेखाइ, प्रस्तुती वा उल्लेखनमा अशुद्धि, अपूर्ण वा अङ्क र अक्षरमा फरक परे वा नपरेको र त्यस्तो लिखत अन्य कुनै कारणले बेरीतको भए वा नभएको जाँच गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "१२७",
                    "section_title": "रीत नपुगेको लिखत सच्याउन मौका दिनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा १२६ बमोजिम जाँच गर्दा त्यस्तो लिखत कानून बमोजिमको ढाँचा नमिलेको, खुलाउनु पर्ने व्यहोरा नखुलाएको, लेखाई, प्रस्तुती वा उल्लेखनमा अशुद्धि वा अपूर्ण भएको वा अङ्क वा अक्षरमा फरक परेको जस्ता त्रुटि देखिएमा र त्यस्ता त्रुटिहरू सच्याई ल्याएमा त्यस्तो लिखत दर्ता गर्न मिल्ने भएमा सम्बन्धित अधिकृतले रीत पुऱ्याई वा सच्याई ल्याउनु पर्ने व्यहोरा सम्बन्धित लिखतमा लेखी मिति समेत उल्लेख गरी अदालतको छाप लगाई दरपीठ गरी भरपाई गराई सम्बन्धित व्यक्तिलाई फिर्ता दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम लिखत दरपीठ भएकोमा तीन दिनभन्दा बढी हदम्याद वा म्याद बाँकी रहेछ भने बाँकी रहेको हदम्याद वा म्यादभित्र र तीन दिनभन्दा कम हदम्याद वा म्याद बाँकी रहेछ भने दरपीठ भएको मितिले सात दिनभित्र रीत पुऱ्याई वा सच्याई दर्ता गर्न ल्याएमा सम्बन्धित अधिकृतले त्यस्तो लिखत दर्ता गर्ने आदेश दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम आदेश भएकोमा अदालतले त्यस्तो लिखत दर्ता गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१२८",
                    "section_title": "लिखत दरपीठ गर्नु पर्ने",
                    "annotation_marker": "*",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा १२६ बमोजिम जाँच गर्दा त्यस्तो लिखत हदम्याद वा म्यादभित्र नभएको, सम्बन्धित अदालतको अधिकारक्षेत्रभित्र नरहेको, अदालतले हेर्न नपर्ने वा नहुने वा कानून विपरीत भएको कारण दर्ता गर्न नमिल्ने देखिएमा सम्बन्धित अधिकृतले दरपीठ गरी अदालतको छाप लगाई सम्बन्धित व्यक्तिलाई भरपाई गराई फिर्ता दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम अधिकारक्षेत्र नभएको कारणले दरपीठ भएको उजुरीको विषयमा मुद्दा गर्नु पर्ने अन्तिम हदम्याद दरपीठ भएको दिनसम्म रहेछ भने प्रचलित कानूनमा जुनसुकै कुरा लेखिएको भए तापनि त्यस्तो उजुरी गर्ने व्यक्तिले सो दिनबाट बाटोको म्याद बाहेक पन्ध्र दिनभित्र दर्ता गर्न ल्याएमा अधिकारक्षेत्र भएको अदालतले कानून बमोजिम दर्ता गरिदिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१२९",
                    "section_title": "अदालतमा अभिलेख राख्ने",
                    "content": "दफा १२७ बमोजिम फिर्ता दिएको वा दफा १२८ बमोजिम दरपीठ गरिएको लिखतको एक प्रति अदालतमा अभिलेख राख्नु पर्नेछ ।"
                },
                {
                    "section_number": "१३०",
                    "section_title": "दरपीठ आदेश उपर निवेदन दिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा १२८ बमोजिम सम्बन्धित अधिकृतले दरपीठ गरेको विषयमा चित्त नबुझ्ने पक्षले दरपीठ भएको मितिले सात दिनभित्र त्यस्तो अदालतको न्यायाधीश समक्ष र न्यायाधीश स्वयंले दरपीठ गरेको भए पुनरावेदन सुन्ने अदालत समक्ष निजले पेश गरेको लिखत दर्ता गर्ने आदेश माग गरी निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम निवेदन परेको मितिले पन्ध्र दिनभित्र दरपीठ गरेको विषय सम्बन्धित अदालतका न्यायाधीशले वा पुनरावेदन सुन्ने अदालतले कानून सम्मत भए वा नभएको सम्बन्धमा आदेश दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम आदेश दिनु अघि पुनरावेदन सुन्ने अदालतले कैफियत तलब गरी वा नगरी त्यस्तो दरपीठ कानून सम्मत भए वा नभएको सम्बन्धमा सुनुवाई गर्न सक्नेछ र सुनुवाई गर्दा कानून सम्मत भएको नदेखिएमा दरपीठ गरी दर्ता गर्न माग गरिएको लिखत दर्ता गर्न आदेश दिनेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (३) बमोजिम आदेश भएकोमा त्यस्तो आदेश प्राप्त गरे पछि दरपीठ गर्ने पदाधिकारीले त्यस्तो लिखत सोही दिन दर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "उपदफा (३) बमोजिम सुनुवाई गर्दा त्यस्तो दरपीठ कानून सम्मत नै भएको देखिएमा पुनरावेदन सुन्ने अदालतले त्यसको कारण खुलाई त्यस्तो निवेदन उपरको कारबाही अन्य भएको आदेश गर्न सक्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "११",
            "chapter_title": "प्रारम्भिक सुनुवाई सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "१३१",
                    "section_title": "हकदैया, हदम्याद वा अधिकारक्षेत्र नभएको जिकिर लिन सक्ने",
                    "content": "प्रतिबादीले प्रतिउत्तरपत्र पेश गर्दा देहायको कुनै वा सबै विषयमा जिकिर लिन चाहेमा त्यस्तो विषय प्रतिउत्तरपत्रमा उल्लेख गर्नु पर्नेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "(क)",
                            "content": "बादीलाई मुद्दा दायर गर्ने हकदैया नभएको,"
                        },
                        {
                            "clause_letter": "(ख)",
                            "content": "फिरादपत्र हदम्यादभित्र दायर नभएको,"
                        },
                        {
                            "clause_letter": "(ग)",
                            "content": "जुन अदालतमा फिरादपत्र दर्ता भएको छ सोही अदालतलाई फिराद दाबीका सम्बन्धमा कारबाही, सुनुवाई र किनारा गर्ने अधिकारक्षेत्र नभएको ।"
                        }
                    ]
                },
                {
                    "section_number": "१३२",
                    "section_title": "प्रारम्भिक सुनुवाई गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "प्रतिबादीले प्रतिउत्तरपत्र दिँदा दफा १३१ मा उल्लिखित कुनै वा सबै विषयको जिकिर लिएमा अदालतले त्यस मुद्दामा प्रमाण बुझ्ने, सुनुवाई गर्ने वा किनारा गर्ने कारबाही प्रारम्भ गर्नु अघि त्यस्तो विषयमा प्रारम्भिक सुनुवाई गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम प्रारम्भिक सुनुवाई गर्दा बादी र प्रतिबादीको तारेख मिलान भएपछिको अर्को तारिखका दिन प्रतिबादीले जिकिर लिएको बिषयमा सीमित रही अदालतले प्रारम्भिक सुनुवाई गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम प्रारम्भिक सुनुवाई गर्दा अदालतले त्यस्तो मुद्दामा बादीलाई फिरादपत्र दर्ता गर्ने हकदैया भए वा नभएको, हदम्यादभित्र फिरादपत्र दर्ता भए वा नभएको वा अदालतलाई त्यस्तो मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकारक्षेत्र भए वा नभएको विषयमा निरुपण गरी आदेश वा निर्णय गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (३) बमोजिम प्रारम्भिक सुनुवाई गर्दा प्रतिउत्तरपत्रवालाले हकदैया नभएको, हदम्यादभित्र फिरादपत्र नपरेको वा अदालतको क्षेत्राधिकार नभएको सम्बन्धमा लिएको जिकिर मनासिब नदेखिएमा अदालतले त्यस्तो मुद्दाको कानून बमोजिम कारबाही, सुनुवाई र किनारा गर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१३३",
                    "section_title": "मुद्दा खारेज भएमा कारबाही अन्त्य हुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा १३२ बमोजिम प्रारम्भिक सुनुवाई गर्दा त्यस्तो मुद्दामा फिरादपत्र दर्ता गर्ने हकदैया नभएको, हदम्यादभित्र मुद्दा दायर नभएको वा जुन अदालतमा फिरादपत्र दर्ता भएको छ त्यस अदालतलाई त्यस्तो मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकारक्षेत्र नरहेको देखिएमा अदालतले त्यस्तो मुद्दा खारेज गर्ने फैसला गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम मुद्दा खारेज गर्ने फैसला भएमा त्यस्तो मुद्दाको कारबाही अन्त्य हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१३४",
                    "section_title": "निरुपण भएको विषयको जिकिर लिन नपाइने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा १३२ बमोजिम आदेश गर्दा अदालतले त्यस्तो मुद्दामा फिरादपत्र दर्ता गर्ने हकदैया भएको, हदम्यादभित्र मुद्दा दायर भएको वा त्यस्तो मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकारक्षेत्र त्यस्तो अदालतलाई भएको आदेश गरेमा प्रतिबादीले त्यस मुद्दामा पुनरावेदन गर्दा वा मुद्दा दोहोऱ्याउन तथा पुनरावलोकनको लागि निवेदन दिँदा सोही विषयमा पुन जिकिर लिन सक्ने छैन ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "कसैले उपदफा (१) को प्रतिकूल हुने गरी जिकिर लिए पनि त्यस उपर सुनुवाई हुने छैन ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि अदालतले दफा १३२ को उपदफा (३) बमोजिम गरेको आदेश उपर दफा १५७ बमोजिम र निर्णय उपर दफा २०५ बमोजिम सम्बन्धित पुनरावेदन सुन्ने अदालतमा निवेदन दिन वा पुरावेदन गर्न सकिनेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "१२",
            "chapter_title": "तारिख सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "१३५",
                    "section_title": "तारिखमा राख्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कानून वा अदालतको आदेश बमोजिम तारिखमा बस्नु नपर्ने अवस्थामा बाहेक अदालतले मुद्दाका प्रत्येक पक्षलाई तारिखमा राखी मुद्दाको कारबाही, सुनुवाई र किनारा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "अदालतले बादी र प्रतिबादी दुवै पक्षको प्रमाण बुझी सकेपछि कुनै पक्षले चाहेमा अदालतको अनुमति लिई तारिखमा नबस्न पनि सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१३६",
                    "section_title": "एकै दिनको तारिख तोक्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "पक्षहरू तारिखमा बसेकोमा अदालतले दुवै पक्षलाई एकै दिनको तारिख तोक्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "अदालतले फिरादपत्र दर्ता भएपछि बादीलाई प्रतिउत्तरपत्र दाखिला हुने म्यादको अड्कल गरी प्रतिउत्तरपत्र पर्ने वा पर्न सक्ने अवधि कटाई तारिख तोक्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम तारिख तोकेको दिन प्रतिबादीले प्रतिउत्तरपत्र पेश गरेको दिनसँग मेल नखाएमा त्यसपछिको तारिख बादी र प्रतिबादी दुवैलाई एकै दिन हुने गरी तोक्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१३७",
                    "section_title": "तारिख तोक्दा प्रयोजन उल्लेख गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "अदालतले तारिख तोक्दा के कारण र प्रयोजनको लागि तारिख तोकेको हो र त्यस्तो तारिख तोकेको दिन कुन काम सम्पादन हुने हो त्यस्तो व्यहोरा तारिख पर्चा र तारिख किताबमा उल्लेख गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम तोकिएको तारिखका दिन अदालतले त्यस प्रयोजनका लागि तोकिएको काम सम्पादन गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) मा जुनसुकै कुरा लेखिएको भए तापनि मनासिब कारण परी तोकिएको तारिखका दिन निर्धारित काम सम्पादन हुन नसकेमा वा काम सम्पादन गर्न समयाभावले नभ्याउने भएमा अदालतले तारिख भरपाईमा त्यसको कारण खुलाई अर्को तारिख तोक्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "तारिख किताव र तारिख पर्चा क्रमशः अनुसूची-१० र अनुसूची-११ बमोजिमको ढाँचामा राख्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१३८",
                    "section_title": "तारिख जुधाउन नहुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कानून बमोजिम वारिस दिएको मुद्दामा बाहेक कुनै पक्षको मुद्दा परेको अदालतदेखि पन्ध्र किलोमिटर (करिब चार कोश) बाहिरको अर्को अदालतमा पनि मुद्दा परेको भएमा त्यस कुरा त्यस्तो पक्षले मुद्दा परेको अदालतलाई निवेदन गरी जानकारी गराएको भए अदालतले पक्षलाई तारिख तोक्दा त्यस कुरालाई विचार गरी अर्को अदालतमा रहेको मुद्दाको तारिखसँग नजुध्ने गरी तोक्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "कुनै व्यक्ति एकै अदालतमा एउटै बादी वा प्रतिबादी भएको एकभन्दा बढी मुद्दामा तारिखमा बसेमा निजले त्यस्तो व्यहोरा खुलाई एकै दिन तारिख तोक्न अदालतमा निवेदन गरेमा अदालतले सम्भव भएसम्म सबै मुद्दाको लागि एकै दिन तारिख तोक्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम तारिख तोकेको अवस्थामा मुद्दाको पक्ष अदालतको कुनै एक फाँटमा तारिखमा हाजिर भएमा सोही फाँटका अन्य मुद्दाको तारिखमा पनि निज उपस्थित रहेको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "तारिख तोकिएको दिन मुद्दाको कुनै पक्ष अदालतमा उपस्थित भएमा अदालतले अनुसूची-१२ बमोजिमको तारिख भरपाईमा निजको सहीछाप गराई निजको उपस्थिति जनाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "उपदफा (४) बमोजिम कुनै पक्ष अदालतमा उपस्थित नभएमा निजले तारिख गुजारेको मानिनेछ र त्यस कुरा सम्बन्धित अधिकारीले प्रमाणित गरी राख्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१३९",
                    "section_title": "भोलिपल्ट तारिख तोकेको मानिने",
                    "content": "अदालतले तारिख तोकेको दिन सार्वजनिक बिदा परी अदालत नखुलेमा सार्वजनिक बिदा समाप्त भएको भोलिपल्टको दिन तारिख तोकिएको मानिनेछ ।"
                },
                {
                    "section_number": "१४०",
                    "section_title": "तारिखमा हाजिर हुनु पर्ने व्यक्ति थुनामा परेमा जानकारी गराउनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "तारिख तोकिएको दिन अदालतमा हाजिर हुनु पर्ने व्यक्ति कारणवस थुनामा परी उपस्थित हुन नसकेमा निजले कुन मुद्दामा आफू थुनिएको हो त्यसको जानकारी निज आफैँले वा निजको एकासगोलको परिवारको सदस्य, कानून व्यवसायी वा वारिसले त्यस्तो अदालतलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम कुनै व्यक्ति थुनिएको जानकारी पाएमा अदालतले निज के कारणबाट थुनामा परेको हो र कति अवधिसम्म थुनामा बस्नु पर्ने हो त्यसको जानकारी सम्बन्धित निकायबाट माग गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम जानकारी माग गरिएकोमा सम्बन्धित निकायले थुनिएको व्यक्ति थुनामा परेको कारण र थुनामा बस्नु पर्ने सम्भाव्य दिन समेत खुलाई थुनाबाट तत्काल मुक्त हुन नसक्ने अवस्था भए त्यसको जानकारी मुद्दा परेको अदालतलाई तत्काल दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (३) बमोजिम थुनामा परेको व्यक्ति एक महिनासम्ममा छुट्ने जानकारी प्राप्त भएमा र निज छुटेको मितिले बाटाको म्याद बाहेक सात दिनभित्र तारिखमा हाजिर हुन आएमा सोही दिनलाई हाजिर भएको दिन मानी कानून बमोजिम तारिख तोकी मुद्दाको कारबाही गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "उपदफा (३) बमोजिम थुनामा परेको व्यक्ति एक महिनाभन्दा बढी अवधि थुनामा रहने, थुनाबाट मुक्त हुने दिनको ठेगान नभएको वा थुनाबाट तत्काल मुक्त हुन नसक्ने अवस्था रहेको जानकारी प्राप्त भएमा अदालतले त्यस्तो मुद्दाको कारबाही, सुनुवाई र किनारा गर्न निजलाई पर्खनु पर्ने छैन ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "थुनामा परेको व्यक्तिले त्यस्तो अवधिमा आफूले गर्नु पर्ने काम अरु कसैबाट गर्न वारिस दिई पठाएमा त्यसरी नियुक्त वारिसले निजको तर्फबाट त्यस्तो काम गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(७)",
                            "content": "उपदफा (५) मा जुनसुकै कुरा लेखिएको भए तापनि मुद्दाको कुनै पक्षलाई नझिकाई वा नबुझी मुद्दाको किनारा गर्न नहुने भएमा अदालतले कानून बमोजिम निजलाई झिकाई बुझी मुद्दाको कारबाही, सुनुवाई र किनारा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(८)",
                            "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि मुद्दाको कारबाहीको क्रममा थुनामा रहेको व्यक्ति थुनाबाट छुटी बाटाको म्याद बाहेक सात दिनभित्र अदालतमा हाजिर हुन आएमा निजलाई तारिखमा राखी मुद्दाको कारबाही, सुनुवाई र किनारा गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१४१",
                    "section_title": "तारिख गुजारेमा पनि कारबाही नरोकिने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "अदालतबाट तोकिएको तारिखका दिन मुद्दाको कुनै पक्ष अनुपस्थित भई तारिख गुजारेमा परिच्छेद-२१ बमोजिम तारिख थमाउन पाउने अवधि समाप्त भएपछि देहायका कुरामा देहाय बमोजिम हुनेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "(क)",
                                    "content": "प्रतिउत्तरपत्र पेश नहुँदै बादीले तारिख गुजारेमा फिराद दाबी डिसमिस गर्नु पर्ने,"
                                },
                                {
                                    "clause_letter": "(ख)",
                                    "content": "प्रतिउत्तरपत्र पेश भएपछि बादीले तारिख गुजारेमा प्रतिबादीले फिराद दाबी आंशिक वा पूरै स्वीकारेको देखिन आए वा ठहरेमा सो हदसम्म सोही बमोजिम फैसला हुने गरी बाँकी दाबी डिसमिस गर्नु पर्ने,"
                                },
                                {
                                    "clause_letter": "(ग)",
                                    "content": "प्रतिबादीले प्रतिउत्तरपत्र पेश नगरेमा वा प्रतिउत्तरपत्र पेश गरेपछि निजले तारिख गुजारेमा बादीबाट पेश भएको फिरादपत्र, प्रमाण र प्रतिबादीको प्रमाण बुझी त्यसको आधारमा ठहरे बमोजिम फैसला गर्नु पर्ने,"
                                },
                                {
                                    "clause_letter": "(घ)",
                                    "content": "फिरादपत्र दर्ता भएपछि वा प्रतिउत्तरपत्र पेश भएपछि बादी तथा प्रतिबादी दुवैले तारिख गुजारेमा त्यस्तो मुद्दा डिसमिस गर्नु पर्ने ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) को खण्ड (क), (ख) वा (घ) बमोजिम मुद्दा डिसमिस भएकोमा सोही बादीको उही प्रतिबादी उपर सोही विषयमा अर्को फिराद दाबी लाग्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "१४२",
                    "section_title": "तारिखमा बस्नु नपर्ने",
                    "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कानून बमोजिम नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह वा X संवैधानिक निकाय वा अदालत बादी वा प्रतिबादी भएको मुद्दामा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह वा X संवैधानिक निकाय वा अदालतको तर्फबाट अदालतमा उपस्थित भई तारिखमा बस्नु पर्ने छैन । *तर मुद्दाको प्रमाण परीक्षण गर्दा, सुनुवाइ गर्दा वा अदालतले उपस्थित हुन भनी आदेश दिएको दिन नेपाल सरकार, संवैधानिक निकाय वा अदालतको प्रतिनिधित्व गर्न सरकारी वकील र प्रदेश सरकार वा स्थानीय तहको प्रतिनिधित्व गर्न प्रचलित कानून बमोजिम तोकिएको वा खटिएको वकील उपस्थित हुनु पर्नेछ ।",
                    "annotation_markers": [
                        "X",
                        "*"
                    ]
                },
                {
                    "section_number": "१४३",
                    "section_title": "पुनरावेदन तहको मुद्दामा तारिखमा नराखी कारबाही हुन सक्ने",
                    "content": "अदालतले अन्यथा आदेश दिएकोमा बाहेक पुनरावेदन तहको मुद्दामा पक्षलाई तारिखमा नराखी मुद्दाको कारबाही, सुनुवाई र किनारा हुन सक्नेछ ।"
                }
            ]
        },
        {
            "chapter_number": "१३",
            "chapter_title": "वारिस सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "१४४",
                    "section_title": "वारिस नियुक्त गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "मुद्दाको कुनै पक्षले आफ्नो तर्फबाट अदालतमा मुद्दासँग सम्बन्धित कुनै काम गर्न वा यस परिच्छेदमा उल्लिखित खास कामका लागि कुनै व्यक्तिले अर्को कुनै व्यक्तिलाई आफ्नो प्रतिनिधि नियुक्त गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम प्रतिनिधि नियुक्ति भएकोमा वारिस नियुक्त गरिएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम वारिस नियुक्त गर्दा लिखत गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१४५",
                    "section_title": "वारिस हुने व्यक्तिको योग्यता",
                    "content": "देहायको योग्यता पुगेको व्यक्ति वारिस हुन सक्नेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "(क)",
                            "content": "कानून बमोजिम करार गर्न योग्य,"
                        },
                        {
                            "clause_letter": "(ख)",
                            "content": "फैसला बमोजिम सरकारी बिगो, फैसला कार्यान्वयन गरे बापत अदालतलाई तिर्नु पर्ने कुनै दस्तुर, अदालती शुल्क वा कुनै दण्ड वा जरिबाना तिर्न बाँकी नरहेको,"
                        },
                        {
                            "clause_letter": "(ग)",
                            "content": "कीर्ते, जालसाजी वा भ्रष्टाचार वा नैतिक पतन देखिने कसूरमा सजाय नपाएको । तर यस खण्डमा लेखिएको कुनै कुराले एकासगोलको व्यक्तिलाई वारिस नियुक्ति गर्न बाधा पुऱ्याउने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "१४६",
                    "section_title": "वारिसनामाको ढाँचा",
                    "annotation_marker": "*",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा १४४ को उपदफा (३) बमोजिमको लिखत गर्दा अनुसूची-१३ बमोजिमको ढाँचामा तयार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिमको *वारिसनामाको लिखतमा कारणीले सहीछाप गरी कम्तीमा दुई जना साक्षी र *वारिसनामा लेख्ने लेखकको पहिचान समेत उल्लेख गरी निजहरूको समेत सहीछाप गराउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१४७",
                    "section_title": "एकभन्दा बढी मुद्दा वा व्यक्तिको वारिस हुन सक्ने",
                    "content": "एउटै व्यक्ति एकै पटक एकभन्दा बढी मुद्दाको वारिस हुन वा एउटै मुद्दामा एकभन्दा बढी व्यक्तिहरूबाट निज वारिस नियुक्त हुन सक्नेछ ।"
                }
            ]
        }
    ]
}