{
    "metadata": {
        "document_title": "Muluki Dewani Sanghita (Pages 30-60)",
        "source_url": "www.lawcommission.gov.np",
        "pages_processed": "30-60",
        "amendment_note": "Asterisk (*) or other markers may indicate text amended or removed by the 'Act to Amend Certain Nepal Acts relating to the Muluki Codes, 2075', as noted per section."
    },
    "document_content": {
        "initial_sections_pre_chapter_2": [
            {
                "section_number": "७९",
                "title": "सहमतिपत्र तयार गर्नु पर्ने",
                "content": "दफा ७८ बमोजिम निवेदक बीच विवाह हुने निर्णय भएमा सम्बन्धित अधिकारीले निवेदनमा उल्लिखित कुरा र विवाह गर्ने पक्षहरू कानून बमोजिम एक अर्कालाई पति पत्नीको रूपमा स्वीकार गर्न मञ्जुर भएको व्यहोरा समेत खुलाई विवाहको सहमतिपत्र तयार गरी आफ्नो रोहबरमा निजहरू तथा उपस्थित साक्षीहरूको सहीछाप गराई त्यस्तो सहमतिपत्रमा आफूले समेत सहीछाप गर्नु पर्नेछ ।"
            },
            {
                "section_number": "८०",
                "title": "विवाह दर्ता सम्बन्धी व्यवस्था",
                "subsections": [
                    {
                        "subsection_number": "१",
                        "content": "दफा ७९ बमोजिम सहमतिपत्रमा सहीछाप गराई सकेपछि सम्बन्धित अधिकारीले त्यस्तो विवाह दर्ता किताबमा दर्ता गरी आफ्नो र विवाह गर्ने पक्ष तथा उपस्थित साक्षी समेतको सहीछाप गर्नु वा गराउनु पर्नेछ ।"
                    },
                    {
                        "subsection_number": "२",
                        "content": "उपदफा (१) बमोजिम विवाह दर्ता गरिसकेपछि सम्बन्धित अधिकारीले विवाह दर्ताका पक्षहरूलाई प्रचलित कानून बमोजिम तोकिएको ढाँचामा विवाह दर्ताको प्रमाणपत्र दिनु पर्नेछ ।"
                    },
                    {
                        "subsection_number": "३",
                        "content": "उपदफा (२) बमोजिम विवाह दर्ताको प्रमाणपत्र पाएको दिनदेखि निवेदकहरू बीच विवाह भएको मानिनेछ ।"
                    }
                ]
            },
            {
                "section_number": "८१",
                "title": "विवाहित महिलाको थर प्रयोग सम्बन्धी व्यवस्था",
                "subsections": [
                    {
                        "subsection_number": "१",
                        "content": "विवाहिता महिलाले विवाहपछि बाबु वा आमाले प्रयोग गरेको थर वा निजको पतिको थर वा दुवै थर प्रयोग गर्न सक्नेछिन् ।"
                    },
                    {
                        "subsection_number": "२",
                        "content": "विवाहिता महिलाको थरको सम्बन्धमा कुनै प्रश्न उठेमा अन्यथा प्रमाणित भएकोमा बाहेक निजले आफ्नो पतिको थर प्रयोग गरेको मानिनेछ ।"
                    },
                    {
                        "subsection_number": "३",
                        "content": "पतिको थर प्रयोग गरेकी महिलाको सम्बन्ध विच्छेद भएमा निजले चाहेमा निजको बाबु वा आमाले प्रयोग गरेको थर प्रयोग गर्न सक्नेछिन् ।"
                    }
                ]
            },
            {
                "section_number": "८२",
                "title": "वैवाहिक सम्बन्ध अन्त्य भएको मानिने",
                "content": "देहायका कुनै अवस्थामा पति पत्नी बीचको वैवाहिक सम्बन्ध अन्त्य भएको मानिनेछ :-",
                "clauses": [
                    {
                        "clause_letter": "क",
                        "content": "दफा ७२ वा ७३ बमोजिम विवाह बदर भएमा,"
                    },
                    {
                        "clause_letter": "ख",
                        "content": "कानून बमोजिम पति पत्नीको सम्बन्ध विच्छेद भएमा,"
                    },
                    {
                        "clause_letter": "ग",
                        "content": "पत्नीले कानून बमोजिम सम्बन्ध विच्छेद नहुँदै अर्को विवाह गरेमा ।"
                    }
                ]
            },
            {
                "section_number": "८३",
                "title": "पुनः विवाह गर्न सक्ने",
                "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि देहायका कुनै अवस्थामा पुरुष वा महिलाले पुनः विवाह गर्न सक्नेछ :-",
                "clauses": [
                    {
                        "clause_letter": "क",
                        "content": "दफा ८२ बमोजिम पति पत्नी बीच वैवाहिक सम्बन्ध अन्त्य भएमा,"
                    },
                    {
                        "clause_letter": "ख",
                        "content": "पति वा पत्नीको मृत्यु भएमा,"
                    },
                    {
                        "clause_letter": "ग",
                        "content": "पति वा पत्नीले कानून बमोजिम अंशबण्डा गरी भिन्न भएमा ।"
                    }
                ]
            },
            {
                "section_number": "८४",
                "title": "हदम्याद",
                "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको मितिले तीन महिनाभित्र नालिस गर्न सक्नेछ ।"
            }
        ],
        "chapters": [
            {
                "chapter_number": "२",
                "title": "विवाहको परिणाम सम्बन्धी व्यवस्था",
                "sections": [
                    {
                        "section_number": "८५",
                        "title": "पति र पत्नी मानिने",
                        "content": "कुनै पुरुष र महिलाबीच विवाह भएमा त्यस्तो वैवाहिक सम्बन्ध कायम रहेसम्म निजहरू एक अर्काको पति र पत्नीको रूपमा रहेको मानिनेछ ।"
                    },
                    {
                        "section_number": "८६",
                        "title": "पति र पत्नीको सम्बन्ध र दायित्व",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "पति र पत्नी बीच आपसी प्रेम र सद्भाव हुनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "आपसी समझदारीबाट अन्यथा व्यवस्था भएकोमा बाहेक पति र पत्नी सँगै बसी पारिवारिक जीवन स्थापना गरी जीवनयापन गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "पति र पत्नीले एक अर्कोलाई सहयोग, संरक्षण र सम्मान गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "८७",
                        "title": "पतिको घर बासस्थान मानिने",
                        "content": "पति र पत्नीले आपसी समझदारीमा छुट्टै बासस्थान निर्धारण गरेकोमा बाहेक पत्नीको वासस्थान पतिको घरमा कायम भएको मानिनेछ ।"
                    },
                    {
                        "section_number": "८८",
                        "title": "एक अर्काको प्रतिनिधि मानिने",
                        "content": "कानूनमा अन्यथा व्यवस्था भएकोमा वा पति र पत्नी बीच कानूनी विवाद भएकोमा बाहेक सामान्य घर व्यवहारको काममा पति वा पत्नी एक अर्काको प्रतिनिधि रहेको मानिनेछ ।"
                    },
                    {
                        "section_number": "८९",
                        "title": "इज़्जत अनुसार व्यवहार गर्नु, गराउनु पर्ने",
                        "content": "पति वा पत्नीले एक अर्कालाई आफ्नो इज्जत र क्षमता अनुसार खान लगाउन तथा स्वास्थ्योपचारको व्यवस्था गर्नु वा गराउनु पर्नेछ ।"
                    },
                    {
                        "section_number": "९०",
                        "title": "सहमतिमा घर व्यवहार चलाउनु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "एकासगोलका पति र पत्नीले आफ्नो सम्पत्ति, आम्दानी तथा हैसियत अनुरूप आपसी सहमतिको आधारमा घर व्यवहार चलाउनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "पति वा पत्नीले आफ्नो नाममा रहेको सम्पत्ति बिक्री वा अन्य तवरले हस्तान्तरण गर्दा कानूनमा अन्यथा व्यवस्था भएकोमा बाहेक एक अर्कोको मञ्जुरी लिनु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "९१",
                        "title": "पेशा, व्यवसाय वा काम गर्न रोक्न नहुने",
                        "content": "पति वा पत्नी वा परिवारका कुनै सदस्यले एक अर्कालाई निजको सीप, योग्यता वा क्षमता अनुसारको पेशा, व्यवसाय वा काम गर्न रोक्न हुँदैन ।"
                    },
                    {
                        "section_number": "९२",
                        "title": "हदम्याद",
                        "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको मितिले तीन महिनाभित्र नालिस गर्न सक्नेछ ।"
                    }
                ]
            },
            {
                "chapter_number": "३",
                "title": "सम्बन्ध विच्छेद सम्बन्धी व्यवस्था",
                "sections": [
                    {
                        "section_number": "९३",
                        "title": "दुवैको मञ्जुरीले सम्बन्ध विच्छेद गर्न सक्ने",
                        "content": "पति पत्नी दुवैले चाहेमा जहिलेसुकै पनि पति पत्नीको सम्बन्ध विच्छेद गर्न सक्नेछन् ।"
                    },
                    {
                        "section_number": "९४",
                        "title": "पतिले सम्बन्ध विच्छेद गर्न सक्ने",
                        "content": "पतिले देहायका कुनै अवस्थामा पत्नीको मञ्जुरी नभए पनि सम्बन्ध विच्छेद गर्न सक्नेछ :-",
                        "clauses": [
                            {
                                "clause_letter": "क",
                                "content": "कानून बमोजिम अंश लिई वा मानो छुट्टिई पति पत्नी भिन्न बसेको अवस्थामा बाहेक पत्नीले पतिको मञ्जुरी नलिई लगातार तीन वर्ष वा सोभन्दा बढी समयदेखि अलग बसेमा,"
                            },
                            {
                                "clause_letter": "ख",
                                "content": "पत्नीले पतिलाई खान लगाउन नदिएमा वा घरबाट निकाला गरिदिएमा,"
                            },
                            {
                                "clause_letter": "ग",
                                "content": "पत्नीले पतिको अङ्ग भङ्ग हुने वा अरू कुनै ठूलो शारीरिक वा मानसिक कष्ट हुने किसिमको कुनै काम वा जाल प्रपञ्च गरेमा,"
                            },
                            {
                                "clause_letter": "घ",
                                "content": "पत्नीले अन्य पुरुषसँग यौन सम्बन्ध राखेको ठहरेमा ।"
                            }
                        ]
                    },
                    {
                        "section_number": "९५",
                        "title": "पत्नीले सम्बन्ध विच्छेद गर्न सक्ने",
                        "content": "पत्नीले देहायका कुनै अवस्थामा पतिको मञ्जुरी नभए पनि सम्बन्ध विच्छेद गर्न सक्नेछिन्ः-",
                        "clauses": [
                            {
                                "clause_letter": "क",
                                "content": "कानून बमोजिम अंश लिई वा मानो छुट्टिई पति पत्नी भिन्न बसेको अवस्थामा बाहेक पतिले पत्नीको मञ्जुरी नलिई लगातार तीन वर्ष वा सोभन्दा बढी समयदेखि अलग बसेमा,"
                            },
                            {
                                "clause_letter": "ख",
                                "content": "पतिले पत्नीलाई खान लगाउन नदिएमा वा घरबाट निकाला गरिदिएमा,"
                            },
                            {
                                "clause_letter": "ग",
                                "content": "पतिले पत्नीको अङ्ग भङ्ग हुने वा अरू कुनै ठूलो शारीरिक वा मानसिक कष्ट हुने किसिमको कुनै काम वा जाल प्रपञ्च गरेमा,"
                            },
                            {
                                "clause_letter": "घ",
                                "content": "पतिले अर्को विवाह गरेमा,"
                            },
                            {
                                "clause_letter": "ङ",
                                "content": "पतिले अन्य महिलासँग यौन सम्बन्ध राखेको ठहरेमा,"
                            },
                            {
                                "clause_letter": "च",
                                "content": "पतिले पत्नीलाई जबरजस्ती करणी गरेको ठहरेमा ।"
                            }
                        ]
                    },
                    {
                        "section_number": "९६",
                        "title": "सम्बन्ध विच्छेदको लागि निवेदन दिनु पर्ने",
                        "content": "सम्बन्ध विच्छेद गर्न चाहने पति वा पत्नीले * सम्बन्धित जिल्ला अदालतमा निवेदन दिनु पर्नेछ ।",
                        "footnote": "* मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                    },
                    {
                        "section_number": "९७",
                        "title": "पति पत्नीको मेलमिलाप गराउनु पर्ने",
                        "content": "दफा ९६ बमोजिम सम्बन्ध विच्छेदको लागि निवेदन परेमा अदालतले दुवै पक्षलाई भरसक सम्झाई बुझाई मेलमिलाप गराउनु पर्नेछ ।"
                    },
                    {
                        "section_number": "९८",
                        "title": "सम्बन्ध विच्छेद गरिदिनु पर्ने",
                        "content": "दफा ९७ बमोजिम सम्झाउँदा बुझाउँदा पनि पति पत्नी बीच मेलमिलाप गराउन नसकेमा र विवाह कायम राख्नुभन्दा सम्बन्ध विच्छेद हुन उपयुक्त देखेमा अदालतले निजहरूको सम्बन्ध विच्छेद गरिदिनु पर्नेछ । तर दफा ९७ वमोजिम पति र पत्नी बीच मेलमिलाप गराउन अदालतले सम्झाउँदा बुझाउँदा पनि पति र पत्नीले मञ्जुर नगरेमा निवेदन परेको एक वर्षपछि अदालतले सम्बन्ध विच्छेद गराई दिन पर्नेछ ।"
                    },
                    {
                        "section_number": "९९",
                        "title": "सम्बन्ध विच्छेद गर्नु अघि अंशबण्डा गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "पतिको कारणबाट पति पत्नी बीच सम्बन्ध विच्छेद हुने अवस्थामा पत्नीले माग गरेमा सम्बन्धित अदालतले सम्बन्ध विच्छेद गर्नु अघि पति पत्नी बीच अंशबण्डा गर्न लगाउनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "दफा ९५ को खण्ड (ख), (ग), (घ), (ङ) वा (च) बमोजिमको आधारमा पत्नीले सम्बन्ध विच्छेदको लागि निवेदन गरेकोमा उपदफा (१) को प्रयोजनको लागि पतिको कारणबाट सम्बन्ध विच्छेद हुने अवस्था भएको मानिने छ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "सगोलको सम्पत्ति पति पत्नी दुवैको नाममा वा पति पत्नीमध्ये कुनै एकको नाममा रहेछ भने सम्बन्ध विच्छेद हुनु अघि निजहरू बीच कानून बमोजिम त्यस्तो सम्पत्तिको अंशबण्डा गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "४",
                                "content": "सम्बन्ध विच्छेद हुने पतिले नै बाबु वा अन्य अंशियारबाट अंश लिई नसकेको भए अदालतले दुवै पक्षबाट अंशियार खुलाउन लगाई र अंशबण्डा गर्ने अन्य अंशियार भएमा त्यस्ता अंशियारलाई समेत बुझ्नु पर्ने भए बुझी निजहरूबाट अंशको फाँटवारी माग गरी पति पत्नीको अंश छुट्याई अंशबण्डा गराई दिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "५",
                                "content": "उपदफा (१), (३) वा (४) बमोजिम अंशबण्डा गर्दा लामो समय लाग्ने देखिएमा अदालतले पति पत्नी बीच सम्बन्ध विच्छेद गरी अंशबण्डा नभएसम्मको लागि पतिको सम्पत्ति र आयस्ताको आधारमा पतिबाट पत्नीलाई मासिक खर्च भराई दिन सक्नेछ । तर त्यसरी अंशबण्डा नहुँदै त्यस्ती महिलाले अर्को विवाह गरेमा अंश पाउने छैन ।"
                            },
                            {
                                "subsection_number": "६",
                                "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि दफा ९४ को खण्ड (ख), (ग) वा (घ) बमोजिमको आधारमा सम्बन्ध विच्छेदको लागि निवेदन गरेकोमा पत्नीलाई यस परिच्छेद बमोजिम अंश दिन वा खर्च भराउन पति बाध्य हुने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१००",
                        "title": "एकमुष्ठ रकम वा खर्च भराई दिन सक्ने",
                        "content": "दफा ९९ मा जुनसुकै कुरा लेखिएको भए तापनि सम्बन्ध विच्छेद हुने पत्नीले अंश नलिई पतिसँग एकमुष्ठ रकम वा वार्षिक वा मासिक रकम वा खर्च भराई लिन चाहेमा अदालतले पतिको सम्पत्ति वा आम्दानीको आधारमा त्यस्ती पत्नीलाई एकमुष्ठ रकम दिलाई दिन वा वार्षिक वा मासिक रूपमा रकम वा खर्च भराई दिन सक्नेछ । तर त्यस्ती पत्नीले अर्को विवाह गरेमा त्यस्तो रकम वा खर्च दिनु पर्ने छैन ।"
                    },
                    {
                        "section_number": "१०१",
                        "title": "खान लगाउने खर्च भराई दिन सक्ने",
                        "content": "दफा ९९ बमोजिम अंशबण्डा गर्नु पर्दा कुनै सम्पत्ति नभई पतिबाट अंश नपाएकी पत्नीले पतिबाट खान लाउन खर्च भराउन चाहेमा र पतिको आम्दानी भएमा अदालतले त्यस्ती पत्नीलाई सम्बन्ध विच्छेद भएको पतिको आम्दानीको आधारमा खान लगाउने खर्च भराई दिन सक्नेछ । तर,",
                        "proviso_points": [
                            {
                                "point_number": "१",
                                "content": "त्यस्ती पत्नीले अर्को विवाह गरेमा त्यस्तो खर्च दिनु पर्ने छैन ।"
                            },
                            {
                                "point_number": "२",
                                "content": "पतिको भन्दा पत्नीको आम्दानी बढी भएमा त्यस्तो खर्च दिनु पर्ने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१०२",
                        "title": "सहमति बमोजिम हुने",
                        "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि पति पत्नी बीच सम्बन्ध विच्छेद हुँदा पत्नीले पाउने अंश वा खर्चको सम्बन्धमा पति पत्नी बीच कुनै लिखित सहमति भएकोमा सोही बमोजिम हुनेछ । तर नाबालकको हित विपरीत हुने गरी कुनै सहमति गर्न सकिने छैन ।"
                    },
                    {
                        "section_number": "१०३",
                        "title": "अघिल्लो सन्तान वा पतिले सम्पत्ति पाउने",
                        "content": "सम्बन्ध विच्छेद गरेकी महिलाको मृत्यु भएमा निजको सम्पत्ति निजका छोरा, छोरी भए त्यस्ता छोरा, छोरीले र छोरा, छोरी नभए पूर्व पतिबाट पाएको सम्पत्ति त्यस्ता पतिले र अन्य सम्पत्ति माइतीपट्टिका हकवालाले पाउनेछ ।"
                    },
                    {
                        "section_number": "१०४",
                        "title": "हदम्याद",
                        "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले मुद्दा गर्नु पर्ने कारण उत्पन्न भएको मितिले वा थाहा पाएको मितिले तीन महिनाभित्र नालिस गर्न सक्नेछ ।"
                    }
                ]
            },
            {
                "chapter_number": "४",
                "title": "आमा, बाबु तथा छोरा, छोरीको सम्बन्ध सम्बन्धी व्यवस्था",
                "sections": [
                    {
                        "section_number": "१०५",
                        "title": "आमा, बाबुबाट मातृत्व वा पितृत्व निर्धारण हुने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "कुनै व्यक्तिको मातृत्व वा पितृत्व निर्धारण गर्नु पर्दा निजको आमा वा बाबुको आधारमा गरिनेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम पितृत्व निर्धारण गर्दा अन्यथा प्रमाणित भएकोमा बाहेक त्यस्तो व्यक्ति जन्मदाका बखत निजको आमाको पति रहेको व्यक्ति निजको बाबु भएको अनुमान गरिनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१०६",
                        "title": "विवाहित पतिबाट शिशु जन्मिएको अनुमान गरिने",
                        "content": "अन्यथा प्रमाणित भएकोमा बाहेक देहायको अवस्थामा जन्मिएको शिशु विवाहित पतिबाट जन्मिएको अनुमान गरिनेछ :-",
                        "clauses": [
                            {
                                "clause_letter": "क",
                                "content": "विवाह भएको मितिबाट एक सय असी दिन पछि जन्मिएको,"
                            },
                            {
                                "clause_letter": "ख",
                                "content": "पतिको मृत्यु भएको वा वैवाहिक सम्बन्ध अन्त्य भएको मितिबाट दुई सय बहत्तर दिनभित्र जन्मिएको ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१०७",
                        "title": "पितृत्व इन्कार गर्न सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "पति पत्नी बीच अन्यथा सहमति भएकोमा बाहेक विवाह भएको एक सय असी दिन अगाडि नै पत्नीबाट जन्मिएको शिशुको पितृत्वलाई पतिले र त्यस्तो शिशुको जन्म हुनु अगाडि नै पतिको मृत्यु भइसकेको रहेछ भने निजको हकवालाले इन्कार गर्न सक्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) मा जनुसुकै कुरा लेखिएको भए तापनि विवाह गर्नु अगाडि कुनै महिला गर्भवती भएको थाहा पाएर वा थाहा पाउनु पर्ने मनासिब कारण भई कुनै पुरुषले त्यस्तो महिलासँग विवाह गरेको रहेछ भने त्यस्तो अवधि अगाडि जन्मिएको कारणले मात्र शिशुको पितृत्व इन्कार गर्न सकिने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१०८",
                        "title": "छोरा, छोरी वा पितृत्व दाबी गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "पितृत्व वा मातृत्वको ठेगान नभएको शिशु आफ्नो छोरा वा छोरी हो भनी दाबी गर्नु पर्दा त्यस्तो शिशु जन्मिएको वा पहिचान भएको मितिले दुई वर्षभित्र गरिसक्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "पितृत्वको ठेगान नभई जन्मिएको शिशुको पितृत्व दाबी गर्नु पर्दा त्यस्तो शिशु जन्मिएको मितिले दुई वर्षभित्र गरिसक्नु पर्नेछ । तर त्यस्तो शिशुकै मृत्यु भई सकेपछि दाबी गर्न सकिने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१०९",
                        "title": "कृत्रिम गर्भाधानबाट जन्मिएको शिशुको पितृत्व बाबुको हुने",
                        "content": "पति पत्नीको मञ्जुरीले अन्य कुनै व्यक्तिको वीर्यबाट कृत्रिम गर्भाधान प्रणालीद्वारा जन्मिएको शिशु विवाहित पतिबाट नै जन्मिएको मानिनेछ र सोही बमोजिम निजको पितृत्व निर्धारण हुनेछ ।"
                    },
                    {
                        "section_number": "११०",
                        "title": "अदालतबाट ठहरे बमोजिम हुने",
                        "content": "कुनै व्यक्तिको मातृत्व वा पितृत्वका सम्बन्धमा विवाद उत्पन्न भएमा त्यसको निरूपण अदालतबाट निर्णय भए बमोजिम हुनेछ ।"
                    },
                    {
                        "section_number": "१११",
                        "title": "नाम र थर पाउने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "प्रत्येक व्यक्तिले जन्मेपछि आ-आफ्नो धर्म, संस्कृति, चलन र परम्परा अनुसार निजको आमा वा बाबुले राखेको नाम पाउनेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "कसैको आमा वा बाबु तत्काल उपलब्ध नभएमा वा उपलब्ध हुन सक्ने सम्भावना नरहेमा निजले आफूलाई हेरचाह गर्ने संरक्षक वा माथवरले राखे बमोजिमको नाम पाउनेछ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "प्रत्येक व्यक्तिले जन्मेपछि निजको आमा बाबुको सहमतिबाट राखिएको थर वा त्यस्तो सहमति हुन नसकेमा निजको बाबुको थर आफ्नो नाम पछाडि प्रयोग गर्न पाउनेछ । तर पितृत्वको ठेगान नलागेको व्यक्तिले आफ्‌नो नाम पछाडि आमाको थर प्रयोग गर्न पाउनेछ ।"
                            },
                            {
                                "subsection_number": "४",
                                "content": "उपदफा (३) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै व्यक्तिले चाहेमा आफ्नो बाबु वा आमा वा दुवैको थर प्रयोग गर्न सक्नेछ ।"
                            },
                            {
                                "subsection_number": "५",
                                "content": "कुनै व्यक्तिको थरको सम्बन्धमा प्रश्न उठेमा अन्यथा प्रमाणित भएकोमा बाहेक निजले आफ्‌नो बाबुको थर प्रयोग गरेको मानिनेछ ।"
                            },
                            {
                                "subsection_number": "६",
                                "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि बाबु वा आमा दुवैको ठेगान नलागेको व्यक्तिले निजलाई हेरचाह गर्ने संरक्षकद्वारा दिइएको थर आफ्नो नाम पछाडि प्रयोग गर्न पाउनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "११२",
                        "title": "आमा, बाबु, बाजे तथा बजैको नाम उल्लेख गर्न पाउने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "कुनै औपचारिक कार्य, कानूनी काम कारबाही वा लिखतमा कानून बमोजिम आमा, बाबु तथा बाजे, बजैको नाम खुलाउनु पर्ने रहेछ भने त्यस्तो अवस्थामा कुनै पनि व्यक्तिले आफ्‌नो आमा, बाबु तथा बाजे, बजैको नाम उल्लेख गर्न सक्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम आमा, बाबु तथा बाजे, वजैको नाम उल्लेख गर्नु पर्ने कुनै व्यक्तिको बाबु पत्ता नलागेको अवस्थामा निजले आमा र आमा तर्फको बाजे, बजैको नाम उल्लेख गर्न सक्नेछ र आमाको पनि नाम पत्ता नलागेको भए सोही व्यहोरा उल्लेख गरी निज नाबालक भए संरक्षक वा माथवरको र बालिग भए आफ्नो नाम मात्र उल्लेख गर्नु पर्याप्त हुनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "११३",
                        "title": "छोरा, छोरीको जन्म दर्ता गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "कुनै दम्पतिको कुनै छोरा, छोरी जन्मिएमा * कानून बमोजिम तोकिएको अधिकारी समक्ष त्यस्तो छोरा, छोरी जन्मिएको तीन महिनाभित्र जन्म दर्ताको लागि आमा वा बाबुले निवेदन दिनु पर्नेछ ।",
                                "footnote": "* मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिमको म्याद नाघेपछि कसैले छोरा वा छोरीको जन्म दर्ताको लागि निवेदन दिन चाहेमा प्रचलित कानूनमा तोकिदिए बमोजिमको रकम जरिबाना वापत तिर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "उपदफा (१) वा (२) बमोजिम निवेदन पर्न आएमा सम्बन्धित अधिकारीले आफ्नो कार्यालयमा खडा गरिएको जन्म दर्ता किताबमा त्यसको विवरण उल्लेख गरी निवेदकलाई कानून बमोजिम तोकिएको ढाँचामा जन्म दर्ताको प्रमाणपत्र दिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "४",
                                "content": "उपदफा (३) बमोजिमको दर्ता किताबमा विवरण उल्लेख गर्दा सम्बन्धित व्यक्तिको नाम, थर, जन्मिएको मिति (साल, महिना, गते र बार समेत) र ठाउँ, निजको आमा, बाबु तथा बाजे बजैको नाम, थर, ठेगाना समेत उल्लेख गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "५",
                                "content": "उपदफा (३) बमोजिम सम्बन्धित अधिकारीले प्रत्येक महिनाको मसान्तसम्म आफ्नो कार्यालयमा खडा गरेको दर्ता किताबमा उल्लेख भएको विवरण त्यसपछिको पहिलो महिनाको पन्ध्र गतेभित्र जिल्ला प्रशासन कार्यालयमा पठाउनु पर्नेछ र त्यस्तो कार्यालयले पनि प्रत्येक महिनाको अन्त्यसम्म त्यस्तो विवरण सो प्रयोजनको लागि आफ्नो कार्यालयमा खडा गरेको जन्म दर्ता किताबमा उल्लेख गरी प्रत्येक तीन महिनामा नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी तोकेको मन्त्रालयमा पठाउनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "६",
                                "content": "उपदफा (५) बमोजिम प्राप्त भएको विवरणलाई सम्बन्धित मन्त्रालयले त्यस्तो प्रयोजनको लागि खडा गरेको जन्मदर्ता किताबमा उल्लेख गरी प्रत्येक वर्ष अद्याबीधक विवरण कायम गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "११४",
                        "title": "हेरचाह र स्याहार सम्भार गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "प्रत्येक नाबालकलाई आमा बाबुले संयुक्त रूपमा हेरचाह र स्याहार सम्भार गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम हेरचाह र स्याहार सम्भार गर्दा आमा बाबुले आफ्नो आर्थिक हैसियत र क्षमता अनुसार पालनपोषण, स्वास्थ्योपचार, शिक्षा, दीक्षा, खेलकूद, मनोरञ्जन तथा अन्य आवश्यक व्यवस्था गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "११५",
                        "title": "आमा वा बाबुको जिम्मामा रहने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "दफा ११४ मा जुनसुकै कुरा लेखिएको भए तापनि कानून बमोजिम पति पत्नीको वैवाहिक सम्बन्ध अन्त्य भएकोमा निजहरूबाट जन्मिएको नाबालक देहाय बमोजिम आमा वा बाबुको जिम्मामा रहनेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "पाँच वर्ष उमेर पूरा नभएको नाबालक भए आमाले अर्को विवाह गरेको भए वा नभएपनि निजले चाहेमा आमाको जिम्मा,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "पाँच वर्षभन्दा माथिको नाबालक भए आमाले अर्को विवाह गरेकोमा बाहेक निजले चाहेमा निजको जिम्मा,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "खण्ड (क) वा (ख) बाहेकको अन्य अवस्थामा बाबुको जिम्मा ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि पति पत्नी बीच सम्बन्ध विच्छेद हुँदा वा भिन्न हुँदाका बखत नाबालक जिम्मा लिने सम्बन्धमा छुट्टै सहमति भएकोमा सोही बमोजिम हुनेछ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि दश वर्ष उमेर पूरा गरिसकेको नाबालक बाबु वा आमा कसको जिम्मा रहने हो त्यस सम्बन्धमा निर्णय गर्नु पर्दा सम्बन्धित नाबालकको राय लिन सकिनेछ ।"
                            },
                            {
                                "subsection_number": "४",
                                "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै नाबालक यस दफा अन्तर्गत आमा वा बाबुमध्ये कुनैको जिम्मामा रहेकोमा त्यसरी जिम्मा लिने बाबु वा आमाको मृत्यु भएमा जीवित रहेको आमा वा बाबुले अविलम्ब त्यस्तो नाबालक आफ्नो जिम्मामा लिनु पर्नेछ । तर आमाले अर्को विवाह गरिसकेकोमा पाँच वर्ष पूरा भएको नाबालक जिम्मा लिन निजलाई कर लाग्ने छैन ।"
                            },
                            {
                                "subsection_number": "५",
                                "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कानून बमोजिम पति पत्नी भिन्न भएमा निजहरूको कुनै नाबालक भए त्यस्तो नाबालकको पालनपोषण, शिक्षा र उपचारको व्यवस्थाको सम्बन्धमा पति पत्नी बीच कुनै सहमति भएकोमा सोही बमोजिम र त्यस्तो सहमति नभएकोमा देहाय बमोजिम हुनेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "पाँच वर्ष पूरा नगरेको नाबालक भए आमाको जिम्मा,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "पाँच वर्ष वा सोभन्दा माथि दश वर्ष पूरा नभएको नाबालक भए बाबुको जिम्मा,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "दश वर्ष पूरा गरेको नाबालक भए निजले आमा, बाबुमध्ये जोसँग बस्न मञ्जुर गरेकोछ निजको जिम्मा ।"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "section_number": "११६",
                        "title": "आवश्यक हेरचाह र स्याहार सम्भार गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "दफा ११५ बमोजिम नाबालक जिम्मा लिएको आमा वा बाबुले आफूले जिम्मा लिएको नाबालकको हेरचाह र स्याहार सम्भार गर्नु पर्नेछ र त्यसरी हेरचाह र स्याहार सम्भार गर्दा दफा ११४ को उपदफा (२) मा उल्लेख भए बमोजिम गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि नाबालक जिम्मा लिने आमा वा बाबुकोभन्दा जिम्मा नलिने आमा वा बाबुको आम्दानी बढी रहेछ भने त्यस्तो आमा वा बाबुले त्यस्तो नाबालकको पालनपोषण, शिक्षा र उपचारका लागि त्यस्तो आमा बाबुको सहमति बमोजिमको र त्यसरी सहमति हुन नसकेमा अदालतले तोके बमोजिमको खर्च त्यस्तो नाबालकलाई उपलब्ध गराउनु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "११७",
                        "title": "भेटघाटको सुविधा पाउने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "कानून बमोजिम वैवाहिक सम्बन्ध अन्त्य भएको वा आमा र बाबु भिन्न बसेको अवस्थामा आमाको जिम्मा रहेको नाबालकलाई बाबुसँग र बाबुको जिम्मा रहेको नाबालकलाई आमासँग समय समयमा भेट गर्न वा आमा बाबुको सहमतिमा केही अवधिको लागि साथमा रहन दिनु पर्नेछ । तर त्यसरी भेट गर्न वा साथमा रहन दिँदा नाबालकको हित प्रतिकूल हुने कुनै सम्भावना देखिएमा त्यसरी भेट गर्न वा साथमा रहन दिन रोक लगाउने गरी * सम्बन्धित जिल्ला अदालतले आदेश जारी गर्न सक्नेछ ।",
                                "footnote": "* मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम बाबु वा आमासँग भेट गर्ने पटक वा साथमा रहने अवधि सम्बन्धित आमा बाबुबाट निर्धारण भए बमोजिम हुनेछ र त्यसरी निर्धारण हुन नसकेमा * सम्बन्धित जिल्ला अदालतको आदेश बमोजिम हुनेछ ।",
                                "footnote": "* मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "यस दफा बमोजिम कुनै नाबालक बाबु वा आमाको साथमा रहेकोमा नाबालक राख्ने बाबु वा आमाले त्यस्तो नाबालकको हेरचाह र स्याहार सम्भार गर्दा दफा ११४ को उपदफा (२) मा उल्लेख भए बमोजिम गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "११८",
                        "title": "छोरा छोरीको अधिकार कायमै रहने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "यस संहिता बमोजिम पति पत्नी बीचको वैवाहिक सम्बन्ध अन्त्य भए तापनि निजहरूबाट जन्मिएका छोरा, छोरीको बाबु, आमा माथिको कानूनी अधिकार र निज प्रतिको बाबु, आमाको दायित्व कायमै रहनेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "कुनै व्यक्तिको बाबु आमा यस संहिता बमोजिम पति पत्नी हुन नसक्ने भएपनि निजहरूबाट जन्मिएका छोरा, छोरीको बाबु, आमा माथिको कानूनी अधिकार र निज प्रतिको बाबु, आमाको दायित्व कायमै रहनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "११९",
                        "title": "सहमति बिना भिन्न बस्न नहुने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "आमा वा बाबुको सहमति बिना छोरा छोरीले आमा बाबुबाट भिन्न बस्न पाउने छैनन् ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायका कुनै अवस्थामा छोरा छोरी आमा बाबुबाट भिन्न बस्न सक्ने छन् :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "आमा बाबुबाट कानून बमोजिम अंश लिई वा नलिई छुट्टिएकोमा,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "निजले विवाह गरेकोमा,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "निजको उमेर कम्तीमा एक्काईस वर्ष पूरा भएकोमा, वा"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "निजले रोजगारी प्राप्त गरिसकेकोमा ।"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "section_number": "१२०",
                        "title": "नाबालकले श्रमिकको रूपमा काम गर्न नहुने",
                        "content": "कानून बमोजिम श्रमिकको रूपमा काम गर्न पाउने नाबालकले आमा, बाबु, अन्य संरक्षक वा माथवरको सहमति बिना श्रमिकको रूपमा काम गर्न सक्ने छैन ।"
                    },
                    {
                        "section_number": "१२१",
                        "title": "नाबालक राख्ने बाबु, आमाको निर्णय बमोजिम हुने",
                        "content": "यस संहिता बमोजिम वैवाहिक सम्बन्ध कायम हुन नसक्ने वा वैवाहिक सम्बन्ध अन्त्य भएका बाबु आमाबाट जन्मिएका नाबालकको हकहितका सम्बन्धमा कुनै निर्णय गर्नु पर्ने विषयमा बाबु, आमा बीच विवाद उत्पन्न भएमा त्यस्तो नाबालक बाबु, आमामध्ये जोसँग बसेको छ निजले निर्णय गरे बमोजिम हुनेछ ।"
                    },
                    {
                        "section_number": "१२२",
                        "title": "आमा बाबुलाई आदर, सम्मान र हेरचाह गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "प्रत्येक छोरा छोरीले आफ्ना आमा बाबुलाई आदर तथा सम्मानका साथ व्यवहार गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "प्रत्येक छोरा छोरीले आमा बाबुलाई एकासगोलमा बसेको वा कानून बमोजिम भिन्न भइसकेको जेसुकै भए तापनि आफ्नो आर्थिक तथा सामाजिक हैसियत अनुसार आवश्यक हेरचाह, स्याहार सम्भार, औषधोपचार वा रेखदेख गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१२३",
                        "title": "हदम्याद",
                        "content": "यस परिच्छेदमा नालिस गर्ने सम्बन्धमा छुट्टै हदम्याद लेखिएकोमा सोही बमोजिम र अन्य अवस्थामा यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको मितिले छ महिनाभित्र नालिस गर्न सक्नेछ ।"
                    }
                ]
            },
            {
                "chapter_number": "५",
                "title": "मातृक तथा पैत्रिक अख्तियारी सम्बन्धी व्यवस्था",
                "sections": [
                    {
                        "section_number": "१२४",
                        "title": "आमा बाबुको सुपरीवेक्षण र नियन्त्रण रहने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "नाबालक छोरा, छोरी आमा, बाबुको सुपरीवेक्षण, निगरानी, नियन्त्रण, संरक्षण वा अख्तियारी अन्तर्गत रहनेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) अन्तर्गत रहेको नाबालकले आमा बाबुले कानून सम्मत दिएको आज्ञा, आदेश वा निर्देशनको पालना गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१२५",
                        "title": "मातृक तथा पैत्रिक अख्तियारी संयुक्त रूपमा प्रयोग गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "यस परिच्छेद अन्तर्गत आमा बाबुले आफ्ना छोरा छोरी उपर प्रयोग गर्न सक्ने अख्तियारी, पूरा गर्नु पर्ने जिम्मेवारी तथा पालना गर्नु पर्ने कर्तव्य निजहरू दुवैको सहमतिले संयुक्त रूपमा गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायको अवस्थामा सो उपदफा बमोजिम प्रयोग गर्ने अख्तियारी, पूरा गर्नु पर्ने जिम्मेवारी तथा पालना गर्नु पर्ने कर्तव्य देहायका आमा वा बाबुले गर्नेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "आमा वा बाबुमध्ये कसैको मृत्यु भएमा जीवित रहेको आमा वा बाबुले,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "आमा वा बाबुमध्ये कुनै एकको होस ठेगानमा नरहेको अवस्थामा त्यस्तो अवस्था कायम रहेको अवधिभर होस ठेगानमा रहेको आमा वा बाबुले,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "आमा बाबुको वैवाहिक सम्बन्ध अन्त्य भएको वा कानून बमोजिम भिन्न बसेकोमा नाबालक जिम्मा लिने आमा वा बाबुले,"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "बाबुको ठेगान नलागेको नाबालक भए आमाले ।"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "section_number": "१२६",
                        "title": "मातृक तथा पैत्रिक अख्तियारी प्रयोग गर्ने व्यक्तिको अधिकार, जिम्मेवारी र कर्तव्य",
                        "content": "यस परिच्छेद बमोजिम मातृक तथा पैत्रिक अख्तियारी प्रयोग गर्न पाउने आमा वा बाबुको अधिकार, निजले पूरा गर्नु पर्ने जिम्मेवारी र पालना गर्नु पर्ने कर्तव्य देहाय बमोजिम हुनेछ :-",
                        "clauses": [
                            {
                                "clause_letter": "क",
                                "content": "नाबालकलाई आफूसाथ राख्ने, सामीप्यता दिने तथा निजको काम, कारबाही तथा आचरणलाई निगरानी राख्ने,"
                            },
                            {
                                "clause_letter": "ख",
                                "content": "खान, लगाउन दिने तथा खान, लगाउन र परिश्रम गर्न सिकाउने,"
                            },
                            {
                                "clause_letter": "ग",
                                "content": "स्नेह, अनुराग तथा माया दिने,"
                            },
                            {
                                "clause_letter": "घ",
                                "content": "सामाजिक मर्यादा, शिष्टाचार, सदाचार, नैतिकता, संस्कार, संस्कृति र रहन सहन सिकाउने, बुझाउने र सो अनुसार आचरण गर्न सिकाउने,"
                            },
                            {
                                "clause_letter": "ङ",
                                "content": "इमानदारी, आत्मविश्वास, स्वावलम्बन, सच्चरित्रता, परिश्रम, अनुशासन जस्ता सामाजिक मूल्यमा आधारित नैतिक शिक्षा दिने,"
                            },
                            {
                                "clause_letter": "च",
                                "content": "शारीरिक तथा मानसिक स्वास्थ्यप्रति निगरानी राख्ने, स्वास्थ्योपचार गर्ने वा गराउने,"
                            },
                            {
                                "clause_letter": "छ",
                                "content": "आवश्यकता अनुसार खेल्ने र मनोरञ्जन गर्ने अवसर दिने,"
                            },
                            {
                                "clause_letter": "ज",
                                "content": "पठनीय तथा सन्देशमूलक शैक्षिक सामग्री उपलब्ध गराउने,"
                            },
                            {
                                "clause_letter": "झ",
                                "content": "परिवार, समाज, समुदाय, राष्ट्र तथा मुलुकप्रति निष्ठावान रहन मार्गदर्शन दिने,"
                            },
                            {
                                "clause_letter": "ञ",
                                "content": "कुलत, खराब सङ्गत तथा अश्लील विषयबाट अलग राख्ने,"
                            },
                            {
                                "clause_letter": "ट",
                                "content": "आज्ञापालन, आदर तथा सम्मान गर्न सिकाउने,"
                            },
                            {
                                "clause_letter": "ठ",
                                "content": "शारीरिक, मानसिक तथा बौद्धिक व्यक्तित्व विकासका लागि आवश्यक पर्ने अन्य जुनसुकै काम गर्ने वा गराउने ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१२७",
                        "title": "भेदभाव गर्न नहुने",
                        "content": "आमा बाबुले आफ्नो छोरा, छोरीको पालनपोषण, शिक्षा तथा दीक्षा, खेलकुद, स्वास्थ्योपचार, मनोरञ्जन, सुविधा वा घरेलु कामकाजमा छोरा वा छोरीको आधारमा वा छोरा छोरा वा छोरी छोरी बीच कुनै किसिमले भेदभाव गर्न हुँदैन ।"
                    },
                    {
                        "section_number": "१२८",
                        "title": "विशेष हेरचाह गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "कुनै छोरा छोरी शारीरिक वा मानसिक रूपले अशक्त वा अपाङ्ग भएमा वा निजलाई मानव रोग प्रतिरोधात्मक क्षमता नष्ट गर्ने (एच.आई.भी.) वा हेपाटाइटिस बी जस्ता प्राणघातक रोग लागेमा आमा बाबुले त्यस्तो छोरा छोरी उपर विशेष निगरानी राखी निजलाई विशेष सहुलियत र संरक्षण प्रदान गर्नु पर्नेछ ।"
                            },
                            {
                                "explanation": "यस परिच्छेदको प्रयोजनको लागि “शारीरिक वा मानसिक रूपले अशक्त” भन्नाले शारीरिक वा मानसिक रूपले आफैँले दिनचर्या गर्न असमर्थ वा असक्षम रहेको व्यक्ति सम्झनु पर्छ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिमको छोरा छोरीलाई विशेष प्रकारले स्वास्थ्योपचार गराई भविष्यमा आर्थिक रूपमा स्वावलम्बी बनाउन आमा बाबुले आफ्नो आर्थिक हैसियत र क्षमता अनुसार विशेष प्रकारको शिक्षा वा तालिमको व्यवस्था गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१२९",
                        "title": "आचरण तथा बानी व्यवहारमा सुधार गराउन सक्ने",
                        "content": "यस परिच्छेद बमोजिम आफ्नो सुपरिवेक्षण, निगरानी, नियन्त्रण वा अख्तियारी अन्तर्गत रहेको नाबालकको आचरण, बानी व्यहोरा तथा चरित्रमा सुधार गर्न आवश्यक ठानेमा बाबु आमाले त्यस्ता नावालकलाई उपयुक्त सम्झे बमोजिमको कुनै कार्य गरी नाबालकको आचार वा बानी व्यहोरामा सुधार गर्न लगाउन सक्नेछन् । तर निजलाई शारीरिक वा मानसिक कष्ट हुने कुनै व्यवहार गर्न सकिने छैन ।"
                    },
                    {
                        "section_number": "१३०",
                        "title": "अधिकार प्रयोग गर्न अख्तियारी दिएको मानिने",
                        "content": "आमा बाबुले आफ्नो छोरा छोरीको शिक्षा दीक्षाको लागि कुनै शिक्षक नियुक्त गरेमा वा छोरा छोरीलाई कुनै किसिमको शिक्षा प्राप्तिका लागि कुनै शिक्षण संस्थामा भर्ना गरेमा * त्यसरी नियुक्त भएको शिक्षक वा त्यस्ता शिक्षण संस्थाको प्रधानाध्यापक वा शिक्षकलाई शिक्षा दीक्षाका सम्बन्धमा दफा १२९ बमोजिमको अधिकार प्रयोग गर्ने अख्तियारी दिएको मानिनेछ ।",
                        "footnote": "* मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                    },
                    {
                        "section_number": "१३१",
                        "title": "संरक्षक वा माथवरले पनि मातृक तथा पैत्रिक अख्तियारी प्रयोग गर्न सक्ने",
                        "content": "कुनै नाबालकको आमा बाबु दुवैको मृत्यु वा वेपत्ता भएको, बाबुको मृत्यु भई आमाले अर्को विवाह गरिसकेको वा निजका बाबु, आमा दुवैको होस ठेगानमा नभएको कारणले निज संरक्षक वा माथवरसँग बसेको रहेछ भने निजको संरक्षक वा माथवरले यस परिच्छेद अन्तर्गत आमा बाबुले प्रयोग गर्न पाउने मातृक तथा पैत्रिक अख्तियारी, पूरा गर्नु पर्ने जिम्मेवारी वा पालना गर्नु पर्ने कर्तव्य प्रयोग गर्न, पूरा गर्न वा पालना गर्न सक्नेछ ।"
                    },
                    {
                        "section_number": "१३२",
                        "title": "मातृक तथा पैत्रिक अख्तियारीमा रोक लगाउन सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "यस परिच्छेद बमोजिम मातृक तथा पैत्रिक अख्तियारी प्रयोग गर्न पाउने व्यक्तिले नाबालकका विरुद्ध देहायको कुनै काम गरेको कुरा कुनै व्यक्ति वा कानून बमोजिम संस्थापना भएको कुनै बाल कल्याण सम्बन्धी संस्थाको उजुरी परी छानबिन गर्दा प्रमाणित भएमा अदालतले त्यस्तो व्यक्तिलाई त्यस्तो अख्तियारी प्रयोग गर्नबाट रोक लगाउन सक्नेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "कूर, अमानवीय वा यातनापूर्ण सजाय दिएको वा व्यवहार गरेको,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "पटक-पटक उपेक्षा वा हेला गरेको वा दुरुपयोग गरेको,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "अनैतिक वा यौनजन्य पेशामा लगाएको,"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "जीउ, ज्यान वा स्वास्थ्यमा खतरा हुन सक्ने काममा लगाएको,"
                                    },
                                    {
                                        "clause_letter": "ङ",
                                        "content": "निजको हित विपरीत निजको सम्पत्ति खर्च गरी हानि, नोक्सानी गरेको वा पछि आफूले लिने मनसायले अरू कसैलाई बिक्री गरेको,"
                                    },
                                    {
                                        "clause_letter": "च",
                                        "content": "सन्यासी, फकिर, भिक्षु, पाश्चर, नन बनाई वा यस्तै प्रकारले गृहस्थ जीवन त्याग्न बाध्य गरिएको,"
                                    },
                                    {
                                        "clause_letter": "छ",
                                        "content": "धार्मिक वा साँस्कृतिक रीतिस्थितिको पालना गर्दाको अवस्थामा बाहेक निजलाई भिक्षा माग्ने काममा लगाएको,"
                                    },
                                    {
                                        "clause_letter": "ज",
                                        "content": "कानून बमोजिम कसूर हुने अन्य कुनै काम गर्न लगाएको ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम रोक लगाएकोमा अदालतले त्यस्तो नाबालकका सम्बन्धमा मातृक तथा पैत्रिक अख्तियारी प्रयोग गर्न पाउने गरी कानून बमोजिम संरक्षक नियुक्त गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "उपदफा (२) बमोजिम मातृक तथा पैत्रिक अख्तियारी प्रयोग गर्न संरक्षक नियुक्ति भएकोमा त्यस्तो संरक्षकले नाबालकको हित अनुरूप यस परिच्छेद बमोजिमको मातृक तथा पैत्रिक अख्तियारीको प्रयोग गर्न सक्नेछ ।"
                            },
                            {
                                "subsection_number": "४",
                                "content": "उपदफा (१) बमोजिम मातृक तथा पैत्रिक अख्तियारी प्रयोग गर्नबाट वञ्चित भएको व्यक्तिले सो उपदफा बमोजिमको काम नदोहोऱ्याउने कबुल गरी अदालतमा निवेदन गरेमा अदालतले निजलाई लगाएको रोक फुकुवा गरी उपदफा (२) बमोजिमको नियुक्ति बदर गर्न सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१३३",
                        "title": "मातृक तथा पैत्रिक अख्तियारी अन्त्य हुने",
                        "content": "देहायका अवस्थामा छोरा छोरी उपर यस परिच्छेद बमोजिम आमा बाबुले प्रयोग गर्न पाउने मातृक तथा पैत्रिक अख्तियारी अन्त्य भएको मानिनेछ :-",
                        "clauses": [
                            {
                                "clause_letter": "क",
                                "content": "निजको उमेर अठार वर्ष पूरा भएमा,"
                            },
                            {
                                "clause_letter": "ख",
                                "content": "निजले रोजगारी प्राप्त गरी भिन्न बसेमा । तर कुनै छोरा छोरी शारीरिक वा मानसिक रूपले अशक्त भएकोमा निजले विवाह गरी भिन्न बसेको अवस्थामा बाहेक निज उपरको मातृक तथा पैत्रिक अख्तियारी अन्त्य हुने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१३४",
                        "title": "हदम्याद",
                        "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको मितिले छ महिनाभित्र नालिस गर्न सक्नेछ ।"
                    }
                ]
            },
            {
                "chapter_number": "६",
                "title": "संरक्षकत्व सम्बन्धी व्यवस्था",
                "footnote": "* (Title potentially amended) मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।",
                "sections": [
                    {
                        "section_number": "१३५",
                        "title": "संरक्षक मानिने",
                        "content": "असक्षम वा अर्धसक्षम व्यक्तिको संरक्षण, निजको हक वा हितको संरक्षण गर्न यस परिच्छेद बमोजिम नियुक्त वा दायित्व भएको व्यक्ति संरक्षक मानिनेछ ।"
                    },
                    {
                        "section_number": "१३६",
                        "title": "संरक्षकको प्राथमिकताक्रम",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "यस परिच्छेदको अन्य दफाको अधीनमा रही देहायका प्राथमिकताक्रमको व्यक्ति असक्षम वा अर्धसक्षम व्यक्तिको स्वतः संरक्षक हुनेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "एकासगोलका पति वा पत्नी,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "बाबु वा आमा,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "एकासगोलका छोरा, छोरी वा विधवा बुहारी,"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "भिन्न भएका पति वा पत्नी,"
                                    },
                                    {
                                        "clause_letter": "ङ",
                                        "content": "भिन्न भएको छोरा, छोरी वा विधवा बुहारी,"
                                    },
                                    {
                                        "clause_letter": "च",
                                        "content": "बाजे वा बजै,"
                                    },
                                    {
                                        "clause_letter": "छ",
                                        "content": "नाति वा नातिनी,"
                                    },
                                    {
                                        "clause_letter": "ज",
                                        "content": "दाजु, भाइ वा दिदी, बहिनी"
                                    },
                                    {
                                        "clause_letter": "झ",
                                        "content": "मावलीपट्टिका बाजे, बजै, मामा, माइजू ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायका अवस्थामा देहायको व्यक्ति संरक्षक हुनेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "एउटै क्रमका एकभन्दा बढी व्यक्ति संरक्षक हुने भएमा निजहरूले आपसी सहमति गरे बमोजिमको व्यक्ति र त्यसरी सहमति हुन नसकेमा अदालतले तोके बमोजिमको व्यक्ति,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "मानसिक रूपमा स्वस्थ भएको र दश वर्ष उमेर पूरा गरेको व्यक्तिको हकमा निजले रोजेको व्यक्ति, तर त्यसरी संरक्षक रोज्दा सोको लिखत गरी अदालतबाट प्रमाणित गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "कानून बमोजिम वैवाहिक सम्बन्ध अन्त्य भएका दम्पतिको नाबालक भए निजलाई पालनपोषण गर्ने बाबु वा आमा,"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "पहिलो प्राथमिकता क्रमको कुनै व्यक्ति संरक्षक हुन नचाहेमा, निज होस ठेगानामा नरहेमा, वेपत्ता भएमा वा निजले संरक्षकको हैसियतले काम नगरेमा सोभन्दा तल्लो प्राथमिकताक्रमको व्यक्ति । तर त्यसरी तल्लो क्रमको व्यक्ति संरक्षक हुने भएमा निजले आफू संरक्षक भएको अदालतबाट प्रमाणित गर्नु पर्नेछ ।"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "section_number": "१३७",
                        "title": "अन्य व्यक्ति संरक्षक मानिने",
                        "content": "दफा १३६ मा जुनसुकै कुरा लेखिएको भए तापनि कुनै असक्षम वा अर्धसक्षम व्यक्तिलाई सो दफामा लेखिएका व्यक्तिले संरक्षकत्व प्रदान नगरी अन्य व्यक्तिले संरक्षकत्व प्रदान गरेको भए त्यसरी संरक्षकत्व प्रदान गर्ने व्यक्ति नै त्यस्तो व्यक्तिको संरक्षक मानिनेछ । तर त्यस्तो संरक्षक हुने व्यक्तिले आफू संरक्षक भएको व्यहोरा अदालतबाट प्रमाणित गर्नु पर्नेछ ।"
                    },
                    {
                        "section_number": "१३८",
                        "title": "संस्था संरक्षक भएको मानिने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "बालबालिकाको कल्याण गर्ने तथा हक हित संरक्षण गर्ने उद्देश्यले कानून बमोजिम दर्ता भएका बाल कल्याण गृह, अनाथालय, बाल गृह वा बालमन्दिर जस्ता संस्थामा रहेका बालबालिकाको अन्य संरक्षक नभएमा त्यस्तो संस्था नै संरक्षक भएको मानिनेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिमका संस्थामा रहेका नाबालकको तर्फबाट कुनै काम कारबाही गर्नु पर्दा त्यस्तो संस्थाको प्रमुखबाट गरिनेछ ।"
                            }
                        ],
                        "explanation": "यस परिच्छेद र भाग ३ को परिच्छेद-७ को प्रयोजनको लागि “प्रमुख” भन्नाले त्यस्तो संस्थाको प्रमुख कार्यकारी अधिकृत वा त्यस्तो हैसियतमा काम गर्ने अध्यक्ष, महाप्रबन्धक, प्रबन्ध निर्देशक वा अन्य कुनै अधिकृत सम्झनु पर्छ ।"
                    },
                    {
                        "section_number": "१३९",
                        "title": "अदालतले संरक्षक नियुक्त गर्न सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "दफा १३६ वा १३७ मा जुनसुकै कुरा लेखिएको भए तापनि अदालतले देहायको अवस्थामा कुनै खास व्यक्तिलाई त्यसको कारण खुलाई संरक्षक नियुक्त गर्न सक्नेछः-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "दफा १३६ बमोजिम कुनै व्यक्ति संरक्षक हुन नचाहेको अवस्थामा संरक्षक नियुक्ति गर्न सम्बन्धित स्थानीय तहको सम्बन्धित वडा समितिले अदालतमा निवेदन दिएमा,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "सरोकारवालाले संरक्षक नियुक्त गर्न अदालतमा निवेदन दिएमा ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम संरक्षक नियुक्त गर्दा अदालतले त्यस्तो असक्षम वा अर्धसक्षम व्यक्तिको हक, हित वा संरक्षण हुन सक्ने वा नसक्ने कुरा तर्फ विचार गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "उपदफा (१) बमोजिम संरक्षक नियुक्त गर्दा अदालतले संरक्षक हुने व्यक्तिको समेत सहमति लिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "४",
                                "content": "उपदफा (१) बमोजिम संरक्षक नियुक्त गरी सकेपछि अदालतले त्यसको लिखित जानकारी संरक्षक हुने व्यक्ति र स्थानीय तहलाई दिनु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१४०",
                        "title": "सुपरीवेक्षक तोक्न सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "दफा १३९ बमोजिम अदालतबाट संरक्षक नियुक्त गरेकोमा त्यस्तो संरक्षकको काम कारबाहीको सम्बन्धमा जाँचबुझ गर्न आवश्यक देखेमा अदालतले कुनै व्यक्तिलाई सुपरीवेक्षक तोक्न सक्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम तोकिएको सुपरीवेक्षकले संरक्षकको काम कारबाहीको सम्बन्धमा आवश्यक जाँचबुझ गरी त्यसको प्रतिवेदन अदालत समक्ष पेश गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "दफा १४८ बमोजिम संरक्षकत्व समाप्त भएकोमा सुपरीवेक्षकत्व पनि स्वतः समाप्त भएको मानिनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१४१",
                        "title": "संरक्षक हुन नसक्ने",
                        "content": "देहायका व्यक्तिहरू संरक्षक हुन सक्ने छैनन् :-",
                        "clauses": [
                            {
                                "clause_letter": "क",
                                "content": "असक्षम वा अर्धसक्षम व्यक्ति,"
                            },
                            {
                                "clause_letter": "ख",
                                "content": "असक्षम वा अर्धसक्षम व्यक्तिको हक वा हित विपरीत काम गरेको प्रमाणित भएको व्यक्ति,"
                            },
                            {
                                "clause_letter": "ग",
                                "content": "अदालतबाट तीन वर्ष वा सोभन्दा बढी कैदको सजाय भएको व्यक्ति, तर दफा १३६ को उपदफा (१) बमोजिमको प्राथमिकताक्रममा रहेका व्यक्ति संरक्षक हुन यो खण्डले कुनै बाधा पुऱ्याएको मानिने छैन ।"
                            },
                            {
                                "clause_letter": "घ",
                                "content": "अदालतबाट संरक्षक हुन अयोग्य देखिएको व्यक्ति ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१४२",
                        "title": "असक्षम वा अर्धसक्षम व्यक्तिको पालनपोषण तथा हेरविचार",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "संरक्षकले आफ्नो संरक्षकत्वमा रहेको असक्षम वा अर्धसक्षम व्यक्तिको पालनपोषण, स्वास्थ्य, शिक्षा, मनोरञ्जन तथा हेरविचारको व्यवस्था निजको सम्पत्ति भए त्यस्तो सम्पत्तिबाट र त्यस्तो सम्पत्ति नभए आफ्नो सम्पत्तिबाट गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम असक्षम वा अर्धसक्षम व्यक्तिको पालनपोषण, स्वास्थ्य, शिक्षा, मनोरञ्जन तथा हेरविचारको व्यवस्था निजको चल सम्पत्ति भएसम्म त्यस्तो सम्पत्तिबाट र चल सम्पत्ति नभए वा त्यस्तो सम्पत्तिबाट पालनपोषण, स्वास्थ्य, शिक्षा, मनोरञ्जन तथा हेरविचारको व्यवस्था हुन नसक्ने भएमा त्यस्तो प्रयोजनको लागि अदालतको पूर्व सहमति लिई निजको अचल सम्पत्ति बिक्री गर्न सकिनेछ । तर दफा १३६ को उपदफा (१) बमोजिमको प्राथमिकताक्रममा रहेका व्यक्ति संरक्षक भएकोमा अचल सम्पत्ति बिक्री गर्दा अदालतको अनुमति लिनु पर्ने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१४३",
                        "title": "सम्पत्तिको रेखदेख, संरक्षण तथा उचित व्यवस्थापन गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "संरक्षकले आफ्नो संरक्षकत्वमा रहेको असक्षम वा अर्धसक्षम व्यक्तिको सम्पत्तिको रेखदेख तथा संरक्षण गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "संरक्षकले आफ्नो संरक्षकत्वमा रहेको असक्षम वा अर्धसक्षम व्यक्तिको सम्पत्ति लगानी गरी कुनै व्यवसाय वा कारोबार गर्न सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१४४",
                        "title": "हिसाब किताब दुरुस्त राख्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "संरक्षकले आफ्नो संरक्षकत्वमा रहेको असक्षम वा अर्धसक्षम व्यक्तिलाई पालनपोषण, स्वास्थ्य, शिक्षा तथा हेरविचार गर्दा लागेको खर्च तथा निजको सम्पत्ति व्यवस्थापन गर्दा भएको आय व्ययको हिसाब किताब र सम्पत्तिको स्वामित्व प्रमाणित गर्ने विवरण दुरुस्त राख्नु पर्नेछ । तर दफा १३६ को उपदफा (१) बमोजिमको प्राथमिकताक्रममा रहेका व्यक्ति संरक्षक भएकोमा त्यस्तो हिसाब किताब राख्नु पर्ने छैन ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम राखिएको हिसाब किताब र सम्पत्तिको स्वामित्व प्रमाणित गर्ने विवरण संरक्षकले असक्षम वा अर्धसक्षम व्यक्ति कानून बमोजिम उमेर पूरा गरेको वा निजले आफू कामकाज गर्न सक्षम भएको कुरा लिखित रूपमा अदालतलाई जानकारी गराएको मितिले एक वर्षभित्र त्यस्तो व्यक्ति समक्ष पेश गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "आफ्नो संरक्षकत्वमा रहेको अवस्थामा कुनै असक्षम वा अर्धसक्षम व्यक्तिको मृत्यु भएमा संरक्षकले उपदफा (१) बमोजिमको हिसाब किताब र सम्पत्तिको स्वामित्व प्रमाणित गर्ने विवरण निजको मृत्यु भएको मितिले छ महिनाभित्र निजको नजिकको हकवाला समक्ष बुझाउनु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१४५",
                        "title": "कानूनी कारबाही चलाउन वा मुद्दाको प्रतिरक्षा गर्न सक्ने",
                        "content": "संरक्षकले आफ्नो संरक्षकत्वमा रहेको असक्षम वा अर्धसक्षम व्यक्तिको हक, हितको लागि कुनै व्यक्ति उपर कानूनी कारबाही चलाउन वा निज उपर परेको मुद्दाको प्रतिरक्षा गर्न सक्नेछ । तर असक्षम वा अर्धसक्षम व्यक्ति बादी वा प्रतिबादी भई चलेको ४... मुद्दाको सम्बन्धमा संरक्षकले निजलाई मर्का पर्ने गरी कुनै मुद्दाको दाबी वा जिकिर छोड्न वा कुनै मुद्दा मिलापत्र गर्न सक्ने छैन ।",
                        "removal_note": "४. मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा झिकिएको ।"
                    },
                    {
                        "section_number": "१४६",
                        "title": "असक्षम वा अर्धसक्षम व्यक्तिको तर्फबाट काम गर्न सक्ने",
                        "content": "यस परिच्छेदमा अन्यत्र लेखिएको व्यवस्थाको अधीनमा रही असक्षम वा अर्धसक्षम व्यक्तिले कानून बमोजिम गर्ने काम निजको तर्फबाट संरक्षकले गर्न सक्नेछ ।"
                    },
                    {
                        "section_number": "१४७",
                        "title": "शर्त बमोजिम मात्र काम गर्न सक्ने",
                        "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै असक्षम वा अर्धसक्षम व्यक्तिको सम्बन्धमा कुनै व्यक्तिलाई कुनै शर्त तोकी संरक्षक तोकिएकोमा त्यस्तो संरक्षकलाई शर्त बमोजिमको मात्र काम गर्ने अधिकार हुनेछ ।"
                    },
                    {
                        "section_number": "१४८",
                        "title": "संरक्षकत्वको समाप्ति",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "देहायको अवस्थामा संरक्षकत्व समाप्त भएको मानिनेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "संरक्षकले आफू संरक्षक हुन नसक्ने भनी दिएको निवेदन अदालतबाट स्वीकृत भएमा,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "संरक्षक वा संरक्षकत्वमा रहेको असक्षम वा अर्धसक्षम व्यक्तिको मृत्यु भएमा,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "असक्षम वा अर्धसक्षम व्यक्ति सक्षम भएमा,"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "संरक्षकत्वमा रहेको असक्षम वा अर्धसक्षम व्यक्तिको अनुरोधमा अदालतले संरक्षकलाई हटाएमा ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम संरक्षकत्व समाप्ति भएमा र संरक्षक हुने तथा संरक्षकत्वमा रहने व्यक्ति जीवित भएमा निजले नै अर्को संरक्षक नतोकिएसम्म आफ्नो संरक्षकत्वमा रहेको असक्षम वा अर्धसक्षम व्यक्तिको पालनपोषण तथा हेरविचार गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "उपदफा (१) बमोजिम संरक्षकत्व समाप्ति भएमा त्यसरी संरक्षकत्व समाप्ति भएको मितिदेखि अर्को संरक्षक नतोकिएसम्म यस परिच्छेद बमोजिम संरक्षकले गर्नु पर्ने कुनै कानूनी कारबाहीको हदम्याद, म्याद वा तारेख गुज्रेको मानिने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१४९",
                        "title": "हकवालामा संरक्षकत्व नसर्ने",
                        "content": "कुनै संरक्षकको मृत्यु भई दफा १४८ बमोजिम संरक्षकत्व समाप्ति भएकोमा संरक्षकको हैसियतले निजमा रहेको हक, अधिकार र दायित्व निजको हकवालामा सर्ने छैन । तर कुनै असक्षम वा अर्धसक्षम व्यक्तिको सम्बन्धमा अर्को संरक्षक नियुक्ति गर्नु पर्ने अवस्था भएकोमा संरक्षक नियुक्त नभएसम्मको लागि संरक्षकको उत्तराधिकारीको हैसियतले त्यस्तो असक्षम वा अर्धसक्षम व्यक्तिको पालनपोषण तथा हेरविचार निजले गर्नु पर्नेछ ।"
                    },
                    {
                        "section_number": "१५०",
                        "title": "खर्च भराई लिन सक्ने",
                        "content": "कुनै संरक्षकले आफ्नो संरक्षकत्वमा रहेको असक्षम वा अर्धसक्षम व्यक्तिको पालन पोषण, स्वास्थ्य, शिक्षा, खेलकुद, मनोरञ्जन तथा हेरविचार आफ्नो सम्पत्तिबाट गरेको भए त्यस्तो हेरविचार गर्दा खर्च भएको रकम संरक्षकत्वमा रहेको असक्षम वा अर्धसक्षम व्यक्तिको सम्पत्तिबाट भराई लिन सक्नेछ । तर दफा १३६ को उपदफा (१) बमोजिमको प्राथमिकताक्रममा रहेका व्यक्ति संरक्षक भएकोमा त्यस्तो खर्च भराई लिन सकिने छैन ।"
                    },
                    {
                        "section_number": "१५१",
                        "title": "हानि, नोक्सानीको रकम भराई लिन सक्ने",
                        "content": "कुनै संरक्षकले आफूलाई लाभ हुने वा नहुने गरी जानीजानी, छलकपट, जालसाजी वा बदनियतले आफ्नो संरक्षकत्वमा रहेको असक्षम वा अर्धसक्षम व्यक्तिको सम्पत्तिमा हानि, नोक्सानी पुऱ्याएमा त्यसबाट मर्का पर्ने असक्षम वा अर्धसक्षम व्यक्तिले त्यस्तो संरक्षकबाट आफूलाई हानि, नोक्सानी भएको रकम भराई लिन सक्नेछ ।"
                    },
                    {
                        "section_number": "१५२",
                        "title": "हदम्याद",
                        "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको थाहा पाएको छ महिनाभित्र नालिस गर्न सक्नेछ ।"
                    }
                ]
            },
            {
                "chapter_number": "७",
                "title": "माथवर सम्बन्धी व्यवस्था",
                "sections": [
                    {
                        "section_number": "१५३",
                        "title": "नाबालकको माथवर हुने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "कुनै नाबालकको यस भागको परिच्छेद-६ बमोजिमको कुनै संरक्षक नभएमा निज अठार वर्ष पूरा नभएसम्म निजको पालनपोषण, स्वास्थ्य, शिक्षा, हेरविचार तथा सम्पत्तिको संरक्षण गर्नको लागि कुनै व्यक्तिले त्यस्तो नाबालकको माथवरको हैसियतले काम गर्न सक्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कसैले आफ्नो नाबालकको पालनपोषण, स्वास्थ्य, शिक्षा तथा हेरविचारको लागि कुनै व्यक्तिलाई माथवर नियुक्त गर्न सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१५४",
                        "title": "होस ठेगानमा नरहेको व्यक्तिको माथवर हुने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "होस ठेगानमा नरहेको व्यक्तिको यस भागको परिच्छेद-६ बमोजिमको संरक्षक नभएकोमा निजको पालन पोषण, हेरविचार तथा सम्पत्तिको हेरचाहको लागि अन्य कुनै व्यक्तिले माथवरको हैसियतले काम गर्न सक्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम माथवर नभएकोमा वा यकिन नभएकोमा होस ठेगानमा नरहेको व्यक्ति तत्काल जसको जिम्मा, सुपरीवेक्षण वा रेखदेखमा रहेको छ सोही व्यक्ति त्यस्तो व्यक्तिको माथवर हुनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१५५",
                        "title": "नाबालकको माथवर आमा हुन सक्ने",
                        "content": "दफा १५३ मा जुनसुकै कुरा लेखिएको भए तापनि कुनै नाबालकको बाबुको मृत्यु भएको वा निज बेपत्ता भएको, होस ठेगानमा नरहेको वा विदेश गएको अवस्थामा दश वर्षभन्दा कम उमेरको नाबालकको आमा भएमा निजले अर्को विवाह गरिसकेको भएपनि निज नै त्यस्तो नाबालकको माथवर हुनेछ ।"
                    },
                    {
                        "section_number": "१५६",
                        "title": "सङ्गठित संस्था माथवर हुने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "यस भागको परिच्छेद-६ बमोजिम संरक्षक नभएको कुनै व्यक्ति कुनै सङ्गठित संस्थाको रेखदेख, संरक्षण वा जिम्मामा रहेको भए त्यस्तो सङ्गठित संस्था त्यस्ता व्यक्तिको माथवर हुनेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिमको सङ्गठित संस्था माथवर भएकोमा त्यस्तो सङ्गठित संस्थाको प्रमुखले माथवरको अधिकार प्रयोग गर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१५७",
                        "title": "अदालतले माथवर नियुक्त गर्न सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "कुनै व्यक्तिको यस भागको परिच्छेद-६ बमोजिम संरक्षक नभएमा वा कुनै व्यक्तिले पनि निजको माथवरको रूपमा काम नगरेमा स्थानीय तहको सम्बन्धित वडा समितिले त्यसको विवरण खुलाई माथवर नियुक्त गर्न अदालत समक्ष निवेदन दिन सक्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम निवेदन गर्दा स्थानीय तहको सम्बन्धित वडा समितिले माथवर हुन सक्ने सम्भावित व्यक्तिहरूको नाम, थर, ठेगाना र पेशा खुलाई माथवर नियुक्त हुन सक्ने सम्भावित व्यक्तिले माथवरको रूपमा काम गर्न दिएको मञ्जुरीको लिखत समेत पेश गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "उपदफा (१) बमोजिम निवेदन परेमा अदालतले उपदफा (२) बमोजिम नाम पेश भएका व्यक्तिहरूमध्येबाट उपयुक्त कुनै एक व्यक्तिलाई माथवर नियुक्त गर्ने आदेश दिनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१५८",
                        "title": "माथवरको योग्यता",
                        "content": "दफा १४१ बमोजिम संरक्षक हुन अयोग्य व्यक्ति बाहेक अन्य व्यक्ति माथवर हुन सक्नेछ ।"
                    },
                    {
                        "section_number": "१५९",
                        "title": "माथवरले सम्पत्ति जिम्मा लिनु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "माथवरले आफ्नो माथवरीमा रहेको व्यक्तिको सम्पत्ति जिम्मा लिई सोको व्यवस्थापन र सञ्चालन गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "माथवरले आफूले जिम्मा लिएको सम्पत्तिबाट आफ्नो माथवरीमा रहेको व्यक्तिलाई सम्भव भएसम्म निजको हैसियत अनुसार पालनपोषण तथा शिक्षा दिक्षा र औषधि उपचारको व्यवस्था गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१६०",
                        "title": "सम्पत्ति प्रयोग गर्न सक्ने",
                        "content": "माथवरले आफूले जिम्मा लिएको सम्पत्तिबाट प्राप्त भएको प्रतिफल माथवरीमा रहेको व्यक्तिको पालनपोषण, स्वास्थ्य तथा त्यस्तो व्यक्ति नाबालक भए शिक्षा दिक्षाको लागि पूरै खर्च गर्न सक्नेछ ।"
                    },
                    {
                        "section_number": "१६१",
                        "title": "अदालतको अनुमतिले अचल सम्पत्ति खर्च गर्न सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "माथवरले आफ्नो माथवरीमा रहेको कुनै व्यक्तिको पालनपोषण गर्दा, शिक्षा दिक्षा दिँदा वा औषधि उपचार गर्दा निजको चल सम्पत्तिबाट नभ्याउने रहेछ भने त्यस प्रयोजनको लागि अचल सम्पत्ति वा त्यसको कुनै अंश बिक्री गर्न त्यसको कारण खुलाई अनुमतिको लागि अदालतमा निवेदन दिन सक्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम परेको निवेदन जाँचबुझ गर्दा त्यस्तो अचल सम्पत्ति बिक्री गर्नु पर्ने कारण मनासिब देखेमा अदालतले उचित ठाने बमोजिम अचल सम्पत्ति वा त्यसको कुनै अंश बिक्री गर्न अनुमति दिन सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१६२",
                        "title": "विवेकपूर्ण र होसियारीपूर्वक सम्पत्तिको रेखदेख र संरक्षण गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "माथवरले आफ्नो माथवरीमा रहेको व्यक्तिको सम्पत्तिको रेखदेख र संरक्षण विवेकपूर्ण र होशियारीपूर्वक गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम सम्पत्तिको रेखदेख र संरक्षण नगरेको कारणबाट माथवरीमा रहेको व्यक्तिको सम्पत्ति कुनै किसिमले हानि, नोक्सानी भएकोमा सम्बन्धित माथवर जवाफदेही हुनेछ । तर विपद् परी त्यस्तो सम्पत्ति हानि, नोक्सानी भएकोमा निज जवाफदेही हुने छैन ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "उपदफा (१) बमोजिम माथवरले सम्पत्तिको रेखदेख र संरक्षण नगरेको उजुरी परेमा अदालतले सम्बन्धित व्यक्तिलाई माथवरबाट हटाउन सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१६३",
                        "title": "हक हस्तान्तरण स्वतः बदर हुने",
                        "content": "माथवरले आफ्नो माथवरीमा रहेको व्यक्तिको अचल सम्पत्ति त्यस्तो व्यक्तिको हक मेट्ने दुराशयले आफ्नो वा आफ्नो परिवारका कुनै सदस्यको नाममा बिक्री गरेमा वा त्यस्ता व्यक्तिका नाममा कुनै किसिमले हक हस्तान्तरण हुन आएमा त्यस्तो हक हस्तान्तरण स्वतः बदर हुनेछ ।"
                    },
                    {
                        "section_number": "१६४",
                        "title": "माथवरी स्वतः अन्त्य हुने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "देहायको अवस्थामा माथवरी स्वतः अन्त्य भएको मानिनेछः-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "नाबालक भए निजको उमेर अठार वर्ष पूरा भएमा,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "होस ठेगानमा नरहेको व्यक्ति भए निजको होस ठेगानमा रहेमा,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "नाबालकको आमा वा बाबु वा दुवैले नाबालकलाई आफ्नो जिम्मा लिएकोमा,"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "नाबालक वा होस ठेगानमा नरहेको व्यक्तिको संरक्षक नियुक्ति भएमा,"
                                    },
                                    {
                                        "clause_letter": "ङ",
                                        "content": "दफा १६२ को उपदफा (३) बमोजिम अदालतले माथवरीबाट हटाएमा,"
                                    },
                                    {
                                        "clause_letter": "च",
                                        "content": "माथवरको दफा १५८ बमोजिमको योग्यता नभएमा वा नरहेमा,"
                                    },
                                    {
                                        "clause_letter": "छ",
                                        "content": "माथवर हुने वा माथवरीमा रहेको व्यक्तिको मृत्यु भएमा ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम माथवरी अन्त्य भएकोमा माथवरको हैसियतमा जिम्मा लिएको सम्पत्ति माथवर भएको व्यक्तिले तुरुन्त सम्बन्धित व्यक्तिलाई फिर्ता गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१६५",
                        "title": "सम्पत्ति जिम्मा दिन सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै व्यक्ति आफू रहे बसेको इलाका छोडी अन्यत्र जानु परेको कारणबाट आफ्नो हक, स्वामित्व वा भोगको सम्पत्तिको संरक्षण तथा व्यवस्थापन आफैँले गर्न नसक्ने अवस्था परेमा त्यसको लागि कुनै व्यक्तिलाई माथवर नियुक्त गरी आफ्नो सम्पत्ति निजको जिम्मा दिन सक्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम कुनै व्यक्तिलाई सम्पत्ति जिम्मा दिइएकोमा त्यस्तो सम्पत्ति जिम्मा लिने व्यक्तिले त्यस्तो सम्पत्तिको संरक्षण तथा व्यवस्थापन गर्नु पर्नेछ र सम्पत्ति जिम्मा दिने व्यक्तिले मागेको बखत निजलाई त्यस्तो सम्पत्ति फिर्ता गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१६६",
                        "title": "अदालतबाट प्रमाणित गराउनु पर्ने",
                        "content": "दफा १५३, १५४ र १६५ बमोजिम माथवर हुनेले आफू माथवर भएको व्यहोरा अदालतबाट प्रमाणित गराउनु पर्नेछ ।"
                    },
                    {
                        "section_number": "१६७",
                        "title": "अन्य व्यवस्था लागू हुने",
                        "content": "दफा १४४, १४५, १४६, १४७, १४९, १५० र १५१ का व्यवस्थाहरू आवश्यक हेरफेर सहित (मुटाटिस मुटाण्डीस) माथवर तथा माथवरीमा रहने व्यक्तिको हकमा समेत लागू हुनेछ ।"
                    },
                    {
                        "section_number": "१६८",
                        "title": "हदम्याद",
                        "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको थाहा पाएको छ महिनाभित्र नालिस गर्न सक्नेछ ।"
                    }
                ]
            },
            {
                "chapter_number": "८",
                "title": "धर्मपुत्र वा धर्मपुत्री सम्बन्धी व्यवस्था",
                "sections": [
                    {
                        "section_number": "१६९",
                        "title": "धर्मपुत्र वा धर्मपुत्री मानिने",
                        "content": "कुनै व्यक्तिले अन्य व्यक्तिको छोरा वा छोरीलाई आफ्नो छोरा वा छोरीको रूपमा स्वीकार गरेको व्यक्ति धर्मपुत्र वा धर्मपुत्री मानिनेछ ।"
                    },
                    {
                        "section_number": "१७०",
                        "title": "बालबालिकाको सर्वोत्तम हित हुने गरी धर्मपुत्र वा धर्मपुत्री राख्नु पर्ने",
                        "content": "यस संहिता बमोजिम धर्मपुत्र वा धर्मपुत्री राख्दा बालबालिकाको सर्वोत्तम हक र हित हुने गरी धर्मपुत्र वा धर्मपुत्री राख्नु पर्नेछ ।"
                    },
                    {
                        "section_number": "१७१",
                        "title": "छोरा छोरी हुनेले धर्मपुत्र वा धर्मपुत्री राख्न नपाउने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "यस परिच्छेद बमोजिम छोरा हुनेले धर्मपुत्र र छोरी हुनेले धर्मपुत्री राख्न पाउने छैन ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि न्यायिक पृथकीकरण गरी भिन्न बसेको महिला वा पुरुषसँग छोरा छोरी सँगै नबसेमा यस्ता पुरुष वा महिलाले धर्मपुत्र वा धर्मपुत्री राख्न पाउनेछन् ।"
                            },
                            {
                                "explanation": "यस परिच्छेद र यस भागको परिच्छेद-९ को प्रयोजनका लागि “न्यायिक पृथकीकरण” भन्नाले अदालतको आदेश बमोजिम अंश लिएको, कानून बमोजिम भिन्न बसेको वा मानो छुट्टिएको अवस्था सम्झनु पर्छ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "उपदफा (१) वा (२) मा जुनसुकै कुरा लेखिएको भए तापनि आफ्ना छोरा वा छोरी हुने कुनै व्यक्तिले अन्य बालबालिकालाई पालनपोषण, स्वास्थ्य, शिक्षा तथा हेरचाहको व्यवस्था गर्न सक्ने आर्थिक हैसियत खुलाई धर्मपुत्र वा धर्मपुत्री राख्नको लागि * सम्बन्धित जिल्ला अदालतमा निवेदन दिएमा र त्यस्तो निवेदन जाँचबुझ गर्दा निवेदकमा त्यस्तो हैसियत रहेको देखिएमा अदालतले निवेदकलाई धर्मपुत्र वा धर्मपुत्री राख्न अनुमति दिन सक्नेछ ।",
                                "footnote": "* मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१७२",
                        "title": "धर्मपुत्र वा धर्मपुत्री राख्न सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "देहायका कुनै व्यक्तिले बालबालिकालाई धर्मपुत्र वा धर्मपुत्री राख्न सक्नेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "विवाह भएको दश वर्षसम्म पनि छोरा वा छोरी नहुने दम्पति,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "पैंतालीस वर्ष उमेर पूरा भएकी अविवाहिता, विधवा, सम्बन्ध विच्छेद वा न्यायिक पृथकीकरण गरी बसेकी छोरा वा छोरी नहुने महिला,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "पैंतालीस वर्ष उमेर पूरा भएको अविवाहित, विधुर, सम्बन्ध विच्छेद वा न्यायिक पृथकीकरण गरी बसेको छोरा वा छोरी नहुने पुरुष ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायका कुनै व्यक्तिले धर्मपुत्र वा धर्मपुत्री राख्न सक्ने छैन :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "होस ठेगानमा नभएको,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "नैतिक पतन देखिने फौजदारी अभियोगमा अदालतबाट कसूरदार ठहरिएको,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "नाबालकलाई पालनपोषण, स्वास्थ्य, शिक्षा, खेलकुद, मनोरञ्जन तथा हेरचाहको व्यवस्था गर्न सक्ने आर्थिक हैसियत नभएको ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "३",
                                "content": "यस दफा बमोजिम सगोलका पति वा पत्नीले धर्मपुत्र वा धर्मपुत्री राख्दा एक अर्काको मञ्जुरी लिनु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१७३",
                        "title": "धर्मपुत्र वा धर्मपुत्रीको रूपमा लिन दिन नहुने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "कसैले पनि देहायका कुनै व्यक्तिलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा लिन वा दिन हुँदैनः-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "चौध वर्ष उमेर पूरा गरेको,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "एउटा मात्र छोरा वा छोरीको रूपमा रहेको, तर दफा १७५ को उपदफा (३) बमोजिमको अवस्थामा यो व्यवस्था लागू हुने छैन ।"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "एकपटक धर्मपुत्र वा धर्मपुत्रीको रूपमा लिइएको, तर कानून बमोजिम धर्मपुत्र वा धर्मपुत्री बदर भएकोमा यो व्यवस्था लागू हुने छैन ।"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्ति भन्दा माथिल्लो नाताको,"
                                    },
                                    {
                                        "clause_letter": "ङ",
                                        "content": "गैरनेपाली नागरिक । तर विदेशी नागरिकता प्राप्त गरेको गैरआवासीय नेपाली नागरिकको हकमा यस खण्डको व्यवस्था लागू हुने छैन ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) को खण्ड (क) मा जुनसुकै कुरा लेखिएको भए तापनि तीन पुस्ताभित्रको नाताको व्यक्ति वा पत्नीको पूर्व पति तर्फ छोरा वा छोरी भएमा चौध वर्ष नाघेको व्यक्तिलाई पनि धर्मपुत्र वा धर्मपुत्री राख्न सकिनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१७४",
                        "title": "धर्मपुत्र वा धर्मपुत्री हुने र राख्नेको उमेरको फरक",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "धर्मपुत्र वा धर्मपुत्री हुने र धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिको उमेर कम्तीमा पच्चीस वर्ष फरक हुनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि तीन पुस्ताभित्रको नाताको व्यक्तिलाई धर्मपुत्र वा धर्मपुत्री राख्दा उमेरको बन्देज लाग्ने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१७५",
                        "title": "धर्मपुत्र वा धर्मपुत्री राख्दा सहमति लिनु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "कसैले कुनै बालबालिकालाई धर्मपुत्र वा धर्मपुत्री राख्दा त्यस्तो बालबालिकाका बाबु र आमा दुवै जीवित भए दुवै जनाको र बावु र आमामध्ये कुनै एक मात्र जीवित भए जीवित बाबु वा आमाको लिखित सहमति लिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि पति र पत्नी बीच वैवाहिक सम्बन्ध अन्त्य भई वा न्यायिक पृथकीकरण भएको कारणबाट बावु र आमा अलग भएकोमा त्यसरी सम्बन्ध अन्त्य हुँदा वा न्यायिक पृथकीकरण हुँदा भएको सहमति बमोजिम त्यस्तो बाबु वा आमासँग बसेका बालबालिकालाई धर्मपुत्र वा धर्मपुत्री राख्दा त्यस्तो बालबालिका बाबु वा आमामध्ये जोसँग निज बसेको छ सोही बाबु वा आमाको सहमति लिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि बाबु आमा पत्ता नलागेको, जीवित नभएको वा बाबु आमा जीवित भए पनि बाबु वा आमाले अर्को विवाह गरी त्यस्तो बालबालिकालाई अन्य कुनै व्यक्ति वा संस्थाले पालनपोषण वा हेरविचार गरेको रहेछ भने यसरी पालनपोषण वा हेरविचार गर्ने व्यक्ति वा संस्थाको लिखित सहमति लिई त्यस्ता बालबालिकालाई धर्मपुत्र वा धर्मपुत्री राख्न सकिनेछ ।"
                            },
                            {
                                "subsection_number": "४",
                                "content": "उपदफा (१), (२) वा (३) बमोजिम दश वर्ष नाघेका बालबालिकालाई धर्मपुत्र वा धर्मपुत्री राख्दा निजको समेत लिखित सहमति लिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "५",
                                "content": "उपदफा (४) बमोजिमको लिखित सहमति सम्बन्धित बालबालिकाले आफ्नो बाबु आमा वा मातृक तथा पैत्रिक अख्तियारी प्रयोग गर्ने संरक्षक वा माथवरको रोहवरमा गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "६",
                                "content": "यस दफा बमोजिम सहमति लिनु अघि धर्मपुत्र वा धर्मपुत्री दिने व्यक्ति, संरक्षक वा माथवर तथा बालबालिकालाई धर्मपुत्र वा धर्मपुत्रीको अर्थ, कानूनी हैसियत र त्यसको परिणाम समेतको विषयमा जानकारी गराउनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "७",
                                "content": "यस दफा बमोजिम सहमति लिँदा कुनै किसिमको आर्थिक प्रलोभनमा पार्नु हुँदैन र त्यस्तो सहमति स्वेच्छाले दिएको हुनु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१७६",
                        "title": "दम्पतिबाटै धर्मपुत्र वा धर्मपुत्री राखेको मानिने",
                        "content": "कुनै पति वा पत्नीले न्यायिक पृथकीकरण गरी बसेको अवस्थामा धर्मपुत्र वा धर्मपुत्री राखेकोमा पछि पति पत्नी दुवै सगोलमा बसेमा त्यसरी बस्नुभन्दा अघि राखेको धर्मपुत्र वा धर्मपुत्री दुवै दम्पतिले राखेको मानिनेछ ।"
                    },
                    {
                        "section_number": "१७७",
                        "title": "धर्मपुत्र वा धर्मपुत्री राख्दाको कार्यविधि",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "कसैले कुनै बालबालिकालाई धर्मपुत्र वा धर्मपुत्री राख्न चाहेमा कानूनको रीत पुऱ्याई धर्मपुत्र वा धर्मपुत्रीको लिखत सहित * सम्बन्धित जिल्ला अदालतमा निवेदन दिनु पर्नेछ ।",
                                "footnote": "* मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम प्राप्त भएको धर्मपुत्र वा धर्मपुत्रीको लिखत जाँचबुझ गर्दा निवेदकलाई धर्मपुत्र वा धर्मपुत्री राख्न दिन हुने देखेमा सम्बन्धित जिल्ला अदालतले धर्मपुत्र वा धर्मपुत्री राख्ने आदेश दिई त्यस्तो लिखत प्रमाणीकरण गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "३",
                                "content": "उपदफा (२) बमोजिम जाँचबुझ गर्दा निवेदकलाई धर्मपुत्र वा धर्मपुत्री राख्न दिन नहुने देखेमा सम्बन्धित अदालतले सोही बमोजिमको आदेश गरी निवेदकलाई त्यसको जानकारी दिनु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१७८",
                        "title": "धर्मपुत्र वा धर्मपुत्रीको हक तथा अधिकार",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "धर्मपुत्र वा धर्मपुत्रीको हक, अधिकार, दायित्व र जिम्मेवारी धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिको छोरा वा छोरी सरह हुनेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "कसैले कुनै व्यक्तिलाई धर्मपुत्र वा धर्मपुत्री राखिसकेपछि निजको छोरा वा छोरी जन्मिए पनि त्यस्ता धर्मपुत्र वा धर्मपुत्रीको छोरा वा छोरी सरहको हैसियतमा कुनै असर पर्ने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१७९",
                        "title": "धर्मपुत्र वा धर्मपुत्रीको थर",
                        "content": "धर्मपुत्र वा धर्मपुत्री भएको व्यक्तिले धर्मपुत्र वा धर्मपुत्री ग्रहण गर्ने बाबु वा आमा वा दुवैको थर प्रयोग गर्न सक्नेछ । तर,",
                        "proviso_points": [
                            {
                                "point_number": "१",
                                "content": "धर्मपुत्र वा धर्मपुत्री हुने व्यक्तिले चाहेमा निजलाई जन्माउने बाबु आमाको थर समेत प्रयोग गर्न सक्नेछ ।"
                            },
                            {
                                "point_number": "२",
                                "content": "धर्मपुत्र वा धर्मपुत्री बदर भएमा निजको थर निजलाई जन्माउने बाबु वा आमाको हुनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१८०",
                        "title": "बाबु आमाको अंशमा दाबी गर्न नपाउने",
                        "content": "धर्मपुत्र वा धर्मपुत्री भएको व्यक्तिले आफूलाई जन्माउने बाबु आमाको अंशमा दाबी गर्न पाउने छैन । तर,",
                        "proviso_points": [
                            {
                                "point_number": "१",
                                "content": "धर्मपुत्र वा धर्मप्त्री बदर भएकोमा निजले बाबु आमाको अंशमा दाबी गर्न पाउनेछ ।"
                            },
                            {
                                "point_number": "२",
                                "content": "धर्मपुत्र वा धर्मपुत्री हुँदाका बखत निजले अंश लिइसकेको भए निजले त्यस्तो सम्पत्ति समेत लिन पाउनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१८१",
                        "title": "धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिको दायित्व",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिको दायित्व देहाय बमोजिम हुनेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "धर्मपुत्र वा धर्मपुत्रीलाई छोरा वा छोरी सरह आफ्नो इज्जत र क्षमता अनुसार पालनपोषण, स्वास्थ्य, खेलकुद, मनोरञ्जन तथा उचित शिक्षाको व्यवस्था गर्ने,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "धर्मपुत्र वा धर्मपुत्रीको हक र हितको संरक्षण गर्ने ।"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "यस भागको परिच्छेद-५ बमोजिमको अख्तियारी प्रयोग गर्ने ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिमको दायित्व धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिले पूरा नगरेमा धर्मपुत्र वा धर्मपुत्रीले आफ्नो अंश छुट्याई भिन्न हुन सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१८२",
                        "title": "धर्मपुत्र वा धर्मपुत्रीको दायित्व",
                        "content": "धर्मपुत्र वा धर्मपुत्रीको दायित्व देहाय बमोजिम हुनेछ :-",
                        "clauses": [
                            {
                                "clause_letter": "क",
                                "content": "धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिलाई आफ्‌नो बाबु आमा सरह इज्जत तथा क्षमता अनुसार पालनपोषण, स्वास्थ्य तथा हेरचाहको व्यवस्था गर्ने,"
                            },
                            {
                                "clause_letter": "ख",
                                "content": "धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिको सम्पत्तिको संरक्षण, हेरविचार तथा उचित व्यवस्थापन गर्ने,"
                            },
                            {
                                "clause_letter": "ग",
                                "content": "धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिको हक र हितको संरक्षण गर्ने ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१८३",
                        "title": "भेटघाट तथा पत्राचारको सुविधा दिनु पर्ने",
                        "content": "धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिले धर्मपुत्र वा धर्मपुत्रीलाई समय समयमा निजको जन्म दिने बाबु आमालाई भेटघाट तथा पत्राचार गर्ने सुविधा दिनु पर्नेछ ।"
                    },
                    {
                        "section_number": "१८४",
                        "title": "धर्मपुत्र वा धर्मपुत्री बदर हुने",
                        "content": "कसैले दफा १७१, दफा १७२ को उपदफा (१) र उपदफा (२) को खण्ड (क) र (ख), दफा १७३, १७४ र १७५ विपरीत कसैलाई धर्मपुत्र वा धर्मपुत्री राखेमा त्यस्तो धर्मपुत्र वा धर्मपुत्री स्वतः बदर हुनेछ ।"
                    },
                    {
                        "section_number": "१८५",
                        "title": "धर्मपुत्र वा धर्मपुत्री बदर गराउन सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिले दफा १८१ बमोजिमको दायित्व पूरा नगरेमा कुनै धर्मपुत्र वा धर्मपुत्रीले धर्मपुत्र वा धर्मपुत्री बदर गराउन सक्नेछ । तर त्यस्तो धर्मपुत्र वा धर्मपुत्रीले अंश लिइसकेको भए बदर गराउन सक्ने छैन ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "धर्मपुत्र वा धर्मपुत्री राख्ने व्यक्तिले देहायका कुनै अवस्थामा धर्मपुत्र वा धर्मपुत्री बदर गराउन सक्नेछः-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "धर्मपुत्र वा धर्मपुत्रीले दफा १८२ बमोजिमको दायित्व पूरा नगरेमा,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "धर्मपुत्र वा धर्मपुत्रीले आफूलाई घरबाट निकाला गरेमा वा पटक पटक शारीरिक वा मानसिक यातना दिएमा,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "धर्मपुत्र वा धर्मपुत्रीले आफ्नो सम्पत्तिको दुरूपयोग गरेमा,"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "आफ्नो मञ्जुरी नलिई तीन वर्ष वा सोभन्दा बढी समयसम्म आफूलाई छाडी धर्मपुत्र वा धर्मपुत्री अलग बसेमा ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "३",
                                "content": "उपदफा (२) को खण्ड (क) र (घ) को व्यवस्था विवाहिता धर्मपुत्रीको हकमा लागू हुने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१८६",
                        "title": "धर्मपुत्र वा धर्मपुत्रीको अन्त्य",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "दफा १८४ वा १८५ बमोजिम धर्मपुत्र वा धर्मपुत्री बदर भएमा धर्मपुत्र वा धर्मपुत्री राख्ने र धर्मपुत्र वा धर्मपुत्री हुने व्यक्तिको सम्बन्ध अन्त्य भएको मानिनेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम धर्मपुत्र वा धर्मपुत्री राख्ने र धर्मपुत्र वा धर्मपुत्री हुने व्यक्तिको सम्बन्ध अन्त्य भएमा धर्मपुत्र वा धर्मपुत्रीको हैसियतले निजमा रहेको हक, अधिकार तथा दायित्व समेत अन्त्य हुनेछ । तर धर्मपुत्र वा धर्मपुत्री कायम रहेको अवधिसम्म भोगिसकेको सुविधा, हासिल वा उपयोग गरिसकेको अधिकार र निर्वाह गरिसकेको दायित्वमा कुनै असर पर्ने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१८७",
                        "title": "हदम्याद",
                        "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम भए गरेको मितिले एक वर्षभित्र नालिस गर्न सक्नेछ ।"
                    }
                ]
            },
            {
                "chapter_number": "९",
                "title": "अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री सम्बन्धी व्यवस्था",
                "sections": [
                    {
                        "section_number": "१८८",
                        "title": "अन्तरदेशीय रूपमा धर्मपुत्र वा धर्मपुत्री स्वीकार गरेको मानिने",
                        "content": "कुनै विदेशीले नेपाली नागरिक वा नेपालमा बसोबास गरेको विदेशीको कुनै नाबालकलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा स्वीकार गरेमा अन्तरदेशीय रूपमा धर्मपुत्र वा धर्मपुत्री स्वीकार गरेको मानिनेछ ।"
                    },
                    {
                        "section_number": "१८९",
                        "title": "अनुमति नलिई धर्मपुत्र वा धर्मपुत्री राख्न नपाउने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "कुनै विदेशीले नेपाल सरकारको अनुमति नलिई कुनै नेपाली नागरिक वा नेपालमा बसोबास गरेको विदेशीको कुनै बालबालिकालाई धर्मपुत्र वा धर्मपुत्रीको रूपमा राख्न पाउने छैन ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी नेपालमा अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री स्वीकार गर्न सकिने गरी खुल्ला गरिएका मुलुकका नागरिक वा दम्पतीलाई मात्र यस परिच्छेद बमोजिम धर्मपुत्र वा धर्मपुत्री राख्न अनुमति दिइनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१९०",
                        "title": "धर्मपुत्र वा धर्मपुत्री दिँदा बालबालिकाको सर्वोत्तम हित सुनिश्चित गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "१",
                                "content": "यस परिच्छेद बमोजिम विदेशीलाई धर्मपुत्र वा धर्मपुत्री ग्रहण गर्न दिनु अघि नेपाल सरकारले बालबालिकाको सर्वोत्तम हित, निजको मानव अधिकारको संरक्षण र त्यस्तो बालबालिका अपहरण, बेचबिखन वा अन्य कुनै किसिमले दुरुपयोग हुने वा नहुने तर्फ विचार गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "२",
                                "content": "उपदफा (१) बमोजिम विचार गर्दा कुनै बालबालिका विदेशीलाई धर्मपुत्र वा धर्मपुत्री ग्रहण गर्न दिन उचित देखिएमा मात्र यस परिच्छेद बमोजिम धर्मपुत्र वा धर्मपुत्री ग्रहण गर्न अनुमति दिइनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "१९१",
                        "title": "धर्मपुत्र वा धर्मपुत्रीको रूपमा दिन सकिने बालबालिका",
                        "content": "बाल गृहमा कम्तीमा छ महिना बसेका देहायका बालबालिका विदेशीलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा दिन सकिनेछ :-",
                        "clauses": [
                            {
                                "clause_letter": "क",
                                "content": "बाबु र आमा दुवैको मृत्यु भई कसैको संरक्षणमा नरहेको अनाथ बालबालिका,"
                            },
                            {
                                "clause_letter": "ख",
                                "content": "स्वेच्छाले त्यागेका बालबालिका ।"
                            }
                        ]
                    }
                ]
            }
        ]
    }
}