{
    "metadata": {
        "source_document": "muluki_dewani_karyabidhi_sanghita_pages_90-127.pdf",
        "page_range": "90-127",
        "watermark_text": "नेपाल कानून आयोग"
    },
    "sections": [
        {
            "section_number": "२१०",
            "section_title": "मुद्दा फैसला गर्ने अदालतमा पुनरावेदन दर्ता गर्न सक्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "(१) दफा २०९ मा मा जुनसु जुनसुकै कुरा लेखिएको भए तापनि मुद्दा फैसला गर्ने अदालत मार्फत अनि पुनरावेदनपत्र दर्ता गर्न सकिनेछ ।"
                },
                {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिम पुनरावेदन दर्ता गर्न ल्याएमा त्यस्तो अदालतले दफा २०९ बमोजिमको कार्यविधि पूरा गरी पुनरावेदनपत्र दर्ता गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "३",
                    "content": "(३) उपदफा (२) बमोजिम दर्ता भएको पुनरावेदनपत्र सम्बन्धित मिसिल संलग्न गरी तीन दिनभित्र पुनरावेदन सुन्ने अदालतमा पठाउनु पर्नेछ ।"
                },
                {
                    "subsection_number": "४",
                    "content": "(४) यस दफा बमोजिम पुनरावेदनपत्र दर्ता गराउने पुनरावेदकले तारिखमा बस्न चाहेमा सम्बन्धित पुनरावेदन सुन्ने अदालतमा हाजिर हुने गरी तारिख तोकी पठाउनु पर्नेछ ।"
                }
            ]
        },
        {
            "section_number": "२११",
            "section_title": "सरकारी कर्मचारीले आफू वहाल रहेको इलाकाको अदालतमा पुनरावेदन दर्ता गर्न सक्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "(१) कुनै सरकारी कर्मचारीले निजको हक, हित र सरोकार रहेको मुद्दामा पुनरावेदन गर्नु परेमा र निज सरकारी कामको कारणले पुनरावेदन सुन्ने अदालतमा आफैँ उपस्थित हुन नसक्ने भएमा मा त्यसको कारण खुलाई आफू वहाल रहेको इलाकामा त्यस किसिमको पुनरावेदन सुन्ने अदालत भए त्यस्तो अदालत मार्फत वा त्यस्तो अदालत नभए आफू वहाल रहेको रहेको इल इलाकाको जिल्ला अदालत मार्फत पुनरावेदन दर्ता गराउन सक्नेछ ।"
                },
                {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिम पुनरावेदन दर्ता गर्न ल्याएकोमा त्यस्तो अदालतले दफा २०९ बमोजिमको कार्यविधि पूरा गरी पुनरावेदन दर्ता गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "३",
                    "content": "(३) उपदफा (२) बमोजिम पुनरावेदन दर्ता भएकोमा पुनरावेदनपत्र दर्ता गर्ने अदालतले तीन दिनभित्र पुनरावेदनपत्र दर्ता भएको र पुनरावेदन गर्ने सम्बन्धित कर्मचारी सो इलाकामा बहाल रहेको कुरा प्रमाणित गरी सम्बन्धित पुनरावेदन सुन्ने अदालतमा त्यस्तो पुनरावेदनपत्र पठाउनु पर्नेछ ।"
                },
                {
                    "subsection_number": "४",
                    "content": "(४) यस दफा बमोजिम पुनरावेदन गर्ने सरकारी कर्मचारीले तारिखमा बस्न चाहेमा पुनरावेदन दर्ता गर्ने अदालतले निजलाई तारिखमा राखी त्यसको जानकारी सम्बन्धित पुनरावेदन सुन्ने अदालतमा पठाउनु पर्नेछ ।"
                }
            ]
        },
        {
            "section_number": "२१२",
            "section_title": "मुद्दाको मिसिल झिकाउने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "(१) पुनरावेदन सुन्ने अदालतले पुनरावेदन दर्ता भएको तीन दिनभित्र सो मुद्दाको मिसिल झिकाउन सम्बन्धित अदालतमा लेखी पठाउनु पर्नेछ ।"
                },
                {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिम मिसिल माग भएकोमा पत्र प्राप्त भएको तीन दिनभित्र सम्बन्धित अदालतले पुनरावेदन सुन्ने अदालतमा मिसिल पठाउनु पर्नेछ ।"
                }
            ]
        },
        {
            "section_number": "२१३",
            "section_title": "प्रत्यर्थीलाई उपस्थित हुन आदेश दिने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "(१) पुनरावेदन सुन्ने अदालतले दफा २१२ बमोजिम तल्लो अदालतबाट मिसिल प्राप्त भएको पन्ध्र दिनभित्र पुनरावेदकको माग बमोजिम प्रत्यर्थीलाई झिकाई मुद्दाको सुनुवाई गर्नु पर्ने वा नपर्ने विषयमा सुनुवाई गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिम सुनुवाई गर्दा तल्लो अदालतले गरेको निर्णय फरक पर्ने नदेखिएमा पुनरावेदन सुन्ने अदालतले ठहरे बमोजिम निर्णय गर्नेछ ।"
                },
                {
                    "subsection_number": "३",
                    "content": "(३) उपदफा (१) बमोजिम सुनुवाई गर्दा तल्लो अदालतबाट भएको निर्णय फरक पर्न सक्ने देखिएमा पुनरावेदन सुन्ने अदालतले त्यसको कारण खुलाई सुनुवाईको लागि प्रत्यर्थी झिकाउने आदेश गर्नेछ ।"
                }
            ]
        },
        {
            "section_number": "२१४",
            "section_title": "प्रत्यर्थीलाई म्याद तामेल गर्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "(१) दफा २१३ को उपदफा (३) बमोजिम प्रत्यर्थी झिकाउने आदेश भएमा पुनरावेदन सुन्ने अदालतले प्रत्यर्थीको नाउँमा बाटोको म्यादबाहेक पन्ध्र दिनभित्र उपस्थित हुन अनुसूची-२२ बमोजिमको ढाँचामा म्याद तामेल गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि पुनरावेदन सुन्ने अदालतले चाहेमा उपदफा (१) बमोजिमको म्याद आफैँले वा शुरु मुद्दा फैसला गर्ने अदालत मार्फत परिच्छेद-८ बमोजिमको रीत पुऱ्याई तामेल गर्न सक्नेछ ।"
                },
                {
                    "subsection_number": "३",
                    "content": "(३) उपदफा (२) बमोजिम म्याद तामेल भएपछि प्रत्यर्थीले चाहेमा पुनरावेदन सुन्ने अदालतमा लिखित प्रतिवाद पेश गर्न सक्नेछ ।"
                },
                {
                    "subsection_number": "४",
                    "content": "(४) प्रत्यर्थीले चाहेमा अदालतले निजलाई तारिखमा राखी मुद्दामा कारबाही, सुनुवाई र किनारा गरिनेछ ।"
                }
            ]
        },
        {
            "section_number": "२१५",
            "section_title": "पुनरावेदनको सुनुवाई गर्नु पर्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "(१) दफा २१४ बमोजिम म्याद तामेल भएपछि प्रत्यर्थी उपस्थित भई पुनरावेदक तथा प्रत्यर्थी दुवै तारिखमा रहेको भए सुनुवाईको लागि पेशी तारिख तोकी सोही दिन र निजहरूमध्ये दुवै वा कुनै एक पक्ष तारिखमा नरहेको भए पनि पुनरावेदन उपर सुनुवाई हुने तारिख तोकी पुनरावेदनको सुनुवाई गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "२",
                    "content": "(२) दफा २१४ बमोजिम म्याद तामेल भएपछि प्रत्यर्थी उपस्थित नभएमा पनि पुनरावेदन सुन्ने अदालतले पुनरावेदन उपर सुनुवाई गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "३",
                    "content": "(३) उपदफा (१) वा (२) बमोजिम पुनरावेदन उपर सुनुवाई गरेपछि पुनरावेदन सुन्ने अदालतले ठहरे बमोजिम निर्णय गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "४",
                    "content": "(४) पुनरावेदन सुन्ने अदालतले पुनरावेदन उपर फैसला गर्दा अनुसूची-२३ बमोजिमको ढाँचामा गर्नु पर्नेछ ।"
                }
            ]
        },
        {
            "section_number": "२१६",
            "section_title": "पुनरावेदन सुन्ने अदालतको अधिकार",
            "content": "दफा २१५ बमोजिम पुनरावेदनको रोहमा सुनुवाई गर्दा पुनरावेदन सुन्ने अदालतलाई देहाय बमोजिम गर्ने अधिकार हुनेछ :-",
            "clauses": [
                {
                    "clause_letter": "क",
                    "content": "(क) तल्लो अदालतको फैसला सदर वा बदर गर्ने,"
                },
                {
                    "clause_letter": "ख",
                    "content": "(ख) तल्लो अदालतको फैसला आंशिक वा पूरै उल्टी गर्ने,"
                },
                {
                    "clause_letter": "ग",
                    "content": "(ग) बुझ्नु पर्ने प्रमाण नबुझी फैसला गरिएको रहेछ भने त्यस्तो प्रमाण आफैँ बुझ्ने वा तल्लो अदालतलाई बुझ्न आदेश दिने,"
                },
                {
                    "clause_letter": "घ",
                    "content": "(घ) मुद्दामा ठहर गर्नु पर्ने विषय सम्बोधन नभई निर्णय भएको भए त्यस्तो विषयमा आफैँले ठहर गर्ने वा त्यस्तो विषयमा ठहर गर्न तल्लो अदालतमा पठाउने,"
                },
                {
                    "clause_letter": "ङ",
                    "content": "(ङ) तल्लो अदालतको फैसलामा आनुषाङ्गिक वा प्रासांगिक परिवर्तन गर्ने ।"
                }
            ]
        },
        {
            "section_number": "२१७",
            "section_title": "शुरु अदालतको अधिकार प्रयोग गर्ने",
            "content": "पुनरावेदन सुन्ने अदालतले यस परिच्छेद बमोजिम पुनरावेदनको रोहमा मुद्दाको कारबाही, सुनुवाई वा निर्णय गर्दा शुरु अदालतको अधिकार प्रयोग गर्न सक्नेछ ।"
        },
        {
            "section_number": "२१८",
            "section_title": "एकैसाथ सुनुवाई गरी निर्णय गर्नु पर्ने",
            "subsections": [
                {
                    "subsection_number": "१",
                    "content": "(१) एकै मुद्दामा तल्लो अदालतले गरेको निर्णय उपर मुद्दाका विभिन्न पक्षको बेग्लाबेग्लै पुनरावेदन परेको रहेछ भने पनि सबै पुनरावेदन उपर एकैसाथ सुनुवाई गरी ठहरे बमोजिम निर्णय गर्नु पर्नेछ ।"
                },
                {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिम निर्णय गर्दा कारणवस कुनै पुनरावेदनको पहिले नै निर्णय भइसकेको रहेछ भने पनि ............बाँकी पुनरावेदनबाट मुद्दामा ठहरे बमोजिम निर्णय गर्नु पर्नेछ ।",
                    "modification_note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा झिकिएको ।"
                }
            ]
        },
        {
            "chapter_number": "२०",
            "chapter_title": "मुद्दा दोहोऱ्याउने तथा पुनरावलोकन सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "२१९",
                    "section_title": "मुद्दा दोहोऱ्याउने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) कानून बमोजिम सर्वोच्च अदालतमा पुनरावेदन नलाग्ने मुद्दामा उच्च अदालतले गरेको फैसला वा अन्तिम आदेशमा सर्वोच्च अदालतले देहायका अवस्थामा दोहोऱ्याई हेर्न सक्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "(क) उच्च अदालतको फैसला वा अन्तिम आदेशमा गम्भीर संवैधानिक वा कानूनी त्रुटि भएको,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "(ख) सर्वोच्च अदालतबाट स्थापित कानूनी सिद्धान्त वा नजिरको पालन नगरेको वा गलत किसिमले व्याख्या गरी प्रयोग गरेको,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "(ग) सरकारी वा सार्वजनिक सम्पत्ति सम्बन्धी विवाद समावेश भएको मुद्दामा मिसिल संलग्न प्रमाणको उचित मूल्याङ्कन नभएको कारणले सरकारी वा सार्वजनिक सम्पत्ति हिनामिना भएको वा त्यस्तो सम्पत्तिमा क्षति पुगेको, वा",
                                    "modification_note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                                },
                                {
                                    "clause_letter": "घ",
                                    "content": "(घ) बालक, महिला, अपाङ्गता भएका व्यक्ति, मानसिक रोगबाट पीडित वा पचहत्तर वर्ष उमेर पूरा गरेको व्यक्तिको उचित प्रतिनिधित्व हुन नसकी इन्साफमा तात्विक असर गरेको ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उच्च अदालतबाट मुद्दा फैसला भएको थाहा पाएको मितिले पैंतालीस दिनभित्र त्यस्तो निर्णय गर्ने उच्च अदालत मार्फत वा सर्वोच्च अदालतमा मुद्दा दोहोऱ्याई हेर्नको लागि निवेदन दिन सकिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (२) बमोजिम दिने निवेदन साथ उपदफा (१) बमोजिमको अवस्था रहेको प्रमाणित गर्ने विवरण तथा कागजात संलग्न गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (२) बमोजिम मुद्दा दोहोऱ्याई हेर्नको लागि निवेदन प्राप्त भएमा सर्वोच्च अदालतले उच्च अदालतको फैसला वा अन्तिम आदेशमा उपदफा (१) बमोजिमको अवस्था रहे वा नरहेको सम्बन्धमा सुनुवाई गर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "(५) उपदफा (४) बमोजिम सुनुवाई गर्दा उच्च अदालतको फैसला वा अन्तिम आदेशमा उपदफा (१) बमोजिमको कुनै अवस्था रहेको देखिएमा सर्वोच्च अदालतले मुद्दा दोहोऱ्याई हेर्नको लागि त्यस्तो मुद्दाका अन्य पक्षलाई झिकाउने आदेश गर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "(६) उपदफा (५) बमोजिम मुद्दाका अन्य पक्ष उपस्थित भएमा सर्वोच्च अदालतले निजलाई समेत राखी मुद्दाको सुनुवाई गरी फैसला गर्नेछ । तर मुद्दाको अन्य पक्ष उपस्थित नभएको कारणले मुद्दाको फैसला गर्न कुनै बाधा पर्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "२२०",
                    "section_title": "पुनरावलोकन सम्बन्धी व्यवस्था",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) कुनै अदालतबाट फैसला वा अन्तिम आदेश गरिसकेको मुद्दा सोही अदालतबाट पुनरावलोकन गरिने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि सर्वोच्च अदालतले प्रचलित कानूनको अधीनमा रही देहायको अवस्थामा आफ्नो फैसला वा अन्तिम आदेशको पुनरावलोकन गर्न सक्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "(क) मुद्दामा भएको इन्साफमा तात्विक असर पर्ने किसिमको कुनै प्रमाण वा तथ्य मुद्दाको किनारा भएपछि मात्र सम्बन्धित पक्षलाई थाहा भएमा वा अन्य कुनै किसिमले पत्ता लागेमा, वा"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "(ख) सर्वोच्च अदालतबाट स्थापित नजिर वा कानूनी सिद्धान्तको प्रतिकूल फैसला वा अन्तिम आदेश भएको देखिएमा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) पुनरावलोकनको लागि निवेदन दिँदा सर्वोच्च अदालतका न्यायाधीशले फैसला वा अन्तिम आदेशमा हस्ताक्षर गरी प्रमाणित गरेको मितिले साठी दिनभित्र दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (३) बमोजिम परेको निवेदन उपर पहिला फैसला गर्ने न्यायाधीश बाहेकका अन्य न्यायाधीशबाट अनुमति प्रदान गर्ने वा नगर्ने आदेश गर्नु पर्नेछ ।",
                            "modification_note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "(५) देहायको अवस्थामा सर्वोच्च अदालतले आफ्नो फैसला वा अन्तिम आदेशको पुनरावलोकन गर्ने छैन :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "(क) एक पटक त्यस्तो फैसला वा अन्तिम आदेशको पुनरावलोकन गरिसकेको,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "(ख) बृहत पूर्ण इजलासबाट फैसला वा अन्तिम आदेश भएको,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "(ग) संवैधानिक इजलासबाट निर्णय भएको,"
                                },
                                {
                                    "clause_letter": "घ",
                                    "content": "(घ) यो संहिता प्रारम्भ हुनुअघि प्रचलित कानून बमोजिम मुद्दा दोहोऱ्याई फैसला भएको, वा"
                                },
                                {
                                    "clause_letter": "ङ",
                                    "content": "(ङ) दफा २१९ बमोजिम दोहोऱ्याई हेरिएको मुद्दामा उच्च अदालतको इन्साफ सदर भएको वा दोहोऱ्याई हेर्ने निस्सा नभएको ।"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "२२१",
                    "section_title": "सम्वद्ध विषयमा सीमित भई मुद्दा किनारा गर्नु पर्ने",
                    "content": "दफा २१९ बमोजिम मुद्दा दोहोऱ्याई हेर्दा वा दफा २२० बमोजिम पुनरावलोकन गर्दा सर्वोच्च अदालतले जुन आधारमा मुद्दा दोहोऱ्याई हेर्न वा पुनरावलोकन गर्न आदेश गरेको हो सोही आधार र सम्वद्ध विषयमा मात्र सीमित रही मुद्दाको किनारा गर्नु पर्नेछ ।"
                }
            ]
        },
        {
            "chapter_number": "२१",
            "chapter_title": "म्याद तथा तारिख थमाउने सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "२२२",
                    "section_title": "म्याद वा तारिख गुजार्न नहुने",
                    "content": "कसैले पनि कुनै मुद्दाको सम्बन्धमा अदालतबाट दिएको म्याद वा तारिख गुजार्न हुँदैन ।"
                },
                {
                    "section_number": "२२३",
                    "section_title": "गुज्रेको म्याद वा तारिख थमाउन सक्ने",
                    "content": "दफा २२२ मा जुनसुकै कुरा लेखिएको भए तापनि कुनै मुद्दामा आफ्नो काबु बाहिरको परिस्थिति उत्पन्न भई तोकिएको म्याद वा तारिखका दिन अदालतमा उपस्थित हुन नसकी म्याद वा तारिख गुज्रेकोमा गुजार्ने पक्षले म्यादको हकमा पन्ध्र दिनसम्म एकपटक र तारिखको हकमा बढीमा दुईपटक एक्काईस दिनसम्म थमाउन सक्नेछ ।"
                },
                {
                    "section_number": "२२४",
                    "section_title": "पटक कायम गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) मुद्दाका पक्षले तारिख गुजारेकोमा पटक कायम गर्दा म्याद थमाएको पटक कायम नगरी तारिख गुजारेको मात्र हिसाब गरी पटक कायम गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) मुद्दाका पक्षले म्याद वा तारिख गुजारेकोमा थमाउनको लागि दिन गणना गर्दा म्याद वा तारिख गुज्रेको दिनको भोलिपल्टदेखि थमाउन पाउने दिनसम्मको दिन गणना गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि अदालतबाट कुनै मुद्दामा पुनः इन्साफ गर्न मातहत अदालतमा मुद्दा पठाएकोमा वा मुलतबी रहेको मुद्दा जगाई कारबाही गर्दा अघि थामे थमाएको म्याद वा तारिखको पटक कायम गरिने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "२२५",
                    "section_title": "गुज्रिएको म्याद वा तारिख थामिने अवस्था",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) यस संहितामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कसैले देहाय बमोजिमको काबू बाहिरको परिस्थिति उत्पन्न भई म्याद वा तारिख गुज्रिएको कुरा उल्लेख गरी देहाय बमोजिमको अवधिभित्र थमाउन सम्बन्धित अदालतमा निवेदन दिएमा अदालतले त्यस्तो गुज्रेको म्याद वा तारिख थमाउने आदेश दिनेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "(क) अदालतमा उपस्थित हुनु पर्ने व्यक्तिको कोही मृत्यु भई परम्परा अनुसार निज आफैँ किरिया वा किरिया सरहको शोकवरण गरी बस्नु परेको भए त्यस्तो व्यक्तिको मृत्यु भएको पन्ध्र दिन पुगेको मितिले बाटोको म्याद बाहेक सात दिन,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "(ख) अदालतमा उपस्थित हुनु पर्ने व्यक्ति महिला भई सुत्केरी भएको भए सुत्केरी भएको मितिले बाटोको म्याद बाहेक साठी दिन,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "(ग) अदालतमा उपस्थित हुनु पर्ने म्यादभित्र खोलो, पहिरो वा हिउँले बाटो बन्द भई वा कर्फ्यूको घोषणा भएको वा अन्य कुनै कारणले सार्वजनिक यातायातको साधन नचलेको भए बाटो खुलेको वा सार्वजनिक यातायातको साधन चलेको मितिले बाटोको म्याद बाहेक पन्ध्र दिन,"
                                },
                                {
                                    "clause_letter": "घ",
                                    "content": "(घ) अदालतमा उपस्थित हुनु पर्ने म्यादभित्र भूकम्प वा ज्वालामुखी जस्ता विपद् परेको भए त्यस्तो भएको मितिले बाटोको म्याद बाहेक दश दिन,"
                                },
                                {
                                    "clause_letter": "ङ",
                                    "content": "(ङ) अदालतमा उपस्थित हुनु पर्ने व्यक्तिलाई कसैले अपहरण गरी लगेको वा शरीर बन्धक बनाएको भए त्यस्तो अपहरण वा बन्धकबाट मुक्त भएको मितिले बाटोको म्याद बाहेक पन्ध्र दिन,"
                                },
                                {
                                    "clause_letter": "च",
                                    "content": "(च) अदालतमा उपस्थित हुनु पर्ने व्यक्ति कुनै दुर्घटनाको कारण अचेत वा हिँडडुल गर्न नसक्ने भई वा अशक्त विरामी भएको कारण हिँडडुल गर्न नसक्ने भई नेपाल सरकारबाट स्वीकृत अस्पतालमा भर्ना भई उपचार गराएकोमा पन्ध्र दिन ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "१क",
                            "content": "(१क) उपदफा (५) को खण्ड (क) र (ङ) को अवस्थामा सम्भव भएसम्म सम्बन्धित व्यक्तिले अदालतलाई सोको सूचना तुरुन्त दिनु पर्नेछ ।“(",
                            "modification_note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम गुज्रिएको म्याद वा तारिख थमाउन दिइने निवेदन साथ सो उपदफा बमोजिमको परिस्थिति उत्पन्न भएको व्यहोरा पुष्टि गर्न आवश्यक पर्ने प्रमाण संलग्न गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२२६",
                    "section_title": "मुद्दा सकार गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) कुनै अदालतमा मुद्दाको कारबाही चलिरहेको अवस्थामा त्यस्तो मुद्दाको फैसला नहुँदै मुद्दाको कुनै पक्षको मृत्यु भएमा वा दफा २२५ को उपदफा (१) को खण्ड (च) को अवधिसम्म पनि होस ठेगानमा नरही वा निज वेपत्ता भै अदालतबाट तोकिएको म्याद वा तारिख गुज्रेमा त्यसरी मृत्यु भएको, होस ठेगानमा नरहेको वा वेपत्ता भएको मितिले बाटोको म्याद बाहेक एक्काईस दिनभित्र म्याद वा तारिख थमाई मुद्दा सकार गरी पाउन निजको संरक्षक वा निज नभएमा नजिकको हकवालाले अदालत समक्ष निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम परेको निवेदन जाँचबुझ गर्दा व्यहोरा मनासिब देखिएमा अदालतले त्यस्तो मुद्दा सकार गर्न दिई गुज्रेको म्याद वा तारिख थामी दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२२७",
                    "section_title": "बाटाको म्याद हिसाब गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) अदालतले बाटाको म्यादको हिसाब गर्दा यातायातको नियमित सेवा चलेको ठाउँमा रेल वा बसबाट आउँदा वास्तविक लागेको दिन र त्यस्तो रेल वा बस नचलेको ठाउँको लागि पन्ध्र किलोमिटरको एक दिनको दरले हिसाब गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम बाटाको म्याद हिसाब गर्दा पन्ध्र किलोमिटर देखि घटी दुरीलाई एक दिनको म्याद कायम गर्नु पर्नेछ । तर जम्मा पन्ध्र किलोमिटर भन्दा घटी दुरीको बाटोलाई बाटाको म्याद दिइने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "२२८",
                    "section_title": "थमाउन पाउने अवधिसम्म किनारा गर्न नहुने",
                    "content": "मुद्दाका पक्षले अदालतले तोकेको म्याद वा तारिखमा अनुपस्थित भई म्याद वा तारिख गुजारेमा पनि दफा २२३ वा २२५ बमोजिम थमाउन पाउने अवधि समाप्त नभएसम्म मुद्दाको सुनुवाई गरी किनारा गर्न हुँदैन ।"
                }
            ]
        },
        {
            "chapter_number": "२२",
            "chapter_title": "फैसला कार्यान्वयन सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "२२९",
                    "section_title": "लगत तयार गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) अदालतबाट चलन चलाउने, दाखिल, खारेज, नामसारी गराउने, निखनाई दिने, अंशबण्डा गरी दिने, बिगो भराउने, जरिबाना असुल गर्ने वा अदालती शुल्क भराई दिने समेत गरी फैसला भएकोमा सम्बन्धित कर्मचारीले फैसला तयार भएको तीन दिनभित्र सो सम्बन्धी लगत यथाशीध्र तयार गरी तहसिल शाखामा पठाउनु पर्नेछ ।"
                        },
                        {
                            "explanation": "स्पष्टीकरण : यस परिच्छेदको प्रयोजनको लागि “बिगो” भन्नाले फैसला बमोजिम भराउनु पर्ने क्षतिपूर्ति समेतको जुनसुकै रकम सम्झनु पर्छ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम लगत प्राप्त भएपछि सम्बन्धित कर्मचारीले फैसला कार्यान्वयनको लागि फैसलाको प्रतिलिपि संलग्न गरी सो सम्बन्धी छुट्टै मिसिल खडा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (१) बमोजिमको लगत पुनरावेदन सुन्ने अदालतबाट तयार भएकोमा सम्बन्धित कर्मचारीले फैसला तयार भएको तीन दिनभित्र त्यस्तो मिसिल लगत सहित सम्बन्धित जिल्ला अदालतमा पठाउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२३०",
                    "section_title": "सम्बन्धित जिल्ला अदालतले फैसला वा आदेश कार्यान्वयन गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) कुनै मुद्दाको फैसला जुनसुकै तहको अदालतबाट भएपनि त्यस्तो मुद्दामा भएको फैसलाको कार्यान्वयन फिरादपत्र वा उजुरी दायर भएको जिल्ला अदालतले गर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) पुनरावेदन सुन्ने अदालतले शुरु कारबाही र किनारा गरेको मुद्दाको फैसला कार्यान्वयन सम्बन्धित जिल्ला अदालतले गर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि मुद्दाको विषयवस्तुका कारण फैसला वा आदेश कार्यान्वयन गर्ने जिल्ला अदालत यकिन हुन नसकेमा पुनरावेदन सुन्ने अदालतले तोकेको जिल्ला अदालतले त्यस्तो मुद्दाको फैसला वा आदेश कार्यान्वयन गर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि नियमित अदालतबाट बाहेक अन्य निकायबाट भएको फैसला वा आदेशको कार्यान्वयन सम्बन्धित निकायले गर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "(५) उपदफा (४) मा जुनसुकै कुरा लेखिएको भए तापनि फैसला वा आदेश कार्यान्वयन गर्ने सम्बन्धमा कानूनमा अन्यथा व्यवस्था नभएकोमा अदालतले यसै संहिता बमोजिम फैसला कार्यान्वयन गर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "(६) अदालतबाट कसैलाई कुनै पदमा बहाली गर्न वा पदबाट हटाउन फैसला वा आदेश भएकोमा यस संहिता वा प्रचलित कानूनमा अन्यथा व्यवस्था भएकोमा बाहेक त्यस्तो फैसला वा आदेश भएको तीन दिनभित्र त्यस्तो फैसला वा आदेश कार्यान्वयनका लागि त्यस्तो फैसला वा आदेश गर्ने अदालतले सम्बन्धित निकाय वा कार्यालयमा लेखी पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "(७) उपदफा (६) बमोजिम लेखी आएमा सम्बन्धित निकाय वा कार्यालयले पनि लेखी आए बमोजिम तीस दिनभित्र कार्यान्वयन गरी त्यसको जानकारी सम्बन्धित अदालतलाई दिनु पर्नेछ । त्यस्तो जानकारी नदिएमा सम्बन्धित निकाय वा कार्यालयको प्रमुख भई काम गर्ने व्यक्तिलाई अदालतले विभागीय कारबाही समेत गर्न आदेश दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२३१",
                    "section_title": "फैसला कार्यान्वयन स्थगित हुने",
                    "content": "दफा २३० मा जुनसुकै कुरा लेखिएको भए तापनि अदालतले देहायका अवस्थामा फैसलाको कार्यान्वयन स्थगन गर्नु पर्नेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "(क) पुनरावेदन लाग्नेमा पुनरावेदन गर्न सक्ने म्याद भुक्तान नभएसम्म,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "(ख) कानून बमोजिम पुनरावेदन लाग्न सक्ने मुद्दामा पुनरावेदन परेको भए पुनरावेदनको रोहबाट मुद्दाको अन्तिम किनारा नभएसम्म,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "(ग) दफा २१९ बमोजिम मुद्दा दोहोऱ्याउने आदेश भएकोमा त्यसको किनारा नभएसम्म,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "(घ) दफा २२० बमोजिम पुनरावलोकनको आदेश भएकोमा त्यसको अन्तिम किनारा नभएसम्म ।"
                        }
                    ]
                },
                {
                    "section_number": "२३२",
                    "section_title": "फैसला वा मिलापत्र कार्यान्वयन गर्न बाधा नपर्ने",
                    "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि देहायका अवस्थामा फैसला वा मिलापत्र कार्यान्वयन गर्न बाधा पर्ने छैन :-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "(क) कुनै मुद्दामा भएको फैसला उपर पुनरावलोकन वा मुद्दा दोहोऱ्याई पाउँ भनी पक्षले दिएको निवेदन विचाराधीन रहेको अवस्थामा अदालतले अन्यथा आदेश दिएकोमा बाहेक त्यस्तो निवेदन परेको कारणले मात्र त्यस्तो मुद्दामा भएको फैसला कार्यान्वयन गर्न,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "(ख) कसैले फैसला वा मिलापत्र बदर मुद्दा दायर गरे पनि अदालतले अन्यथा आदेश दिएकोमा बाहेक त्यस्तो मुद्दामा भएको फैसला वा मिलापत्र कार्यान्वयन गर्न,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "(ग) कुनै मुद्दाको फैसला कार्यान्वयन तत्काल नगरेमा मुद्दाको विषयवस्तुको रूपमा रहेको सम्पत्ति बिग्रने देखिएमा वा क्षतिपूर्ति तिर्नु पर्ने मुद्दामा जित्ने पक्षले पछि पुनरावेदन तहबाट मुद्दा हारेमा अर्को पक्षलाई पर्न गएको नोक्सानी बापतको क्षतिपूर्ति व्यहोर्ने लिखित प्रतिवद्धता व्यक्त गरेमा अदालतले शुरु फैसला भएपछि त्यस्तो मुद्दामा पुनरावेदन पर्ने म्याद भुक्तानी हुनु वा पुनरावेदन फैसला हुनु अगावै त्यस्तो फैसला कार्यान्वयन गर्न,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "(घ) अदालतमा विचाराधीन रहेको कुनै मुद्दाको कुनै विषयमा मुद्दाका पक्षहरू बीच सहमति भएमा र त्यसरी सहमति भएको विषय छुट्टाएर फैसला कार्यान्वयन गर्न मिल्ने भई अदालतबाट आदेश भएमा ।"
                        }
                    ]
                },
                {
                    "section_number": "२३३",
                    "section_title": "वारिस राख्न सक्ने",
                    "content": "फैसला कार्यान्वयनको सिलसिलामा मुद्दाको कुनै पक्ष आफैँ उपस्थित हुन नसक्ने भएमा त्यस प्रयोजनको लागि निजले वारिस नियुक्त गरी पठाउन सक्नेछ ।"
                },
                {
                    "section_number": "२३४",
                    "section_title": "मिलापत्र वा मेलमिलाप गर्न मौका दिनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि पक्षहरूले मिलापत्र वा मेलमिलापको माध्यमबाट फैसलाको कार्यान्वयन गर्न चाहेमा सोही व्यहोरा उल्लेख गरी अदालतमा संयुक्त निवेदन दिन सक्नेछन् । तर सरकारी बिगो असुल गर्ने विषयमा मिलापत्र वा मेलमिलाप गर्न निवेदन दिन सकिने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम मिलापत्र वा मेलमिलापको लागि पक्षहरूबाट निवेदन प्राप्त भएमा अदालतले मनासिब अवधि तोकी पक्षहरूलाई मिलापत्र वा मेलमिलापको माध्यमद्वारा फैसला कार्यान्वयन गर्न अवसर दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (२) बमोजिम दिइएको अवधिभित्र पक्षहरू मिलापत्र वा मेलमिलापको माध्यमबाट फैसला कार्यान्वयन गर्न सहमति भएमा सम्बन्धित अदालत वा अदालतका तहसिलदारको जिम्मेवारी सम्हालेका अधिकृतले कानून बमोजिम पक्षहरू बीच मिलापत्र गराई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (२) बमोजिमको अवधिभित्र पक्षहरू मिलापत्र वा मेलमिलापको माध्यमबाट फैसला कार्यान्वयन गर्न सहमत नभएमा अदालतले यस परिच्छेद बमोजिमको प्रक्रिया अवलम्बन गरी फैसला कार्यान्वयन गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२३५",
                    "section_title": "पक्षहरूलाई तारिखमा राख्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) मुद्दा फैसला गर्ने शुरु अदालतले चलन चलाई दिने, दाखिल, खारेज, नामसारी गरी दिने, निखनाई दिने वा अंशबण्डा गरी दिने, बिगो भरी पाउने समेत गरी फैसला गरेकोमा मुद्दाका पक्षहरू अदालतमा हाजिर रहेको भए अदालतले फैसला कार्यान्वयन गर्ने प्रयोजनको निमित्त पक्षहरूलाई त्यस्तो मुद्दामा पुनरावेदन गर्ने म्याद भुक्तान हुने अवधि कटाई तारिख तोक्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम तोकिएको तारिखका दिनसम्म त्यस्तो मुद्दामा पुनरावेदन परेमा उच्च अदालतको फैसला बमोजिम हुने गरी अदालतले पक्षहरूको तारिख टुटाई त्यस्तो मुद्दाको मिसिल तामेलीमा राख्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) पुनरावेदन सुन्ने अदालतबाट समेत अन्तिम फैसला भएपछि उपदफा (१) बमोजिम मुद्दाका पक्षहरू अदालतमा हाजिर रहेको भए फैसला कार्यान्वयन गर्ने प्रयोजनको निमित्त पक्षहरूलाई तारिख तोकी हाजिर हुन र पक्षहरू हाजिर नरहेको भए सोही व्यहोरा जनाई मुद्दाको मिसिल सम्बन्धित शुरु अदालतमा पठाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (३) बमोजिम शुरु अदालतमा पक्षहरू हाजिर हुन आएमा अदालतले उपस्थित भएसम्मका पक्षलाई फैसला कार्यान्वयनको प्रयोजनको लागि तारिखमा राख्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "(५) उपदफा (३) बमोजिम पुनरावेदन सुन्ने अदालतबाट पक्षहरू तारिखमा नरहेको व्यहोरा लेखी आएमा, पक्षहरू तोकिएको तारिखमा अदालतमा हाजिर हुन नआएमा वा शुरु अदालतको फैसला उपर पुनरावेदन नपरी मुद्दा अन्तिम भएमा र कुनै मुद्दाका पक्ष अदालतमा हाजिर नभएमा शुरु अदालतले फैसला कार्यान्वयनको प्रयोजनको लागि पक्षहरूलाई अदालतमा उपस्थित हुन अनुसूची-२४ बमोजिमको ढाँचामा पन्ध्र दिनको म्याद पठाउनु पर्नेछ । तर मुद्दाका दुवै पक्ष वा कुनै पक्ष तारिखमा नरहेको भए तारिखमा नरहेको पक्षलाई मिसिल प्राप्त भएको तीन दिनभित्र त्यस्तो म्याद पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "(६) यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि फैसला कार्यान्वयनको सिलसिलामा कुनै पक्षलाई तारिखमा राख्न आवश्यक नदेखिएमा अदालतले त्यस्तो पक्षलाई तारिखमा राख्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "२३६",
                    "section_title": "थप दस्तुर लिई फैसला कार्यान्वयन गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) यस संहिता बमोजिम म्याद जारी भएकोमा म्याद नाघेपछि र म्याद वा तारिख गुजारेकोमा मुद्दा सकार गर्ने वा गुज्रेको तारिख थमाउने म्याद नाघेपछि मुद्दाको पक्ष फैसला कार्यान्वयन गराउन आएमा अदालतले फैसला कार्यान्वयन गर्दा लाग्ने दस्तुरको म्याद नाघेको छ महिनाभित्र भए दश प्रतिशत र एक वर्षभित्र भए पच्चीस प्रतिशत थप दस्तुर लिई फैसला कार्यान्वयन गरिदिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिमको अवधिभित्र पनि फैसला कार्यान्वयन गर्न पक्ष हाजिर नभएमा यस परिच्छेदमा अन्यथा उल्लेख भएकोमा बाहेक अदालतले त्यस्तो फैसला कार्यान्वयन सम्बन्धी कारबाही तामेलीमा राख्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२३७",
                    "section_title": "मुद्दा सकार गर्न वा गुज्रेको तारिख थमाउन पाउने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) फैसला कार्यान्वयनको सिलसिलामा मुद्दाको कुनै पक्षको मृत्यु भएमा निजको हकवालाले यस संहिता बमोजिम त्यस्तो मुद्दा सकार गर्न पाउनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) फैसला कार्यान्वयनको सिलसिलामा कुनै पक्षले तारिख गुजारेमा निजले यस संहिता बमोजिम गुज्रेको तारिख थमाउन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२३८",
                    "section_title": "चलन चलाउने कार्यविधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) फैसला बमोजिम अदालतले चलन चलाई दिए बापत चलन चलाउने सम्पत्तिको बिगो खुलेको भए बिगोको तीन प्रतिशत र बिगो नखुलेको भए एक हजार रुपैयाँ चलन पाउनेले डोर खटाउनुअघि अदालतमा दाखिला गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम चलन चलाई पाउने व्यक्तिले रकम बुझाएमा अदालतले रकम बुझाएकै दिन चलन चलाउने डोर खटिने दिन तोकी त्यसको सूचना सहित पक्षहरूलाई चलन चलाउने ठाउँमा हाजिर हुने गरी तारिख तोक्नु पर्नेछ र चलन चलाई दिनु पर्ने पक्ष तारिखमा नरहेको भएमा अदालतले त्यस कुराको सूचना सात दिनभित्र त्यस्तो पक्षलाई समेत दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (२) बमोजिम तारिख तोक्दा वा सूचना दिँदा चलन चलाई दिनु पर्ने सम्पत्ति घर वा जग्गा भएमा त्यस्तो घर वा जग्गा सात दिनभित्र खाली गर्न सूचना समेत दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) चलन चलाई दिनु पर्ने सम्पत्ति मुद्दाका पक्ष बाहेक अन्य व्यक्तिको भोग वा कब्जामा भए अदालतले त्यस्तो व्यक्तिलाई समेत डोर खटी जाने ठाउँमा उपस्थित हुन सूचना गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "(५) उपदफा (२) बमोजिम तोकिएको दिनमा अदालतले डोर खटाई त्यस्तो सम्पत्ति फैसला बमोजिम चलन चलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "(६) फैसला बमोजिम चलन चलाई दिनु पर्ने कुनै घर वा जग्गाको दिशा वा तर्फ नखुलेको भए अदालतले पक्षहरूलाई रोहबरमा राखी नरम गरम मिलाई छुट्याई गोला हाली त्यस्तो घर वा जग्गा चलन चलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "(७) अदालतले यस दफा बमोजिम चलन चलाउँदा हाजिर भएसम्मका चलन चलाई दिने र पाउने पक्ष वा निजका प्रतिनिधिको रोहबरमा स्थानीय तहका प्रतिनिधि र कम्तीमा दुई जना साक्षी राख्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "(८) चलन चलाई दिनु पर्ने व्यक्ति वा अरु कसैले चलन चलाउन बाधा विरोध गरेमा अदालतले आवश्यकता अनुसार बल प्रयोग गरी चलन चलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "९",
                            "content": "(९) यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कसैले चलन चलाई दिनु पर्ने घर वा पसलभित्र कुनै सम्पत्ति राखी ताल्चा मारी राखेकोमा चलन चलाई दिनु पर्ने घर वा पसल भोग वा कब्जा गर्ने व्यक्ति हाजिर भए खोल्न लगाई चलन चलाई दिनु पर्नेछ र त्यस्तो व्यक्ति हाजिर नभएमा सात दिनभित्र त्यस्तो घर वा पसलमा लागेको ताल्चा खोली दिनको लागि त्यस्तो चलन चलाउनु पर्ने घर वा पसलको ढोकामा अनुसूची-२५ बमोजिमको ढाँचामा सूचना टाँस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१०",
                            "content": "(१०) उपदफा (९) बमोजिमको म्यादभित्र सम्बन्धित व्यक्तिले घर वा पसलको ताल्चा नखोलेमा त्यस्तो म्याद नाघेपछि अदालतले यथाशीघ्र त्यस्तो ताल्चा खोली सो घर वा पसल चलन चलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "११",
                            "content": "(११) यस दफा बमोजिम चलन चलाउने सिलसिलामा घर वा पसलभित्र कुनै सम्पत्ति फेला पारेमा उसै बखत अदालतले त्यस्तो सम्पत्तिको विवरण तयार गरी त्यस्तो सम्पत्ति आफ्नो नियन्त्रणमा लिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "१२",
                            "content": "(१२) उपदफा (११) बमोजिम नियन्त्रणमा लिएको सम्पत्ति सम्बन्धित व्यक्तिलाई पैंतीस दिनभित्र फिर्ता लिन आउने बारेको सात दिने सूचना त्यस्तो घर वा पसल रहेको ठाँउमा टाँस गर्नु पर्नेछ र त्यसरी दिएको म्यादभित्र पनि त्यस्तो सम्पत्ति लिन नआएमा अदालतले त्यस्तो सम्पत्ति लिलाम बिक्री गरी प्राप्त रकम सम्बन्धित व्यक्तिलाई तत्काल बुझाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१३",
                            "content": "(१३) उपदफा (१२) बमोजिम सम्पत्ति लिलाम बिक्री भई प्राप्त भएको रकम सम्बन्धित व्यक्तिले तत्काल नबुझेमा अदालतले त्यस्तो रकम धरौटी खातामा जम्मा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१४",
                            "content": "(१४) उपदफा (१३) बमोजिम धरौटी खातामा रकम जम्मा भएको एक वर्षभित्र सम्बन्धित व्यक्तिले रकम बुझ्न आएमा अदालतले दश प्रतिशत रकम कटाई बाँकी रकम त्यस्तो व्यक्तिलाई फिर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१५",
                            "content": "(१५) उपदफा (१४) बमोजिमको अवधिभित्र सम्बन्धित व्यक्तिले त्यस्तो रकम फिर्ता लिन नआएमा अदालतले त्यस्तो रकम सरकारी कोषमा जम्मा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१६",
                            "content": "(१६) अदालतबाट एकपटक चलन चलाई दिएको सम्पत्ति चलन नछाडी कसैले खिचोला गरेमा अदालतले खिचोला गरेको पटकै पिच्छे पच्चीस हजार रुपैयाँसम्म जरिबाना वा तीन महिनासम्म कैद गरी पहिले चलन चलाई दिएको सम्पत्ति फैसला बमोजिम पुनः चलन चलाई दिनु पर्नेछ र त्यस प्रयोजनको लागि छुट्टै फिराद दिनु पर्ने छैन । त्यसरी चलन चलाई दिए बापत थप दस्तुर लाग्ने छैन ।"
                        },
                        {
                            "subsection_number": "१७",
                            "content": "(१७) चलन चलाउने सम्पत्ति अन्य इलाकाको भए अदालतले चलन चलाउन सम्बन्धित पक्षलाई तारिख तोकी मिसिल सहित त्यस्तो इलाकाको जिल्ला अदालतमा पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१८",
                            "content": "(१८) उपदफा (१७) बमोजिम चलन चलाउन लेखी आएमा सम्बन्धित अदालतले कानून बमोजिम चलन चलाई त्यसको जानकारी त्यस्तो अदालतलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१९",
                            "content": "(१९) यस दफा बमोजिम अदालतबाट चलन चलाई दिई सकेपछि अदालतले सोको निस्सा चलन पाउने पक्षलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२०",
                            "content": "(२०) अदालतले पक्षहरू अदालतमा हाजिर भएको छ महिनाभित्र चलन चलाई दिई सक्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२१",
                            "content": "(२१) चलन चलाउँदा लागेको वास्तविक खर्च सम्बन्धित पक्षले व्यहोर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२२",
                            "content": "(२२) चलन चलाई पाउने पक्षले फैसला बमोजिम चलन चलाई पाउन माग गरे सोही बमोजिम चलन चलाई दिनु पर्नेछ । तर कानून बमोजिम कित्ताकाट हुन नसकी बण्डा वा चलन चलाउन नसकिने क्षेत्रफलको जग्गा वा भौतिक संरचना भएमा अदालतले दुवै पक्षको सहमतिमा मूल्य कायम भएमा सहमति भए सोही बमोजिमको मूल्य र त्यसरी सहमति नभएमा पञ्चकिर्ती मूल्य कायम गरी वा लिलाम बिक्री गरी चलन पाउने पक्षलाई त्यस आधारमा चलन चलाई दिनु पर्नेछ । त्यसरी चलन चलाउँदा कुनै पक्षले नगदै बुझाउन चाहेमा नगदै बुझाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२३",
                            "content": "(२३) कसैले अन्य व्यक्तिको जग्गा मिची भौतिक संरचना निर्माण गरेको वा बनाएको ठहर भई चलन चलाउनु पर्दा त्यस्तो संरचना भत्काउनु पर्नेछ र त्यस बापतको खर्च त्यसरी मिची भौतिक संरचना निर्माण गर्ने वा बनाउने ब्यक्तिले ब्यहोर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२४",
                            "content": "(२४) उपदफा (२३) बमोजिमको संरचना नभत्काई क्षतिपूर्ति लेनदेन गर्न पक्षहरू सहमत भए सोही बमोजिम र संरचना नभत्काउने कुरामा सहमत भएपनि क्षतिपूर्ति रकममा सहमति हुन नसकेमा पञ्चकिर्ती मूल्य कायम गरी त्यस्तो मूल्यमा पच्चीस प्रतिशत थप रकम चलन चलाई पाउने पक्षलाई भराई दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२३९",
                    "section_title": "दाखिल, खारेज, नामसारी गर्ने कार्यविधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) फैसला बमोजिम दाखिल खारेज, नामसारी गर्ने सिलसिलामा त्यस्तो गरी लिने पक्ष दफा २३५ बमोजिम तारिखमा रहेमा अदालतले फैसला कार्यान्वयन गर्ने प्रयोजनको लागि दाखिल, खारेज, नामसारी गरी दिने कार्यालयका नाममा त्यसको विवरणको व्यहोरा लेखी पक्षलाई समेत सोही कार्यालयमा एक्काईस दिनभित्र हाजिर हुन पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम अदालतबाट लेखी आएमा र सम्बन्धित पक्ष कार्यालयमा हाजिर भएमा त्यस्तो कार्यालयले पनि फैसला बमोजिम तीन दिनभित्र दाखिल, खारेज, नामसारी गरिदिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (१) बमोजिमको म्याद नाघेपछि कुनै पक्ष दाखिल, खारेज, नामसारीको लागि सम्बन्धित कार्यालयमा हाजिर भएमा त्यस्तो कार्यालयले प्रत्येक वर्षको लागि पाँच सय रुपैयाँ दस्तुर लिई फैसला बमोजिम दाखिल, खारेज, नामसारी गरी दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२४०",
                    "section_title": "निखन्ने सम्बन्धी कार्यविधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) फैसला बमोजिम निखनाई लिने दिने सिलसिलामा कुनै पक्ष दफा २३५ बमोजिम तारिखमा रहेमा अदालतले फैसला बमोजिम निखनी लिन पाउने सम्पत्ति निखनी लिन वा धरौटी रहेको रकम बुझिलिन त्यस्तो पक्षलाई तारिख तोकी रकम धरौटी रहेको कार्यालयमा पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम निखनी लिने दिने दुवै पक्षहरू कार्यालयमा हाजिर हुन आएमा कार्यालयले धरौटी रहेको रकम निखनी दिनु पर्ने व्यक्तिलाई सात दिनभित्र बुझाई त्यस्तो सम्पत्तिको लिखत र भरपाई निखनी लिनेलाई बुझाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (१) बमोजिम निखनी दिने व्यक्ति मात्र कार्यालयमा हाजिर भएमा कार्यालयले उपदफा (२) बमोजिम निजलाई रकम बुझाई त्यस्तो रकम बुझाएको भरपाई समेतका कागजात निखनी लिने व्यक्ति हाजिर भएका बखत निजलाई बुझाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (१) बमोजिम निखनी लिने व्यक्ति मात्र कार्यालयमा हाजिर हुन आएमा कार्यालयले फैसला बमोजिम निखनाई दिई रकम बुझाएको भरपाई समेतका कागजात निजलाई बुझाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "(५) यस दफा बमोजिम कार्यालयबाट निखनाई दिएकोमा निखनाई दिएको मितिले पैंतीस दिनभित्र निखनाई दिनु पर्ने व्यक्तिले धरौटी रहेको रकम बुझी लिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "(६) उपदफा (५) बमोजिमको म्याद नाघेपछि निखनाई दिनु पर्ने व्यक्ति धरौटी रकम बुझिलिन आएमा कार्यालयले एक वर्षभित्र भए धरौटी रकमको तीन प्रतिशत र तीन वर्षभित्र भए पाँच प्रतिशत थप रकम कट्टा गरी सात दिनभित्र धरौटी रकम फिर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "(७) उपदफा (६) बमोजिमको अवधिभित्र पनि निखनाई दिनु पर्ने व्यक्ति धरौटी रकम लिन नआएमा कार्यालयले त्यस्तो धरौटी रकम सरकारी आम्दानीको रूपमा सरकारी कोषमा जम्मा गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२४१",
                    "section_title": "अंश छुट्याउने कार्यविधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) फैसला बमोजिम अंश छुट्याई दिने सिलसिलामा पक्षहरू दफा २३५ बमोजिम तारिखमा रहेको भए अदालतले छ महिनाभित्र अंश छुट्याई बण्डा गरी दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) एक जनाभन्दा बढी अंशियारलाई अंश छुट्याई दिने गरी फैसला भएकोमा कुनै अंशियार हाजिर नभएमा अदालतले हाजिर नहुने अंशियारको नाममा अनुसूची-२६ बमोजिमको ढाँचामा पन्ध्र दिने म्याद पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (२) बमोजिमको म्यादभित्र सम्बन्धित अंशियार हाजिर हुन आएमा अदालतले सबै अंशियारलाई राखी अंश छुट्याई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (२) बमोजिमको म्यादभित्र अंश पाउने सबै अंशियार हाजिर हुन नआएमा अदालतले हाजिर नहुने अंशियारको भाग छुट्याई हाजिर हुने अंशियारको बण्डा छुट्याई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "(५) उपदफा (४) बमोजिम बण्डा छुट्याइएकोमा म्यादभित्र हाजिर नहुने व्यक्तिले बण्डा गरेको वा असल कमसल वा घटी बढी भन्ने कुरामा नालिस गर्न पाउने छैन ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "(६) डोर खटाई अंश छुट्याउनु पर्ने भए अदालतले कर्मचारी पठाई बण्डा छुट्याई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "(७) यस दफा बमोजिम बण्डा छुट्टाउने सिलसिलामा फैसला बमोजिम अंश दिने वा फाँटवारी बमोजिमको सम्पत्ति जिम्मा राख्ने अंशियार, निजका प्रतिनिधि वा एकाघरका उमेर पूरा गरेका अन्य व्यक्तिले फाँटवारी बमोजिमको बण्डा गर्नु पर्ने सम्पत्ति देखाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "(८) अंश दिने वा जिम्मा राख्ने व्यक्ति फेला नपरेमा वा एकाघरका उमेर पूरा गरेका व्यक्तिले फाँटवारी बमोजिमको सबै सम्पत्ति देखाउन नसकेमा अंश दिने र जिम्मा राख्नेलाई बाटाको म्याद बाहेक पन्ध्र दिनभित्र अदालतमा हाजिर हुन आउन अनुसूची-२७ बमोजिमको ढाँचामा म्याद दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "९",
                            "content": "(९) उपदफा (८) बमोजिमको म्यादभित्र अंश दिने वा सम्पत्ति जिम्मा राख्ने व्यक्ति अदालतमा हाजिर नभएमा वा हाजिर भए पनि बण्डा गर्नु पर्ने सम्पत्ति नदेखाएमा अदालतले स्थानीय तहको सदस्य वा प्रतिनिधि र कम्तीमा दुई जना व्यक्ति साक्षी राखी कुनै सम्पत्ति बन्द गरेको भए सो खुला गरी फाँटवारी बमोजिम अंश बण्डा गरिदिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१०",
                            "content": "(१०) उपदफा (२) वा (८) बमोजिमको म्यादभित्र पक्षहरू हाजिर हुन नआएमा त्यस्तो म्याद नाघेको तीन दिनभित्र अदालतले फैसला बमोजिम अंश छुट्याई बण्डा गर्ने कार्य प्रारम्भ गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "११",
                            "content": "(११) उपदफा (८) बमोजिम दिइएको म्यादपछि कुनै पक्ष अदालतमा हाजिर हुन आएमा र त्यस बखत अंशबण्डा गर्ने कार्य समाप्त नभएको भए अदालतले निजलाई समेत राखी फैसला बमोजिम अंश छुट्याई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१२",
                            "content": "(१२) बण्डा गर्दा फाँटवारी बमोजिमको सबै सम्पत्ति दुरुस्त नदेखिएमा नपुग जति सम्पत्तिको बिगो कायम गराई अंश दिने वा सम्पत्ति जिम्मा राख्नेको अंशबाट सोधभर्ना गराई दिनु पर्नेछ । त्यसरी सोधभर्ना गर्दा पनि अंश नपुगेमा नपुग भएको जति बिगो बापत त्यस्तो व्यक्तिको हक भोगको अन्य सम्पत्तिबाट अंश पाउनेलाई भराई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१३",
                            "content": "(१३) बण्डा छुट्याउँदा अंश पाउने व्यक्ति वा निजका एकाघरका उमेर पुगेको व्यक्तिले आफ्नो भागको अंश बुझी लिएन र सडिगली जाने कुनै सम्पत्ति भएमा अदालतले त्यस्तो सम्पत्ति लिलाम बिक्री गर्नु पर्नेछ । त्यसरी लिलाम बिक्रीबाट प्राप्त रकम पछि बुझी लिन आएमा अदालतले त्यस्तो रकममध्ये दश प्रतिशत रकम कट्टा गरी बाँकी रकम निजलाई फिर्ता गरी दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१४",
                            "content": "(१४) धेरै अंशियार भएको कारणले बण्डा गर्नु पर्ने सम्पत्ति बण्डा गर्दा सबै अंशियारले समान रूपमा उपभोग गर्न नमिल्ने वा त्यस्तो सम्पत्ति बण्डा गर्दा घर, जग्गा वा जिन्सी सम्पत्तिको रुप परिवर्तन भई प्रयोग गर्न नमिल्ने भएमा त्यस्तो सम्पत्तिको अंशियारहरू बीचको सहमतिले कुनै मूल्य कायम भएमा त्यस्तो मूल्यमा र मूल्यमा सहमति नभएमा पञ्चकिर्ती मूल्यमा कुनै अंशियारले लिन सक्ने गरी बण्डा गरिनेछ ।"
                        },
                        {
                            "subsection_number": "१५",
                            "content": "(१५) उपदफा (१४) बमोजिम कायम भएको मूल्यमा एकभन्दा बढी अंशियारले लिन चाहेमा गोला प्रणालीबाट निर्धारित अंशियारले लिन सक्ने गरी बण्डा गरिनेछ ।"
                        },
                        {
                            "subsection_number": "१६",
                            "content": "(१६) उपदफा (१४) वा (१५) बमोजिम बण्डा हुन नसकेमा मुद्दाका पक्षको अतिरिक्त अन्य व्यक्तिको समेत सहभागिता रहने गरी लिलाम गरी सोबाट प्राप्त भएको रकम फैसला अनुसार अंशियारहरूलाई बण्डा गरी दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१७",
                            "content": "(१७) अंश बण्डा छुट्याउन अंश पाउने व्यक्ति बीच बण्डा गर्नु पर्ने सम्पत्तिका विषयमा सहमति कायम हुन नसकेमा अदालतले त्यस्तो सम्पत्ति नरम गरम मिलाई गोला हाली बण्डा छुट्याई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१८",
                            "content": "(१८) कसैले फाँटवारीमा उल्लेख भएको आफ्नो जिम्माको सम्पत्ति नदेखाएमा वा दाखिला नगरेमा सो नदेखाएको वा दाखिला नगरेको सम्पत्तिको बिगोको सयकडा पाँच प्रतिशत जरिबाना गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१९",
                            "content": "(१९) बादीले अंश पाउने ठहरी अन्तिम फैसला भएको मुद्दामा अन्य प्रतिबादी अंशियारले पनि आफ्नो अंश छुट्याई लिन दरखास्त दिएमा कानून बमोजिम लाग्ने अदालती शुल्क लिई फैसलाबाट ठहरे बमोजिमको सम्पत्तिबाट अंश छुट्याई दिलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२०",
                            "content": "(२०) यस दफा बमोजिम अंशबण्डा गर्नु पर्ने अचल सम्पत्ति अर्को जिल्लामा पनि रहेछ भने अदालतले त्यस्तो सम्पत्ति बण्डा गर्न सम्बन्धित अदालतमा समेत लेखी पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२१",
                            "content": "(२१) उपदफा (२०) बमोजिम लेखी आएमा सम्बन्धित अदालतले समेत यस दफा बमोजिम त्यस्तो सम्पत्तिको बण्डा छुट्याई दिई सोको जानकारी त्यस्तो अदालतलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२२",
                            "content": "(२२) अदालतमा मुद्दा विचाराधिन रहेको वा त्यस्तो मुद्दामा फैसला भई कार्यान्वयन नहुँदै अंश बण्डा गर्नु पर्ने सम्पति कसैले हस्तान्तरण गरेमा वा नयाँ अंशियार थपिन आएमा वा अंशियार घटेमा त्यसको प्रयोजनको लागि पुनः फिरादपत्र दिई रहनु पर्ने छैन र त्यस्तो अवस्थामा अदालतमा निवेदन दिएमा त्यस्तो निवेदनको सत्यतामा जाँचबुझ गरी अंश बण्डा छुट्याउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२३",
                            "content": "(२३) यस दफा बमोजिम अंशबण्डा गरी छुट्याई दिँदा त्यसरी बण्डा छुट्याईएको सम्पत्तिको दुई दशमलव पाँच प्रतिशतका दरले दस्तुर लाग्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२४२",
                    "section_title": "बिगो भराउने कार्यविधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) फैसला बमोजिम बिगो भराई लिने सिलसिलामा बिगो भरी पाउने पक्ष दफा २३५ बमोजिम तारिखमा रहेमा अदालतले त्यस्तो पक्षले बिगो भराई लिन चाहे वा नचाहेको विषयमा कागज गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम कागज गराउँदा बिगो भराई लिन पाउने पक्षले बिगो भराई लिन नचाहेमा त्यसरी बिगो नलिएको कारणबाट सृजना हुने परिणाम समेत बुझाई अदालतले त्यसै दिन फैसला कार्यान्वयन सम्बन्धी विषय अन्त्य गरी बिगोको लगत कट्टा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (१) बमोजिम कागज गराउँदा बिगो भरी पाउनेले बिगो भराई लिन चाहेमा र बिगो भराई दिने पक्ष तारिखमा रहेको भए अदालतले निजलाई फैसला बमोजिम तिर्नु पर्ने बिगो बुझाउनको लागि बढीमा पैंतीस दिनसम्मको समय दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (३) बमोजिम दिइएको समयभित्र बिगो बुझाउने पक्षले नगद, बैङ्कले जारी गरेको गुड फर पेमेन्ट चेक वा अन्य कुनै माध्यमबाट बिगो बमोजिमको रकम अदालतमा दाखिला गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "(५) उपदफा (४) मा जुनसुकै कुरा लेखिएको भए तापनि बिगो बुझाउने पक्षले बिगो बापतको रकम आफ्नो कुनै सम्पत्तिबाट असुल गर्न अदालत समक्ष अनुरोध गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "(६) बिगो बुझाउने पक्ष अदालतमा हाजिर नभएमा वा उपस्थित भएपनि उपदफा (३) बमोजिमको समयभित्र बिगो बापत रकम नबुझाएमा, उपदफा (५) बमोजिम सम्पत्ति नदेखाएमा वा त्यसरी देखाएको सम्पत्तिबाट बिगो भराउन सम्भव नभई बिगो भराई पाउनेले मञ्जुर नगरेमा निजले बिगो भरी पाउने पक्षले बिगो बुझाउने पक्षको अन्य सम्पत्ति देखाई त्यस्तो सम्पत्तिबाट बिगो भरी पाउन अदालत समक्ष निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "(७) यस दफा बमोजिम बिगो असुल गर्दा कुनै सम्पत्ति रोक्का राख्नु पर्ने भएमा अदालतले त्यस्तो सम्पत्ति रोक्का राखी आवश्यकता अनुसार सो सम्पत्ति लिलाम बिक्री समेत गरी बिगो भराई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "(८) उपदफा (७) बमोजिम सम्पत्ति लिलाम बिक्री गर्दा बिगो भन्दा बढी रकम प्राप्त भएमा अदालतले त्यसरी बढी रकम बिगो बुझाउने पक्ष उपस्थित भए निजलाई तुरुन्त फिर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "९",
                            "content": "(९) उपदफा (८) बमोजिम सम्बन्धित पक्षले रकम बुझी नलिएमा अदालतले त्यस्तो रकम धरौटी खातामा जम्मा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१०",
                            "content": "(१०) उपदफा (९) बमोजिम धरौटी खातामा रकम जम्मा भएको एक वर्षभित्र सम्बन्धित व्यक्तिले रकम लिन नआएमा त्यस्तो रकम सरकारी आम्दानीमा बाँधिनेछ ।"
                        },
                        {
                            "subsection_number": "११",
                            "content": "(११) बिगो भरी दिनु पर्ने सम्पत्ति अर्को जिल्लामा रहेको भए अदालतले बिगो भराउन सम्बन्धित अदालतमा लेखी पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१२",
                            "content": "(१२) उपदफा (११) बमोजिम लेखी आएमा सम्बन्धित अदालतले समेत यस दफा बमोजिम बिगो भराई सोको जानकारी त्यस्तो अदालतलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१३",
                            "content": "(१३) यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि बिगो भरी पाउने व्यक्तिले बिगो बुझाउनु पर्ने व्यक्तिबाट सम्पत्ति दबाए लुकाएको पत्ता लगाई निज जीवित छँदै ल्याएमा अदालतले त्यस्तो सम्पत्ति लिलाम बिक्री गरी निजले पाउने बिगोसम्मको रकम त्यस्तो व्यक्तिलाई बुझाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१४",
                            "content": "(१४) यस दफा बमोजिम बिगो भराई दिए बापत अदालतले त्यस्तो बिगोको तीन प्रतिशत दस्तुर बिगो पाउने व्यक्तिबाट लिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "१५",
                            "content": "(१५) यस दफा बमोजिम कुनै व्यक्तिको बिगो भराउने सम्बन्धमा बिगो भराई दिनु पर्ने पक्षले पूरै वा नपुग बिगो कुनै बाणिज्य बैङ्कको बैङ्क जमानत पत्र दाखिल गरी किस्ताबन्दीमा बुझाउने सुविधा पाउन अदालतमा निवेदन दिएमा र त्यसमा बिगो भरिपाउने सम्बन्धित पक्षको मञ्जुरी भएमा अदालतले किस्ताबन्दीमा त्यस्तो बिगो भराई दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२४३",
                    "section_title": "जायजात हुने सम्पत्ति",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) दफा २४२ बमोजिमको बिगो बापत जायजात गर्दा त्यस्तो सम्पत्ति भोग वा उपयोग गर्ने बाह्र वर्षदेखि माथिका मानु नछुट्टिई सँगै बसेका र मानो वा अंश छुट्टिई भिन्न बसे पनि सो सम्पत्ति भोग वा उपयोग गर्ने व्यक्तिसँग रहेको अंश समेत जायजात गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम जायजात गर्दा देहायका सम्पत्ति छुट्याई बाँकी रहेको सम्पत्ति जायजात गर्नु पर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "(क) जायजात गर्नु पर्ने व्यक्ति बाहेक अन्य व्यक्तिको निजी सम्पत्तिको रूपमा कुनै सम्पत्ति रहेको भए त्यस्तो सम्पत्ति,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "(ख) जायजात हुने व्यक्ति तथा निजको एकाघरका परिवारले लगाएको र लगाउने तीन जोरसम्मको कपडा तथा जुत्ता,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "(ग) जायजात हुने व्यक्ति तथा निजको एकाघरका परिवारलाई आवश्यक खाना पकाउने तथा खाने एकसरो भाँडा, थाल कचौरा, एकसरो ओड्ने ओछ्याउने तथा मनासिब सङ्ख्याका फर्निचर,"
                                },
                                {
                                    "clause_letter": "घ",
                                    "content": "(घ) जायजात हुने व्यक्तिको एकाघरका परिवारलाई पठन पाठन गर्न आवश्यक पर्ने पुस्तक,"
                                },
                                {
                                    "clause_letter": "ङ",
                                    "content": "(ङ) जायजात हुने व्यक्ति र निजको एकाघरका परिवारको लागि जायजातको कारबाही प्रारम्भ हुनु भन्दा अगावै खरिद गरिसकेको औषधि तथा स्वास्थ्य सम्बन्धी उपकरण,"
                                },
                                {
                                    "clause_letter": "च",
                                    "content": "(च) जायजात हुने व्यक्ति तथा निजका एकाघर परिवारलाई बढीमा तीन महिनासम्म जीवन निर्वाह गर्न आवश्यक खाद्यान्न,"
                                },
                                {
                                    "clause_letter": "छ",
                                    "content": "(छ) जायजात हुने व्यक्ति तथा निजका एकाघर परिवारको पेशा रोजगारसँग सम्बन्धित एकसरो ज्यावल वा औजार ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (२) मा जुनसुकै कुरा लेखिएको भए तापनि सो उपदफाको खण्ड (ख), (ग), (घ), (ङ), (च) र (छ) बमोजिम सम्पत्ति पर सार्दा एक लाख रुपैयाँभन्दा बढी रकमको सम्पत्ति पर सारिने छैन ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (१) बमोजिम जायजात गर्दा समेत बिगो पुगेन भने परिवारका अरु सदस्यलाई पक्रन पाइने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "२४४",
                    "section_title": "बिगो वा जरिबाना बापत कैद गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) दफा २४२ को उपदफा (७) बमोजिम सम्पत्ति लिलाम बिक्री गर्दा समेत बिगो पर्याप्त नभएमा, सम्पत्ति नदेखाएमा वा सम्पत्ति लिलाम गर्न नसकिने भएमा भराउन बाँकी बिगोमा बिगो भरी पाउनेले बिगो भराउनु पर्ने व्यक्तिलाई कैद गराउन इच्छा गरी सम्पत्ति लिलाम बिक्री भएको वा यस उपदफा बमोजिमको अवस्था परेको पन्ध्र दिनभित्र निवेदन दिएमा अदालतले त्यसको पर्चा खडा गरी बिगो भरी दिनु पर्ने व्यक्तिलाई कानून बमोजिम कैदमा पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम कैद गर्दा अदालतले एक दिनको चार सय रुपैयाँको दरले त्यसरी बाँकी हुन आएको बिगोलाई कैदमा परिणत गरी त्यस बराबर बिगो भर्नु पर्ने व्यक्तिलाई कैद गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (१) बमोजिम कैद गर्दा नेपाल सरकार वा नेपाल सरकारको पूर्ण वा अधिकांश स्वामित्व वा नियन्त्रण भएको सार्वजनिक संस्थाको बिगोको हकमा चार वर्ष र व्यक्ति विशेष वा अन्य संस्थाको बिगोको हकमा दुई वर्षभन्दा बढी कैद गर्न सकिने छैन ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (१) बमोजिम कैद गर्नु पर्दा चार सय रुपैयाँभन्दा कम रकम भएमा वा बाँकी रहन गएमा सो बापत एक दिन कैद गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "(५) उपदफा (१) बमोजिम कैद गर्दा कानून बमोजिम लाग्ने सिदा खर्च कैद गराउन चाहने व्यक्तिले व्यहोर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "(६) जरिबाना नतिरे बापत कैद गर्नु पर्दा चार वर्षमा नबढ्ने गरी एक दिनको दुई सय रुपैयाँको दरले कैद गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "(७) यस दफा बमोजिम कैद गर्नु अघि सम्बन्धित व्यक्तिलाई आफ्नो भनाई राख्ने मनासिब समय दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "८",
                            "content": "(८) यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि पक्षको माग बमोजिम असुल उपर हुन नसकेको बाँकी बिगो बापत बिगो नतिर्ने व्यक्तिलाई अदालतको आदेश बमोजिम कैद भएकोमा सो बिगोको विषयमा पुनः दाबी लिन सकिने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "२४५",
                    "section_title": "बिगो असुल गर्नु पर्ने व्यक्तिको मृत्यु भएमा गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) बिगो असुल गर्नु पर्ने व्यक्तिको त्यस्तो बिगो असुल नहुँदै मृत्यु भएमा निजको हकको सम्पत्तिबाट बिगो असुल उपर गरिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम निजको हकको सम्पत्तिबाट बिगो असुल नभएमा नपुग बिगो निजको अपुताली लिने व्यक्तिबाट असुल गरिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (२) मा जुनसुकै कुरा लेखिएको भए तापनि अपुताली लिनेबाट बिगो असुल गर्दा निजले अपुताली लिएभन्दा बढी रकम असुल गरिने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "२४६",
                    "section_title": "जरिबाना छुट हुने",
                    "content": "फैसला बमोजिम जरिबाना लागेको व्यक्तिले तत्काल वा फैसला भएको मितिले साठी दिनभित्र जरिबाना तिरेमा निजलाई भएको जरिबानामा बीस प्रतिशत छुट हुनेछ ।"
                },
                {
                    "section_number": "२४७",
                    "section_title": "मिलापत्रको कार्यान्वयन",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) सरकारी निकायबाट कुनै काम गर्नु, गराउनु पर्ने गरी कुनै मिलापत्र भएकोमा अदालतले मिलापत्र भएको तीन दिनभित्र मिलापत्र बमोजिमको काम गरिदिन सम्बन्धित कार्यालयलाई लेखी पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) एक जनाभन्दा बढी बादी वा प्रतिबादी भएको मुद्दामा मिलापत्र बमोजिम गराउन सबै उपस्थित नभएपनि उपदफा (१) बमोजिमको म्याद नाघेपछि मिलापत्र कार्यान्वयन गरिनेछ । त्यसरी मिलापत्र कार्यान्वयन गर्दा अदालतले मिलापत्र बमोजिम गराउन नआउने व्यक्तिको हितको पनि संरक्षण गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२४८",
                    "section_title": "अदालती शुल्क, धरौटी तथा खर्च फिर्ता लिने अवधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) यस संहितामा अन्यथा उल्लेख भएकोमा बाहेक फैसला बमोजिम फिर्ता पाउने ठहरिएको अदालती शुल्क वा धरौटी रकम त्यस्तो फैसला अन्तिम भएको थाहा पाएको मितिले एक वर्षभित्र सम्बन्धित व्यक्तिले फिर्ता माग गरी प्रमाण सहित सम्बन्धित अदालतमा निवेदन दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम माग गरिएको रकम फिर्ता गर्नु पर्ने रहेछ भने अदालती शुल्कको हकमा त्यस्तो निवेदन प्राप्त भएको तीन महिनाभित्र र धरौटी रकम भए सात दिनभित्र फिर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) यस संहितामा अन्यथा उल्लेख भएकोमा बाहेक लिलाम बिक्रीबाट प्राप्त रकम लिन वा फिर्ता पाउने व्यक्तिले लिलाम बिक्री भएको मितिले छ महिनाभित्र त्यस्तो रकम बुझी लिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (१) वा (३) बमोजिमको म्यादभित्र सम्बन्धित व्यक्तिले अदालती शुल्क, धरौटी वा रकम बुझि नलिएमा पछि त्यस्तो रकम वा सम्पत्ति फिर्ता लिन पाइने छैन र त्यस्तो धरौटी रकम सरकारी आम्दानीमा बाँधिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२४९",
                    "section_title": "फैसला कार्यान्वयन गराई दिए बापत लाग्ने दस्तुर",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) यस परिच्छेदमा अन्यथा उल्लेख भएकोमा बाहेक फैसला बमोजिम अदालतले कुनै रकम दिलाई दिए बापत सो रकम पाउने व्यक्तिबाट सयकडा पाँचका दरले दस्तुर लिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि अदालतबाट भाखा गराई दिएको, कागजपत्र दिलाई दिएको वा असामी बण्डा गरिदिएकोमा कुनै दस्तुर लाग्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "२५०",
                    "section_title": "उजुर गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) फैसला कार्यान्वयनको सिलसिलामा सम्बन्धित कर्मचारीले गरेको काम कारबाही उपर चित्त नबुझ्ने सरोकारवाला व्यक्तिले सोही अदालतका न्यायाधीश समक्ष पन्ध्र दिनभित्र उजुर गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम परेको उजुरी उपर भएको निर्णयमा चित्त नबुझ्ने व्यक्तिले पुनरावेदन सुन्ने अदालतमा निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (१) बमोजिम परेको उजुरी एक महिनाभित्र र उपदफा (२) बमोजिम परेको निवेदन दुई महिनाभित्र टुङ्गो लगाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) फैसला कार्यान्वयनको उपस्थितिको लागि दिइएको सूचना प्राप्त गरी तारेखमा अनुपस्थित रहने पक्षले यस दफा बमोजिमको उजुरी वा निवेदन दिन पाउने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "२५१",
                    "section_title": "प्रतिनिधि नभएको कारणले मात्र काम कारबाही बदर नहुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) यस परिच्छेद बमोजिम स्थानीय तहको सदस्य वा प्रतिनिधिको रोहबरमा कुनै काम कारबाही गर्नु पर्ने वा निजको सहीछाप गराउनु पर्नेमा त्यस्तो सदस्य वा प्रतिनिधिलाई उपस्थित गराई दिन लिखित सूचना दिँदा पनि त्यस्तो सदस्य वा प्रतिनिधि उपस्थित नभएमा सो काम कारबाही गर्न, गराउन सकिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम स्थानीय तहको सदस्य वा प्रतिनिधि उपस्थित नभएको वा निजले सहीछाप नगरेको आधारमा मात्र अरु कुराले रीत पुगेको काम कारबाही बदर हुने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "२५२",
                    "section_title": "अवहेलनामा कारबाही चलाउन वा सजाय गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) यस परिच्छेद बमोजिम फैसला कार्यान्वयन गर्ने कार्यमा सहयोग गर्नु मुद्दाका पक्षको कर्तव्य हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) फैसला कार्यान्वयन गर्ने कार्यमा अवरोध गर्ने व्यक्तिलाई अदालतले कानून बमोजिम अवहेलनामा कारबाही चलाउन वा एक हजार रुपैयाँसम्म जरिबाना वा तीन महिनासम्म कैद वा दुवै सजाय गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२५३",
                    "section_title": "कर्मचारीले प्रोत्साहन रकम पाउने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) फैसला बमोजिम लागेको दण्ड जरिबाना वा सरकारी बिगो असुलको लागि खटी जाने सरकारी कर्मचारीले दैनिक तथा भ्रमण भत्ता बापत पाउने रकम लिन नचाहेमा असुल गरी ल्याएको रकमको पच्चीस प्रतिशत प्रोत्साहन भत्ता पाउनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम असुल गरी ल्याएको रकमको पाँच प्रतिशत रकम तहसिलदारले प्रोत्साहन स्वरुप पाउनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (१) र (२) बमोजिमको भत्ता वा रकम असुल भएको जरिबाना वा सरकारी बिगोको रकमबाट दिइनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) यस दफा बमोजिम सरकारी बिगो वा जरिबाना सरकारी कर्मचारी बाहेक अन्य कुनै व्यक्तिले असुल गरी ल्याएको रहेछ भने निजलाई सरकारी कर्मचारीलाई सरह उपदफा (२) बमोजिमको रकम उपलब्ध गराउन सकिनेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "२३",
            "chapter_title": "सरकार बादी वा पक्ष हुने देवानी मुद्दा सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "२५४",
                    "section_title": "सरकार बादी हुने देवानी मुद्दाको जाँचबुझ र दायरी",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) अनुसूची-२८ मा लेखिएको मुद्दा र प्रचलित कानूनमा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह बादी हुने भनिएको देवानी मुद्दा चलाउन चाहने व्यक्तिले त्यस्तो मुद्दाको विषयमा आफूसँग भएको वा आफूले देखे जानेसम्मको प्रमाण खुलाई नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी तोकेको अधिकारी वा त्यसरी अधिकारी नतोकिएकोमा सम्बन्धित जिल्लाको मालपोत अधिकृत समक्ष लिखित दरखास्त वा मौखिक सूचना दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम मौखिक सूचना दिएकोमा सम्बन्धित अधिकारीले त्यस्तो व्यक्तिको कुरा दरखास्तको रूपमा लेखी निजको सहीछाप गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (१) बमोजिम दरखास्त प्राप्त भएमा सम्बन्धित अधिकारीले आवश्यकतानुसार मुद्दासँग सम्बन्धित घर वा जग्गाको नाप नक्सा गरी वा अन्य आवश्यक विषयमा जाँचबुझ गरी मुद्दा चलाउने वा नचलाउने निर्णयको लागि सङ्कलन गरिएको प्रमाण र आफ्नो राय समेत उल्लेख गरी मुद्दा चल्ने नचल्ने निर्णय गर्न लाग्ने समय र मुद्दा चल्ने निर्णय भएमा फिरादपत्र तयार गरी मुद्दा दायर गर्न लाग्ने समयलाई ध्यानमा राखी सम्बन्धित कानूनको हदम्याद पुग्ने कम्तीमा पन्ध्र दिन अगावै मिसिल कागजको सक्कल र नक्कल एक प्रति सम्बन्धित जिल्लाको सरकारी वकिल समक्ष पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (१) बमोजिम कसैको दरखास्त नपरेको भए तापनि सम्बन्धित अधिकारी आफैँले उपदफा (१) बमोजिमको मुद्दा चलाउन पर्ने कारण देखेमा आवश्यक प्रमाण सङ्कलन गरी उपदफा (३) बमोजिमको कार्यविधि पूरा गरी सम्बन्धित जिल्लाको सरकारी वकिल समक्ष मिसिल सहितको कागजात पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "(५) उपदफा (३) वा (४) बमोजिम मिसिल प्राप्त भएमा सरकारी वकिलले अध्ययन गरी सो मिसिलमा मुद्दा चल्ने वा नचल्ने विषयमा निर्णय गर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "(६) उपदफा (५) बमोजिम मुद्दा चल्ने निर्णय गरेमा सरकारी वकिलले फिरादपत्र तयार गरी प्रमाण सहित सम्बन्धित अदालतमा मुद्दा दायर गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "७",
                            "content": "(७) उपदफा (५) बमोजिम मुद्दा नचल्ने निर्णय गरेमा सरकारी वकिलले प्राप्त मिसिल र प्रमाण सम्बन्धित अधिकारी समक्ष फिर्ता पठाउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२५५",
                    "section_title": "सरकार बादी भई मुद्दा चल्ने",
                    "content": "दफा २५४ बमोजिम दायर भएको मुद्दा सरकार बादी भई चल्नेछ । तर दफा ९१ बमोजिम फिराद गर्नु पर्ने विषयमा सोही बमोजिम हुनेछ ।"
                },
                {
                    "section_number": "२५६",
                    "section_title": "व्यक्तिले मुद्दा चलाउनु पर्ने देखिएमा सूचना गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) दफा २५४ को उपदफा (५) बमोजिम मिसिल अध्ययन गर्दा त्यस्तो मुद्दा सरकार बादी भई चलाउनु पर्ने नदेखिई कानून बमोजिम मर्का पर्ने व्यक्तिद्वारा चलाउनु पर्ने देखेमा सरकारी वकिलले सोही बमोजिमको निर्णय गरी सो कुराको सूचना सम्बन्धित व्यक्तिलाई दिनु भनी मिसिल पठाउने अधिकारीलाई सूचना दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम सूचना पाएको मितिले सम्बन्धित व्यक्तिको हकमा कानून बमोजिमको हदम्यादको गणना हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२५७",
                    "section_title": "सरोकारवाला व्यक्तिलाई पक्ष कायम गर्ने",
                    "content": "दफा २५४ बमोजिम नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह बादी भई दायर भएको कुनै मुद्दा कारबाहीको क्रममा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह बादी हुने नदेखिएमा अदालतले सोही व्यहोराको आदेश गरी सरोकारवाला व्यक्तिलाई झिकाउनु पर्नेछ । अदालतको आदेश बमोजिम सरोकारवाला व्यक्ति उपस्थित भई निजले मुद्दा सकार गरेमा निजलाई बादी पक्ष कायम गरी सोही मुद्दाको मिसिलबाट प्रचलित कानून बमोजिम कारबाही, सुनुवाई र किनारा गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "२५८",
                    "section_title": "अन्य देवानी मुद्दा चलाउने सम्बन्धी व्यवस्था",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) दफा २५४ बमोजिम दायर भएका मुद्दा बाहेक अन्य देवानी मुद्दा चलाउने वा प्रमाण सङ्कलन गर्ने सम्बन्धमा सम्बन्धित कानूनमा कुनै अधिकारी तोकिएको भए त्यस्तो अधिकारीबाट र त्यस्तो अधिकारी नतोकिएकोमा सम्बन्धित कार्यालयको प्रमुखले प्रमाण सङ्कलन गरी फिरादपत्र दायर गर्न हदम्याद ननाघ्ने गरी आफ्नो राय सहित मुद्दा चल्ने वा नचल्ने निर्णयको लागि सम्बन्धित सरकारी वकिल समक्ष मिसिल सहितको प्रमाण पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम मिसिल प्राप्त भएमा सरकारी वकिलले सो मिसिल अध्ययन गरी मुद्दा चल्ने वा नचल्ने सम्बन्धमा निर्णय गरी मुद्दा चल्ने भएमा कुन कानून अनुसार कुन विषयमा कस कसलाई मुद्दा चलाउने हो सो समेत उल्लेख गरी मुद्दा दायर गर्न हदम्याद ननाघ्ने गरी प्राप्त मिसिल सम्बन्धित अधिकारी समक्ष फिर्ता पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (२) बमोजिम सरकारी वकिलबाट मुद्दा चलाउने निर्णय भएमा सम्बन्धित अधिकारीले फिरादपत्र तयार गरी त्यस्तो फिरादपत्रमा आफ्नो सहीछाप गरी हदम्याद भित्रै सम्बन्धित अदालत समक्ष मुद्दा दायर गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (३) बमोजिम मुद्दा दायर गरेपछि सम्बन्धित अधिकारीले त्यस्तो मुद्दासँग सम्बन्धित मिसिलको एक प्रति नक्कल सरकारी वकिललाई उपलब्ध गराउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२५९",
                    "section_title": "हदम्याद सम्बन्धी व्यवस्था",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको तर्फबाट कुनै व्यक्तिको नाउँमा देवानी विषयमा नालिस गर्नु पर्ने भएमा यस संहिता र अन्य कानूनमा सो विषयमा नालिस गर्न हदम्याद तोकिएको भए सोही हदम्यादभित्र र त्यस्तो हदम्याद नतोकिएकोमा त्यसरी नालिस गर्नु पर्ने कारण सृजना भएको कुरा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहलाई थाहा भएको मितिले दुई वर्षभित्र नालिस गर्नु पर्नेछ । तर यस संहिता र अन्य कानूनमा नालिस गर्नलाई हदम्याद नलाग्ने, हदम्याद नभएको वा जहिलेसुकै पनि नालिस गर्न सकिने उल्लेख भएकोमा जहिलेसुकै पनि नालिस लाग्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) को प्रयोजनको लागि नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको कार्यालयको सम्बन्धित अधिकारीले थाहा पाएकोलाई नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहले थाहा पाएको मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२६०",
                    "section_title": "साक्षी बकाउने वा प्रमाण पेश गर्ने सम्बन्धी व्यवस्था",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) दफा २५४ बमोजिम मुद्दा दायर भएकोमा सो सम्बन्धमा जाहेरी दिने वा सूचना दिने व्यक्ति बादी पक्षको साक्षी मानिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) दफा २५४ बमोजिम दायर भएका मुद्दा र नेपाल सरकार वा प्रदेश सरकार प्रतिबादी भएको अन्य देवानी मुद्दाको साक्षी वा प्रमाण अदालतले खोजेको दिन सरकारी वकिल मार्फत उपस्थित वा उपलब्ध गराउने कार्य सम्बन्धित अधिकारीको हुनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) दफा २५४ बमोजिम दायर भएका मुद्दा र नेपाल सरकार वा प्रदेश सरकारलाई सरोकार पर्ने अन्य जुनसुकै देवानी मुद्दामा साक्षी बकाउने वा प्रमाण पेश गर्ने काम सरकारी वकिलले गर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) दफा २५४ बमोजिम दायर भएका मुद्दामा कुनै साक्षीलाई नबुझी नहुने भएमा फौज्दारी मुद्दामा नबुझी नहुने साक्षीलाई झिकाए सरह झिकाई बुझ्न सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२६१",
                    "section_title": "सरकारी वकिलले बहस पैरवी र प्रतिरक्षा गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) दफा २५४ बमोजिम दायर भएका मुद्दाको सरकारी वकिलले बहस पैरवी र प्रतिरक्षा गर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) मा लेखिए बाहेक नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहलाई विपक्षी बनाएको वा नेपाल सरकारले बादी भई चलाएको देवानी मुद्दामा सम्बन्धित निकायबाट अनुरोध भई आएमा नेपाल सरकारको हकमा सरकारी वकीलले र प्रदेर सरकार र स्थानीय तहको हकमा प्रचलित कानून बमोजिम तोकिएको वा खटिएको वकीलले बहस पैरवी र प्रतिरक्षा गरी दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२६२",
                    "section_title": "म्याद दिने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) दफा २५४ बमोजिम दायर भएका मुद्दाको पुनरावेदन गर्न अदालतले सत्तरी दिनको म्याद दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम दिइएको म्याद गुज्री सम्बन्धित पक्षले मनासिब कारण देखाई अदालत समक्ष निवेदन गरेमा परिच्छेद-२१ बमोजिम थमाउन पाउने म्यादमा अदालतले तीस दिनसम्म म्याद थप गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२६३",
                    "section_title": "पुनरावेदन, मुद्दा दोहोऱ्याउने वा पुनरावलोकनको निवेदन दिने अधिकारी",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) दफा २५४ बमोजिम दायर भएका देवानी मुद्दामा पुनरावेदन गर्ने, मुद्दा दोहोऱ्याउने, पुनरावलोकन गर्ने वा सो विषयका लागि निवेदन दिने सम्बन्धी कार्य सम्बन्धित नेपाल सरकार वादी हुने मुद्दाको हकमा सरकारी वकीलले र प्रदेश सरकार र स्थानीय तह वादी हुने मुद्दाको हकमा प्रचलित कानून बमोजिम तोकिएको वा खटिएको वकिलले गर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) मा लेखिएदेखि बाहेक नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह पक्ष वा विपक्ष भएको देवानी मुद्दामा पुनरावेदन गर्ने, मुद्दा दोहोऱ्याउने, पुनरावलोकन गर्ने वा त्यस्तो विषयका लागि निवेदन दिने सम्वन्धी काम सम्बन्धित अधिकारी वा कार्यालय प्रमुख आफैँले गर्न सक्नेछ । तर सम्बन्धित अधिकारी वा कार्यालय प्रमुखबाट त्यस्ता कामका लागि सरकारी वकिल समक्ष लेखी पठाएमा सरकारी वकिलले त्यस्तो मुद्दामा पुनरावेदन गर्ने, मुद्दा दोहोऱ्याउने, पुनरावलोकन गर्ने वा त्यस्तो विषयका लागि निवेदन दिने सम्बन्धी काम गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२६४",
                    "section_title": "नेपाल सरकार उपर नालिस दिने कार्यविधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह उपर देवानी मुद्दामा नालिस गर्नु पर्ने भएमा सरोकारवाला व्यक्तिले जसको विरुद्धमा नालिस गर्नु पर्ने हो त्यस्तो कार्यालय वा त्यस्तो कार्यालयका प्रमुखलाई त्यसको सूचना दिनु पर्नेछ ।",
                            "modification_note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम सूचना प्राप्त भएमा सम्बन्धित कार्यालय वा सो कार्यालयका प्रमुखले अर्को कुनै कार्यालय वा निकायको परामर्श वा निकासा लिनु पर्ने भएमा त्यस्तो परामर्श वा निकासा लिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (१) बमोजिम प्राप्त भएको सूचना सम्बन्धी विषय आवश्यक जाँचबुझ गर्दा नालिस दिनु नपर्ने कुनै कारण भएमा सम्बन्धित कार्यालय वा सो कार्यालयका प्रमुखले सोको स्पष्ट कारण सहितको जानकारी त्यसरी सूचना प्राप्त भएको मितिले तीस दिनभित्र सम्बन्धित व्यक्तिलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (३) बमोजिमको अवधिभित्र सम्बन्धित कार्यालय वा सो कार्यालयका प्रमुखले सो विषयमा कुनै जानकारी नदिएमा वा मुद्दा गर्नु नपर्ने गरी जानकारी दिए पनि त्यसको कारण मनासिब नलागेमा सम्बन्धित व्यक्तिले सो अवधि नाघेको वा त्यसरी जानकारी प्राप्त भएको मितिले पैंतीस दिनभित्र नालिस दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२६५",
                    "section_title": "अन्य विषयमा संहिता र कानून बमोजिम हुने",
                    "content": "नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह बादी वा पक्ष हुने देवानी मुद्दाको सम्बन्धमा यस परिच्छेदमा लेखिएको विषयमा यस परिच्छेद बमोजिम र यस परिच्छेदमा नलेखिएको अन्य विषयमा यस संहिताका अन्य परिच्छेद र कानून बमोजिम हुनेछ ।"
                }
            ]
        },
        {
            "chapter_number": "२४",
            "chapter_title": "विविध",
            "sections": [
                {
                    "section_number": "२६६",
                    "section_title": "क्षतिपूर्ति निर्धारण गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) कानून बमोजिम क्षतिपूर्ति पाउन सक्ने मुद्दामा सम्बन्धित व्यक्तिले क्षतिपूर्तिको दाबी गरेको रहेछ भने अदालतले मुद्दाको निर्णय गर्दा क्षतिपूर्ति निर्धारण गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) कानूनमा अन्यथा व्यवस्था भएकोमा बाहेक उपदफा (१) बमोजिम क्षतिपूर्ति निर्धारण गर्दा देहायका कुराहरू विचार गर्नु पर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "(क) क्षति बापत भएको वास्तविक हानि, नोक्सानी (एक्चुयल लस),"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "(ख) क्षति भएको कारणबाट आयमा भएको हानि, नोक्सानी (लस इन इनकम),"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "(ग) क्षति भएको कारणबाट व्यहोर्नु परेको थप हानि, नोक्सानी ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (१) बमोजिम क्षतिपूर्ति निर्धारण गर्दा कसैको हक वा हित उल्लघंन भएको कारणबाट भएको वास्तविक क्षति वा सोको कारणबाट भएको वा हुन सक्ने वास्तविक क्षतिको यकिन गरी त्यसको आधारमा मात्र क्षतिपूर्ति निर्धारण गरिनेछ र काल्पनिक विषयमा क्षतिपूर्ति निर्धारण हुन सक्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "२६७",
                    "section_title": "नाबालक, अशक्त तथा वेपत्ता भएको व्यक्तिको तर्फबाट मुद्दा गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) कानून बमोजिम उमेर नपुगेको नाबालक, उमेर पुगेको भएपनि वृद्धावस्थाको कारणले अशक्त भएको, दृष्टिविहीन, बोल्न नसक्ने, होस ठेगानमा नरहेको वा वेपत्ता भएको व्यक्ति वा निज आफैँले नसकेको अवस्थामा त्यस्तो व्यक्तिको तर्फबाट संरक्षक वा माथवरले फिरादपत्र, प्रतिउत्तरपत्र, पुनरावेदनपत्र वा निवेदनपत्र दिन सक्नेछ ।"
                        },
                        {
                            "explanation": "स्पष्टीकरण : यस दफाको प्रयोजनको लागि “वेपत्ता भएको व्यक्ति” भन्नाले कुनै व्यक्ति बिना सूचना लगातार तीन वर्षदेखि घर छाडी हिडेको वा विदेशमा गई फर्की आउने ठेगान नभएको व्यक्ति सम्झनु पर्छ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम संरक्षक वा माथवरले त्यस्ता व्यक्तिका तर्फबाट फिरादपत्र, प्रतिउत्तरपत्र, पुनरावेदनपत्र वा निवेदनपत्र दिने सम्बन्धमा अनुमतिको लागि अदालत समक्ष छुट्टै निवेदन दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (२) बमोजिम निवेदन प्राप्त भएमा अदालतले निवेदनमा उल्लिखित व्यक्ति नाबालक, उमेर पुगेको भएपनि वृद्धावस्थाको कारणले अशक्त भएको, दृष्टिविहीन तथा बोल्न नसक्ने, होस ठेगानमा नरहेको वा वेपत्ता भए वा नभएको यकिन गर्न पहिले त्यसको प्रमाण बुझ्नु पर्छ र त्यसरी बुझ्दा निवेदकको व्यहोरा मनासिब देखिएमा वारिस अख्तियारनामा नभए पनि संरक्षक वा माथवरले सो व्यक्तिको तर्फबाट फिरादपत्र, प्रतिउत्तरपत्र, पुनरावेदनपत्र र निवेदनपत्र दिन सक्ने गरी अनुमति प्रदान गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (३) बमोजिम अनुमतिको लागि निवेदन परेको सात दिनभित्र निवेदनमा निर्णय गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "(५) उपदफा (४) मा जुनसुकै कुरा लेखिएको भए तापनि वेपत्ता भएको व्यक्तिको तर्फबाट फिरादपत्र, प्रतिउतरपत्र, पुनरावेदनपत्र वा निवेदन दिने सम्बन्धमा अदालतले अनुमतिको लागि निवेदन परेको पन्ध्र दिनभित्र निर्णय गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२६८",
                    "section_title": "सुनुवाई खुला इजलासमा गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) अदालतले मुद्दाको सुनुवाई खुला इजलासमा गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि पारिवारिक सम्बन्ध, नाता कायम, विवाह वा सम्बन्ध विच्छेद सम्बन्धी मुद्दा बन्द इजलासबाट सुनुवाई हुनु पर्ने कारण खुलाई मुद्दाको पक्षले दिएको निवेदनको व्यहोरा मनासिब देखिएमा वा अदालतले बन्द इजलासबाट नै कुनै मुद्दाको सुनुवाई हुन मनासिब देखेमा अदालतले त्यस्तो मुद्दा बन्द इजलासमा सुनुवाई गर्न आदेश दिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (२) बमोजिम बन्द इजलासबाट सुनुवाई गर्ने आदेश भएकोमा त्यस्तो इजलासमा मुद्दाका पक्ष वा निजको वारिस, पक्षबाट नियुक्त भएका कानून व्यवसायी, न्यायाधीशले आदेश दिएका व्यक्ति वा कर्मचारी बाहेक अन्य व्यक्तिको प्रवेश निषेध गरिनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि सार्वजनिक सुरक्षाको कारणले कुनै व्यक्तिलाई इजलासमा प्रवेश गर्न रोक लगाउन मनासिब देखेमा अदालतले त्यस्तो व्यक्तिलाई इजलासमा प्रवेश गर्न रोक लगाउन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२६९",
                    "section_title": "पक्षलाई रोहबरमा राख्नु पर्ने",
                    "content": "मुद्दाको सुनुवाई गर्दा वा निर्णय गर्नु पर्ने विषय ठहर गर्दा पक्षहरूलाई रोहबरमा राख्नु पर्नेछ । तर मुद्दा सुनुवाईका लागि तोकिएको तारिखका दिन कुनै पक्ष उपस्थित नभएमा पनि मुद्दाको निर्णय गरी ठहर गर्न बाधा पुगेको मानिने छैन ।"
                },
                {
                    "section_number": "२७०",
                    "paragraph": "X"
                },
                {
                    "section_number": "२७१",
                    "section_title": "स्वार्थ बाझिएको मुद्दा हेर्न नहुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) न्यायाधीशले देहायका मुद्दाको कारबाही, सुनुवाई र किनारा गर्न हुँदैन :",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "(क) आफ्नो वा आफ्‌नो नजिकको नातेदारको हक, हित वा सरोकार रहेको मुद्दा,",
                                    "explanation": "स्पष्टीकरण : यस दफाको प्रयोजनका लागि “नजिकको नातेदार” भन्नाले अपुताली खुला हुँदा कानून बमोजिम अपुताली प्राप्त गर्न सक्ने प्राथमिकताक्रममा रहेको व्यक्ति, मामा, माइजू, सानी आमा, ठूलीआमा, सानो बाबु, ठूलो बाबु, पति वा पत्नी तर्फका सासू, ससुरा, फुपू, फुपाजु, साला, जेठान, साली, दिदी, बहिनी, भिनाजु, बहिनी ज्वाइँ, छोरी ज्वाइँ, भाञ्जा, भाञ्जी, भाञ्जी ज्वाइँ, भाञ्जी बुहारी तथा त्यस्तो नाताका व्यक्तिको परिवारको सदस्य सम्झनु पर्छ ।",
                                    "modification_note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा झिकिएको ।"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "(ख) कुनै बखत निज वारिस, कानून व्यवसायी वा साक्षी भएको मुद्दा,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "(ग) निजले न्यायाधीशको हैसियतमा कुनै अदालतमा निर्णय गरेको वा अन्तिम आदेश गरेको मुद्दा,"
                                },
                                {
                                    "clause_letter": "घ",
                                    "content": "(घ) कुनै बखत निजले मुद्दा चल्ने वा नचल्ने विषयमा राय दिएको मुद्दा,"
                                },
                                {
                                    "clause_letter": "ङ",
                                    "content": "(ङ) अन्य कुनै कारणले आधारभूत रूपमा निज र निजको एकासगोलका परिवारका सदस्यको स्वार्थ बाझिएको वा खण्ड (क) बमोजिमका व्यक्तिको स्वार्थ बाझिएको मुद्दा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिमको कुनै अवस्था देखिएमा मुद्दा हेर्ने न्यायाधीशले मुद्दा हेर्न नहुने कारण खुलाई आदेश गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (१) को प्रतिकूल हुने गरी कुनै न्यायाधीशले कुनै मुद्दाको कारबाही, सुनुवाई वा किनारा गर्न लागेमा मुद्दाको कुनै पक्षले आवश्यक प्रमाण सहित मुद्दाको कारबाही, सुनुवाई वा किनारा नगर्न निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) उपदफा (३) बमोजिमको निवेदन प्राप्त भएमा मुद्दा हेर्ने न्यायाधीशले मुद्दाको कारबाही, सुनुवाई वा किनारा गर्नु अघि त्यस्तो निवेदन बमोजिमको माग दाबी मनासिब भए वा नभएको यकिन गरी मुद्दा हेर्न नहुने भएमा सोही बमोजिम आदेश गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "(५) उपदफा (२) वा (४) बमोजिम आदेश भएकोमा त्यस्तो मुद्दा सोही अदालतको अर्को न्यायाधीश भए निजले र त्यस्तो न्यायाधीश नभए सोको कारण खुलाई मुद्दाको कारबाही, सुनुवाई र किनारा गर्नको लागि मुद्दाको मिसिल सबैभन्दा नजिकको समानस्तरको अदालतमा पठाई पक्षहरूलाई समेत सोही अदालतमा तारिख तोकी पठाईदिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "(६) उपदफा (५) बमोजिम मिसिल प्राप्त भएमा त्यस्तो अदालतले पनि आफ्नो अधिकारक्षेत्रभित्रको मुद्दा नभएपनि त्यस्तो मुद्दाको कारबाही, सुनुवाई र किनारा गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२७२",
                    "section_title": "न्यायाधीश आफैले गर्नु पर्ने कामहरू",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) यस संहिता बमोजिम अदालतले गर्ने कामहरूमध्ये देहायका कामहरू न्यायाधीश आफैले गर्नु पर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "(क) पक्षको बयान लिने,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "(ख) साक्षीलाई शपथ गराउने,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "(ग) साक्षीको बकपत्र गराउने,"
                                },
                                {
                                    "clause_letter": "घ",
                                    "content": "(घ) अन्तरकालीन वा अन्तरिम आदेश गर्ने,"
                                },
                                {
                                    "clause_letter": "ङ",
                                    "content": "(ङ) मुद्दामा निर्णय दिनु पर्ने कुराहरूको आदेश पर्चा खडा गर्ने,"
                                },
                                {
                                    "clause_letter": "च",
                                    "content": "(च) प्रमाण बुझ्ने सम्बन्धी आदेश दिने,"
                                },
                                {
                                    "clause_letter": "छ",
                                    "content": "(छ) मुद्दाको प्रारम्भिक र पूर्वसुनुवाई छलफल गराउने,"
                                },
                                {
                                    "clause_letter": "ज",
                                    "content": "(ज) सुनुवाई गर्ने,"
                                },
                                {
                                    "clause_letter": "झ",
                                    "content": "(झ) मिलापत्र गराउने,"
                                },
                                {
                                    "clause_letter": "ञ",
                                    "content": "(ञ) फैसला गर्ने वा कुनै किसिमको अन्तिम आदेश दिने ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि बयान वा बकपत्रको अभिलेखनको प्रयोजनको लागि न्यायाधीशले अदालतमा उपलब्ध भएसम्म कम्तीमा राजपत्र अनङ्कित प्रथम श्रेणीसम्मको र नभए राजपत्र अनङ्कित द्वितीय श्रेणीसम्मको कर्मचारीको सहयोग लिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२७३",
                    "section_title": "लिखत अनुवाद गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) नेपाली भाषा बाहेक अन्य कुनै भाषामा लेखिएको कुनै लिखत अदालतमा प्रमाणको रूपमा पेश भएमा र त्यस्तो लिखत नेपाली भाषामा अनुवाद गर्नु पर्ने देखिएमा अदालतले त्यस्तो लिखत पेश गर्ने पक्षलाई त्यस्तो लिखतको नेपाली भाषामा अनुवाद गरी पेश गर्ने आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम अदालतबाट आदेश भएमा सम्बन्धित पक्षले त्यस्तो लिखत नेपाली भाषामा अनुवाद गराई सोको प्रमाणित प्रति अदालतमा पेश गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२७४",
                    "section_title": "अनुवादकको सहयोग लिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) अदालतले नेपाली भाषा नबुझ्ने कुनै पक्ष वा साक्षीको बयान वा बकपत्र गराउनु परेमा वा अन्य कुनै प्रयोजनको लागि सम्बन्धित भाषाको अनुवादकको सहयोग लिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम बयान वा बकपत्रको लागि अनुवादकको सहयोग लिँदा भएको खर्च सम्बन्धित पक्षले व्यहोर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२७५",
                    "section_title": "मुद्दाका पक्षसँग जहिलेसुकै सोध्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) न्यायाधीशले मुद्दाको फैसला हुनुअघि मुद्दाको पक्षसँग मुद्दाको कुनै विषयमा जहिलेसुकै पनि आदेश दिई सोध्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम सोधी सम्बन्धित मुद्दाका पक्षले दिएको जवाफ मिसिलमा संलग्न गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२७६",
                    "section_title": "पक्ष वा साक्षीको परिचय गोप्य राख्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) यस संहितामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै पक्ष वा साक्षीको परिचय सार्वजनिक गर्दा त्यस्तो पक्ष वा साक्षीको सामाजिक प्रतिष्ठा वा इज्जत उपर प्रतिकूल प्रभाव पर्न सक्ने वा निज उपर कुनै पक्षबाट अनुचित डर, त्रास वा भय हुन सक्ने वा निजको जीउ, ज्यानको सुरक्षामा प्रतिकूल हुन सक्ने देखिएमा त्यस्तो पक्ष वा साक्षीको नाम, थर, वतन वा निजको बाबु आमाको नाम वा निजको परिचय हुन सक्ने अन्य कुनै हुलिया गोप्य राख्न सम्बन्धित पक्षले अदालतलाई अनुरोध गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम अनुरोध भएकोमा अदालतले त्यस्तो पक्ष वा साक्षीको नाम, थर, वतन, निजको बाबु आमाको नाम वा निजको परिचय गोप्य राख्ने गरी आदेश दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (२) बमोजिम गोप्य राखिएको व्यक्तिको नाम, थर, वतन वा निजको बाबु आमाको नाम वा निजको परिचय सम्बन्धित मुद्दाको सुनुवाईका बखत वा सो सम्बन्धी विवरण प्रकाशन गर्दाका बखत अदालतको आदेश बमोजिम छद्म नाम, थर, वतन वा परिचय राखी प्रकाशन गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२७७",
                    "section_title": "रोहबरमा बस्न तथा सहीछाप गर्न सहयोग गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) यस संहिता बमोजिम कुनै काम कारबाहीको सिलसिलामा रोहबरमा बस्नु पर्ने व्यक्तिले रोहबरमा वसी वा अदालतबाट तयार गरिएको लिखतमा सहीछाप गर्नु पर्ने व्यक्तिले सहीछाप गरी अदालतलाई सहयोग गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम रोहबरमा बस्न वा कुनै लिखतमा सहीछाप गर्न कुनै व्यक्तिले इन्कार गरेमा र त्यस्तो इन्कारीको परिणाम सम्झाई बुझाई गर्दा पनि रोहबरमा बस्न वा लिखतमा सहीछाप गर्न इन्कार गरेमा त्यस्तो काम वा लिखत गराउने कर्मचारीले सोही व्यहोरा समेत उल्लेख गरी सम्बन्धित लिखतमा रोहबरमा नबसेको वा सहीछाप नगरेको कारण खुलाई कैफियत जनाई उपस्थित भएका अन्य दुई व्यक्तिको सहीछाप गराई आफूले पनि त्यसमा सहीछाप गरी लिखत तयार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "(३) उपदफा (२) बमोजिम तयार गरिएको लिखतलाई कानून बमोजिम रीत पुगेको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "(४) यस दफा बमोजिम अदालतको काममा अवरोध गर्ने वा असहयोग गर्ने व्यक्तिलाई अदालतले पाँच हजार रुपैयाँसम्म जरिबाना गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२७८",
                    "section_title": "असल नियतले गरेकोमा बचाउ",
                    "content": "यो संहिता वा यस संहिता अन्तर्गत बनेको नियम बमोजिम असल नियतले गरेको कुनै काम कारबाहीको सम्बन्धमा न्यायाधीश वा अन्य कुनै कर्मचारीलाई कुनै कारबाही हुने छैन ।"
                },
                {
                    "section_number": "२७९",
                    "section_title": "मुद्रण वा गणितीय त्रुटिले असर नगर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) मुद्दाको कारबाही, सुनुवाई र किनारा गर्दा यस संहिता बमोजिमको कार्यविधि अवलम्बन गर्ने सम्बन्धमा कुनै किसिमका साना तिना त्रुटि वा छुट भएकोमा वा कुनै लिखत तयार गर्दा लेखाई, छपाई वा मुद्रणमा गणितीय वा अन्य कुनै साना तिना त्रुटि वा छुट हुन गएको कारणले मात्र त्यससँग सम्बन्धित सम्पूर्ण काम, कारबाही गैरकानूनी भएको मानिने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम मुद्दाको कारबाही, सुनुवाई र किनारा गर्दा वा लिखत तयार गर्दा लेखाई, छपाई वा मुद्रणमा गणितीय वा अन्य सानातिना त्रुटि वा छुट हुन गएमा न्यायाधीशले इन्साफमा फरक नपर्ने गरी कारण सहितको छुट्टै पर्चा खडा गरी त्यस्तो भुल वा त्रुटि सच्याउन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२८०",
                    "section_title": "भरपाई लिनु वा दिनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) अदालतमा दाखिल भएको कुनै सक्कल लिखत कुनै व्यक्तिलाई फिर्ता दिँदा वा अदालतबाट कुनै सक्कल लिखत कुनै व्यक्तिलाई बुझाउँदा त्यस्तो लिखत फिर्ता लिएको वा बुझाएको व्यहोराको भरपाई वा निस्सा लिई मिसिल सामेल राख्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) अदालतमा कुनै व्यक्तिले पेश गरेको कुनै सक्कल लिखत अदालतले बुझी लिँदा लिखतमा कुनै केरमेट भएको र लेखिएको भए त्यस्तो यथार्थ समेत खुलाई लिखत पेश गर्ने व्यक्तिलाई त्यसको भरपाई दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२८१",
                    "section_title": "निवेदन दस्तुर",
                    "content": "यस संहितामा अन्यथा उल्लेख भएकोमा बाहेक अदालतमा कुनै निवेदनपत्र दिँदा दश रुपैयाँ दस्तुर लाग्नेछ ।"
                },
                {
                    "section_number": "२८२",
                    "section_title": "म्याद वा सूचना प्रकाशन",
                    "content": "यस संहिता बमोजिम अदालतबाट कुनै म्याद वा सूचना राष्ट्रिय स्तरको दैनिक पत्रिकामा प्रकाशन गर्दा नेपाल सरकारको स्वामित्वमा रहेको संस्थाबाट प्रकाशन हुने राष्ट्रिय स्तरको दैनिक समाचारपत्रमा सर्वोच्च अदालतले निर्धारण गरेको दिन प्रकाशन गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "२८३",
                    "section_title": "विभागीय कारबाही गर्न आदेश दिने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) यस संहितामा अन्यथा व्यवस्था भएकोमा बाहेक यस संहिता बमोजिमको कार्य सम्पादन गर्नु पर्ने दायित्व भएको कुनै कर्मचारीले यस संहितामा निर्धारण भएको अवधिभित्र कुनै कार्य सम्पादन नगरेमा मर्का पर्ने पक्षले निजको विरुद्धमा सम्बन्धित अदालतको न्यायाधीश समक्ष उजुरी दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिमको उजुरी परेकोमा त्यस्ता कर्मचारीलाई बुझ्दा मनासिब कारण बिना निजले गर्नु पर्ने काम समयमै सम्पादन गरेको नदेखिएमा न्यायाधीशले निजलाई विभागीय कारबाही गर्न आदेश दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२८४",
                    "section_title": "लिखतहरूको पञ्जिका",
                    "content": "प्रत्येक मुद्दामा अनुसूची-२९ बमोजिमको ढाँचामा पञ्जिका तयार गरी दर्ता मितिको क्रमले लिखतहरूको क्रमसङ्ख्या र विवरण जनाई राख्नु पर्नेछ ।"
                },
                {
                    "section_number": "२८५",
                    "section_title": "लिखत धुल्याउनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) अदालतले मुद्दाको अन्तिम निर्णय भएको पाँच वर्षपछि सो मुद्दाको मिसिलमा रहेको देहायका लिखतहरू बाहेक अन्य लिखतहरू धुल्याउनु पर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "(क) फिरादपत्र,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "(ख) बयान,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "(ग) प्रतिउत्तरपत्र वा प्रतिदाबी,"
                                },
                                {
                                    "clause_letter": "घ",
                                    "content": "(घ) पक्षको नाममा जारी भएको म्याद,"
                                },
                                {
                                    "clause_letter": "ङ",
                                    "content": "(ङ) मुद्दासँग सम्बन्धित नक्सा,"
                                },
                                {
                                    "clause_letter": "च",
                                    "content": "(च) सक्कल प्रमाण कागज,"
                                },
                                {
                                    "clause_letter": "छ",
                                    "content": "(छ) मिलापत्रको कागजात,"
                                },
                                {
                                    "clause_letter": "ज",
                                    "content": "(ज) पुनरावेदनपत्र,"
                                },
                                {
                                    "clause_letter": "झ",
                                    "content": "(झ) मुद्दा दोहोऱ्याउने वा पुनरावलोकनको लागि दिइएको निवेदनपत्र,"
                                },
                                {
                                    "clause_letter": "ञ",
                                    "content": "(ञ) अदालतबाट भएको फैसला, निर्णय, अन्तिम आदेश,"
                                },
                                {
                                    "clause_letter": "ट",
                                    "content": "(ट) कानून बमोजिम संरक्षण गर्न आवश्यक देखिएका अन्य लिखत ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) उपदफा (१) बमोजिम कागज धुल्याउनुअघि श्रेस्तेदारले धुल्याउनु पर्ने कागजातको फेहरिस्त तयार गरी त्यस्तो फेहरिस्तमा आफ्नो सहीछाप गरी राख्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२८६",
                    "section_title": "अनुसूचीमा थपघट वा हेरफेर गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "(१) नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी अनुसूची-२८ मा आवश्यक हेरफेर र थपघट गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "(२) सर्वोच्च अदालतले नेपाल राजपत्रमा सूचना प्रकाशन गरी अनुसूची-२८ बाहेकका अन्य अनुसूचीहरूमा आवश्यक थपघट वा हेरफेर गर्न सक्नेछ ।",
                            "modification_note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                        }
                    ]
                },
                {
                    "section_number": "२८७",
                    "section_title": "बाधा अड्काउ फुकाउने अधिकार",
                    "content": "यस संहिताको कार्यान्वयन गर्दा अदालती कार्यविधिका सम्बन्धमा कुनै बाधा अड्चन परेमा सर्वोच्च अदालतको पूर्ण बैठकले त्यस्तो बाधा अड्काउ फुकाउन आवश्यक व्यवस्था गर्न सक्नेछ ।"
                },
                {
                    "section_number": "२८८",
                    "section_title": "नियम बनाउने अधिकार",
                    "content": "यस संहिताको कार्यान्वयनको लागि अदालती कार्यविधिका सम्बन्धमा सर्वोच्च अदालतले र अन्य विषयमा नेपाल सरकारले आवश्यक नियम बनाउन सक्नेछ ।"
                },
                {
                    "section_number": "२८९",
                    "section_title": "निर्देशिका बनाउन सकिने",
                    "content": "यस संहिताको कार्यान्वयनको लागि यो संहिता र यस संहिता अन्तर्गत बनेको नियमको अधीनमा रही सर्वोच्च अदालतले आवश्यक निर्देशिका बनाउन सक्नेछ ।"
                }
            ]
        }
    ]
}