{
    "metadata": {
        "header_footer_text": "www.lawcommission.gov.np",
        "page_numbers_present": [
            "१५०",
            "१५१",
            "१५२",
            "१५३",
            "१५४",
            "१५५",
            "१५६",
            "१५७",
            "१५८",
            "१५९",
            "१६०",
            "१६१",
            "१६२",
            "१६३",
            "१६४",
            "१६५",
            "१६६",
            "१६७",
            "१६८",
            "१६९",
            "१७०",
            "१७१",
            "१७२",
            "१७३",
            "१७४",
            "१७५",
            "१७६",
            "१७७",
            "१७८",
            "१७९",
            "१८०"
        ],
        "inference_note": "The document starts mid-section, beginning with Section 448. Based on the subsequent chapter numbering (Chapter 13 starts on page 3), sections 448-453 are inferred to belong to Chapter 12. The parent Part for Chapter 12, 13, 14, 15 is not specified in the provided text range."
    },
    "document_structure": {
        "initial_chapters": [
            {
                "chapter_number": "12",
                "inference_note": "Chapter number inferred based on sequence. Title not available in provided text.",
                "sections": [
                    {
                        "section_number": "४४८",
                        "section_title": "बन्धकी दिएको सम्पत्ति अविभाज्य हुने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "साहूका अंशियारबीच अंशबण्डा भई वा अपुताली परी वा साझेदारीबीच भाग विभाजन हुँदा एकभन्दा बढी साहू कायम हुन आएमा पनि असामीले साहूलाई बन्धकी दिएको सम्पत्ति अविभाज्य रहनेछ र असामीले लिएको सम्पूर्ण ऋण बन्धकीको लिखत बमोजिम पूरा चुक्ता नगरेसम्म बन्धकीमा दिएको सम्पत्ति वा त्यसको कुनै अंश फिर्ता लिन सक्ने छैन ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "असामीका अंशियारहरू बीच अंशबण्डा भई, अपुताली परी वा साझेदारीबीच भाग विभाजन हुँदा एकभन्दा बढी असामी कायम हुन आएकोमा प्रत्येक असामीले आ-आफ्नो हिस्साको सम्पूर्ण ऋण चुक्ता नगरेसम्म बन्धकी दिएको सम्पत्ति फिर्ता लिन सकिने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४४९",
                        "section_title": "बन्धकीमा दिएको सम्पत्ति हानि, नोक्सानी भएमा साहू जवाफदेही हुने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "बन्धकी लिएको सम्पत्तिमा साहूको भोगाधिकार कायम भएपछि त्यस्तो सम्पत्ति कुनै किसिमले हानि, नोक्सानी भएमा त्यस उपर साहू नै जवाफदेही हुनेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) बमोजिम बन्धकीमा लिएको सम्पत्ति हानि, नोक्सानी भएकोमा साहूले त्यस्तो सम्पत्ति आफ्नै खर्चमा मर्मत सम्भार गरी पहिलेकै अवस्थामा ल्याउनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि विपद् परी बन्धकी लिएको सम्पत्ति हानि, नोक्सानी भएकोमा साहू जवाफदेही हुने छैन र त्यसरी भएको हानि, नोक्सानीको मर्मत सम्भार साहूले असामीको लिखित मञ्जुरी लिई गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(४)",
                                "content": "उपदफा (३) बमोजिम मर्मत सम्भार गर्दा लागेको खर्च असामीले बन्धकी दिएको सम्पत्ति फिर्ता लिँदा साहूको थैलीमा त्यस्तो खर्च समेत समावेश गरी भुक्तानी गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४५०",
                        "section_title": "बन्धकीको सम्पत्तिमा हैरानी गर्न नहुने",
                        "content": "बन्धकीको सम्पत्तिमा भोगाधिकार कायम भए पछि साहूले त्यस्तो सम्पत्ति उपयुक्त नभएको वा घटी बढी भएको भनी लिखत विपरीत हुने गरी असामीलाई हैरानी गर्न हुँदैन ।\nतर भोग गर्नु पर्ने सम्पत्ति कुनै किसिमले भोग गर्न नपाएमा वा सो सम्पत्ति कुनै किसिमले कच्चा ठहरेमा बन्धकीको लिखत बमोजिम रकम भुक्तानीका लागि दाबी गर्न बाधा पर्ने छैन ।"
                    },
                    {
                        "section_number": "४५१",
                        "section_title": "विदेशीलाई बन्धकी दिन नसकिने",
                        "content": "नेपाल सरकारको पूर्व स्वीकृति विना कसैले पनि गैरआवासीय नेपाली नागरिकता प्राप्त गरेको व्यक्ति बाहेक अन्य विदेशी व्यक्तिलाई अचल सम्पत्ति बन्धकी दिन पाउने छैन ।"
                    },
                    {
                        "section_number": "४५२",
                        "section_title": "दोहोरो बन्धकी दिन वा हस्तान्तरण गर्न नसकिने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "एक पटक बन्धकी दिएको सम्पत्ति दोहोरो पारी अर्को व्यक्तिलाई बन्धकी दिन वा हस्तान्तरण गर्न सकिने छैन ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) विपरीत कसैले दोहोरो पारी बन्धकी दिएकोमा अघिल्लो मितिमा रजिष्ट्रेशन पारित भएको लिखतले मान्यता पाउनेछ र पछिल्लो लिखत स्वतः बदर हुनेछ ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (२) बमोजिम लिखत बदर भएकोमा जानीजानी दोहोरो पारी लिखत गरी लिने साहूको रकम भूस हुनेछ र थाहा नपाई लिएको भए कपाली सरह हुनेछ ।"
                            },
                            {
                                "subsection_number": "(४)",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि दोहोरो लिखत भएकोमा पहिलो लिखतबाट कुनै किसिमको बन्धकी र पछिल्लो लिखतबाट हक हस्तान्तरण भएकोमा हक हस्तान्तरण गरी पाउनेले पहिलो बन्धकी लिखत बमोजिमको रकम चुक्ता गरी लिखत बमोजिम हक कायम गर्न सक्नेछ ।"
                            },
                            {
                                "subsection_number": "(५)",
                                "content": "यस दफा बमोजिम दोहोरो लिखत गरिदिनेलाई पछिल्लो लिखतको बिगो देखिए त्यस्तो विगो बमोजिम, त्यस्तो बिगो नदेखिए अघिल्लो लिखत बमोजिम र त्यस्तो विगो पनि नदेखिए पच्चीस हजार रुपैयाँसम्म जरिबाना हुनेछ ।\nतर जतिसुकै विगो भएपनि एक लाख रुपैयाँभन्दा बढी जरिबाना हुने छैन ।"
                            },
                            {
                                "subsection_number": "(६)",
                                "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि बन्धकीको दोहोरो लिखत भई पहिलो लिखत भोगबन्धकी दिएकोमा त्यस्तो लिखत भएको मितिले दुई वर्ष र दृष्टिबन्धकी दिएकोमा भोग गर्न पाउने अवस्था भएको मितिले दुई वर्षभित्र भोगाधिकार कायम गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(७)",
                                "content": "उपदफा (६) बमोजिम भोगाधिकार कायम गर्न नसकेमा साहूको रकम कपाली सरह हुनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४५३",
                        "section_title": "हदम्याद",
                        "content": "यस परिच्छेदमा नालिस गर्ने सम्बन्धमा छुट्टै हदम्याद तोकिएकोमा सोही बमोजिम र अन्य अवस्थामा यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको मितिले एक वर्षभित्र नालिस गर्न सक्नेछ ।"
                    }
                ]
            },
            {
                "chapter_number": "१३",
                "chapter_title": "अचल सम्पत्तिको हकसफा सम्बन्धी व्यवस्था",
                "sections": [
                    {
                        "section_number": "४५४",
                        "section_title": "हकसफा गरेको मानिने",
                        "content": "कसैले आफ्नो हक, भोग र स्वामित्वको कुनै अचल सम्पत्ति अन्य व्यक्तिलाई कुनै किसिमले हक हस्तान्तरण गरी दिएकोमा त्यस्तो सम्पत्तिको सन्धिसर्पन पर्ने व्यक्तिले यस परिच्छेद बमोजिम निखनी लिएमा हकसफा गरेको मानिनेछ ।",
                        "explanation": {
                            "content": "यस परिच्छेदको प्रयोजनको लागि “सन्धिसर्पन” भन्नाले कुनै व्यक्तिको घर वा जग्गासँग हक हस्तान्तरण गरी दिएको अर्को व्यक्तिको साँध जोडिएको घर वा जग्गा नभएको कारणबाट कुलो पानी, बाटो निकास आदि बन्द हुने अवस्था समेत सम्झनु पर्छ ।"
                        }
                    },
                    {
                        "section_number": "४५५",
                        "section_title": "हकवालाले हकसफा गरी लिन सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "कसैले आफ्नो अचल सम्पत्ति बिक्री गरेकोमा त्यस्तो सम्पत्तिमा सन्धिसर्पन पर्ने हकवालाले त्यस्तो सम्पत्ति खरिद गर्ने व्यक्तिले तिरेको रकम र लिखत पारित गर्दा लागेको दस्तुर निजलाई बुझाई त्यस्तो सम्पत्ति हकसफा गरी लिन सक्नेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) बमोजिम हकसफा गरी लिन चाहने हकवाला एकभन्दा बढी भएमा सबैभन्दा नजिकको हकवालाले, त्यस्तो हकवाला एकभन्दा बढी भएमा सबभन्दा बढी सन्धिसर्पन पर्ने हकवालाले र त्यस्तो हकवाला पनि एकभन्दा बढी भएमा समान अनुपातमा सबै हकवालाहरूले त्यस्तो सम्पत्ति हकसफा गरी लिन सक्नेछन् ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (२) बमोजिम नजिकको हकवालाले त्यस्तो सम्पत्ति हकसफा गरी नलिएमा प्राथमिकताक्रमको आधारमा सबैभन्दा नजिकको हकवालाले त्यस्तो सम्पत्ति हकसफा गरी लिन सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४५६",
                        "section_title": "मोहीले हकसफा गरी लिन सक्ने",
                        "content": "दफा ४५५ बमोजिम सन्धिसर्पन पर्ने हकवाला नभएमा वा भए पनि निजले हक सफा गरी नलिएमा र त्यस्तो सम्पत्तिमा कानून बमोजिम मोही रहेछ भने निजले त्यस्तो सम्पत्ति हकसफा गरी लिन सक्नेछ ।"
                    },
                    {
                        "section_number": "४५७",
                        "section_title": "बिक्री गरेको घर हकसफा गरी लिन सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "एउटै घरको भिन्नभिन्न हिस्साको भिन्न भिन्न धनी भएको अवस्थामा त्यस्तो घरको कुनै हिस्साको धनीले आफ्नो हिस्सा जति कसैलाई बिक्री गरी दिएकोमा अर्को हिस्साको धनीले त्यस्तो हिस्सा हकसफा गरी लिन चाहेमा त्यस्तो धनीले खरिदकर्ताले तिरेको रकम र लिखत पारित गर्दाका बखत भुक्तानी गरेको दस्तुर निजलाई बुझाई त्यस्तो घर हकसफा गरी लिन सक्नेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) बमोजिम हकसफा गरी लिँदा देहायको व्यक्तिले देहाय बमोजिम प्राथमिकता पाउनेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "(क)",
                                        "content": "अर्को हिस्साको धनी हकवाला भएमा त्यस्तो हकवालाले र एकभन्दा बढी हकवाला भएमा सबभन्दा नजिकको हकवालाले,"
                                    },
                                    {
                                        "clause_letter": "(ख)",
                                        "content": "अर्को हिस्साको धनी हकवाला बाहेकको अन्य व्यक्ति भएमा सन्धिसर्पन पर्ने वा त्यस्तो हिस्सासँग जोडिएको हिस्साको धनीले ।"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "section_number": "४५८",
                        "section_title": "दान वा बकसमा दिएको घर हक सफा गर्न पाउने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "दफा ४५५, ४५६ वा ४५७ मा जुनसुकै कुरा लेखिएको भए तापनि कसैले कुनै व्यहोराले आफ्नो हक छाडी एउटै घरको आधा वा त्यसको कुनै अंश वा त्यस्तो घरले चर्चेको जग्गा, लगापात दान, बकस गरी दिएकोमा त्यसरी दान, बकस पाउनेले त्यस्तो घर वा जग्गा अर्को व्यक्तिलाई कुनै व्यहोराले हक हस्तान्तरण गरी दिएछ भने त्यस्तो दान, बकस गरिदिने व्यक्ति वा निजको सोही ठाउँमा बस्ने हकवालाले त्यस्तो हक सफा गरी लिन चाहेमा त्यस्तो घर वा त्यसको कुनै अंश वा त्यस्तो घरले चर्चेको जग्गा, लगापात हक सफा गरी लिन पाउनेछ ।",
                                "footnote": {
                                    "marker": "*",
                                    "text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।"
                                }
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कसैले कुनै व्यक्तिबाट एउटै घरको आधा वा त्यसको कुनै अंश वा त्यस्तो घरले चर्चेको जग्गा वा लगापात दान, बकस पाएकोमा जसबाट आफूले दान बकस पाएको हो त्यस्तो व्यक्तिले त्यस्तो घर वा जग्गाको बाँकी अर्को व्यक्तिलाई पुनः दान बकस गरिदिएछ भने त्यसरी पहिले दान बकस पाउनेले वा निजको हकवालाले त्यस्तो बाँकी हक सफा गरी लिन पाउनेछ ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (१) वा (२) बमोजिम हकसफा गरी लिँदा दान, बकस गर्दा मूल्य अङ्क खुलेकोमा त्यस्तो मूल्य बराबरको रकम र मूल्य अङ्क खुलेको रहेनछ भने प्रचलित बजार मूल्य बराबरको रकम र लिखत पारित गर्दा लागेको दस्तुर साहूलाई चुक्ता गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(४)",
                                "content": "उपदफा (१) वा (२) बमोजिम हकसफा गरी लिन चाहने हकवाला एकभन्दा बढी भएमा सबैभन्दा नजिकको हकवाला र नजिकका हकवाला पनि एकभन्दा बढी भएमा सबैभन्दा बढी मर्का पर्ने हकवालाले हक सफा गरी लिन सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४५९",
                        "section_title": "हकसफा गर्न नपाउने",
                        "content": "दफा ४५७ र ४५८ मा जुनसुकै कुरा लेखिएको भए तापनि संयुक्त आवास सम्बन्धी प्रावधान अन्तर्गत बनेको घर वा घरको भाग हकसफा गर्न पाइने छैन ।"
                    },
                    {
                        "section_number": "४६०",
                        "section_title": "हकसफा गर्दाको कार्यविधि",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "कुनै अचल सम्पत्ति यस परिच्छेद बमोजिम हकसफा गर्न चाहने व्यक्तिले त्यस्तो सम्पत्ति हस्तान्तरण गर्दा पारित भएको लिखतमा सम्पत्तिको मूल्य उल्लेख भएकोमा त्यस्तो मूल्य, मूल्य उल्लेख नभएकोमा प्रचलित बजार मूल्य बरावरको रकम र लिखत पारित गर्दा लागेको दस्तुर समेत धरौटी राखी त्यस्तो लिखत पारित गर्ने कार्यालयमा उजुरी दिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) बमोजिम उजुरी प्राप्त भएमा लिखत पारित गर्ने कार्यालयले उजुरीकर्तालाई तारेखमा राखी हकसफा गरिदिनु पर्ने व्यक्तिलाई बाटाका म्याद बाहेक सात दिनभित्र त्यस्तो कार्यालयमा हाजिर हुन म्याद पठाउनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (२) बमोजिमको म्यादभित्र हकसफा गरिदिनु पर्ने व्यक्ति उपस्थित भई हकसफा गरी दिन मञ्जुर गरेमा लिखत पारित गर्ने कार्यालयले उपदफा (१) बमोजिम धरौटी राखेको रकम निजलाई बुझाई हकसफा गरी दिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(४)",
                                "content": "उपदफा (२) बमोजिमको म्यादभित्र हकसफा गरिदिनु पर्ने व्यक्ति उपस्थित भई हकसफा गरिदिन मञ्जुर नगरे पनि प्राप्त उजुरी, पारित भएको लिखत र कार्यालयको स्रेस्ताबाट हकसफा गरिदिनु पर्ने देखिएमा लिखत पारित गर्ने कार्यालयले हकसफा गरिदिने निर्णय गर्नु पर्नेछ र हकसफा गरिदिनु पर्ने नदेखिएमा हकसफा गरिदिनु नपर्ने निर्णय गरी उजुरीकर्तालाई सोही बमोजिमको जानकारी दिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(५)",
                                "content": "उपदफा (२) बमोजिमको म्यादभित्र हकसफा गरिदिनु पर्ने व्यक्ति उपस्थित हुन नआएमा म्याद नाघेपछि प्राप्त उजुरी, पारित भएको लिखत र कार्यालयको स्रेस्ताबाट हकसफा गरिदिनु पर्ने देखिएमा लिखत पारित गर्ने कार्यालयले हकसफा गरी दिने निर्णय गरी हकसफा गरी पाउने सम्पत्ति चलन गर्नु भनी हकसफा गरी पाउनेलाई चलन पूर्जी दिई हकसफा गरिदिनु पर्ने व्यक्तिलाई उपदफा (१) बमोजिम धरौटी रहेको रकम लिन आउन सूचना पठाउनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(६)",
                                "content": "उपदफा (२) बमोजिमको म्यादभित्र हकसफा गरिदिनु पर्ने व्यक्ति उपस्थित भएपनि निजले त्यस्तो सम्पत्तिको बजार मूल्य प्रति असहमति जनाएमा लिखत पारित गर्ने कार्यालयले त्यस्तो सम्पत्तिको बजार मूल्य कायम गरी त्यस्तो बजार मूल्य बराबरको रकम हकसफा गरी दिने व्यक्तिलाई दिलाई हकसफा गरिदिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(७)",
                                "content": "उपदफा (६) बमोजिम हकसफा गर्ने सम्पत्तिको कायम गरिएको बजार मूल्यमा कुनै पक्षको सहमति नभएमा वा हकसफा गरिदिनु पर्ने व्यक्ति म्यादभित्रै उपस्थित भई हकसफा गरिदिनु नपर्ने कारण देखाएमा र त्यस्तो विषयमा प्रमाण बुझि इन्साफ गर्नु पर्ने देखिएमा लिखत पारित गर्ने कार्यालयले पैंतीस दिनभित्र सम्बन्धित अदालतमा नालेस गर्न जानु भनी सुनाई दिनु पर्नेछ र त्यस्तोमा म्यादभित्रै अदालतमा नालेस परेकोमा अदालतको निर्णय बमोजिम र नालेस नपरेकोमा कार्यालयको निर्णय बमोजिम गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(८)",
                                "content": "उपदफा (४) बमोजिम हकसफा नहुने निर्णय भई उजुरवालालाई रकम फिर्ता दिँदा उपदफा (१) बमोजिम धरौटी राखेको रकमको अढाई प्रतिशत रकम कट्टा गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(९)",
                                "content": "हकसफा गरी पाउँ भनी निवेदन दिने व्यक्तिले पछि कुनै कारणले निखन्न नचाहेमा वा तारेख छाडेमा निजले राखेको धरौटी रकमको तीन प्रतिशत जरिबाना गरी त्यस्तो रकम धरौटी रकमबाट कटाई बाँकी रकम निजलाई फिर्ता दिनु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४६१",
                        "section_title": "हकसफा भएकोमा अभिलेख अद्यावधिक गर्नु पर्ने",
                        "content": "यस परिच्छेद बमोजिम हकसफा हुने गरी सम्बन्धित कार्यालय वा अदालतबाट ठहर भएकोमा सोही बमोजिम त्यस्तो कार्यालयमा रहेको हकसफा भएको सम्पत्ति सम्बन्धी अभिलेखमा अद्यावधिक गर्नु पर्नेछ ।"
                    },
                    {
                        "section_number": "४६२",
                        "section_title": "हदम्याद",
                        "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले लिखत पारित भएको मितिले छ महिनासम्ममा थाहा पाएको मितिले पैंतीस दिनभित्र नालिस दिन सक्नेछ ।\nतर मोहीको हकमा जग्गाधनीले निखन्न पाउने मिति समाप्त भएको मितिले पैंतीस दिनभित्र नालेस दिन सक्नेछ ।"
                    }
                ]
            },
            {
                "chapter_number": "१४",
                "chapter_title": "लिखत पारित सम्बन्धी व्यवस्था",
                "sections": [
                    {
                        "section_number": "४६३",
                        "section_title": "लिखत पारित भएको मानिने",
                        "content": "कसैले यस परिच्छेद बमोजिम स्वीकृतिको लागि सम्बन्धित कार्यालयमा दाखिल गरेको कुनै लिखत त्यस्तो कार्यालयबाट स्वीकृत भएमा त्यस्तो लिखत पारित भएको मानिनेछ ।",
                        "explanation": {
                            "content": "यस परिच्छेदको प्रयोजनको लागि “सम्बन्धित कार्यालय” भन्नाले नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी तोकेको कार्यालय सम्झनु पर्छ र त्यसरी कार्यालय नतोकेसम्म सम्बन्धित मालपोत कार्यालयलाई जनाउँछ ।"
                        }
                    },
                    {
                        "section_number": "४६४",
                        "section_title": "पारित गराउनु पर्ने लिखत",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "कसैले देहाय बमोजिमको लिखत गर्दा त्यस्तो लिखत सम्बन्धित कार्यालयबाट पारित गराउनु पर्नेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "(क)",
                                        "content": "कुनै पनि व्यहोराले अचल सम्पत्ति हस्तान्तरण गरी दिएको लिखत,"
                                    },
                                    {
                                        "clause_letter": "(ख)",
                                        "content": "भोग, दृष्टि वा लखबन्धकी लेखिदिएको लिखत,"
                                    },
                                    {
                                        "clause_letter": "(ग)",
                                        "content": "अचल सम्पत्तिको शेषपछिको दान वा बकसपत्र,"
                                    },
                                    {
                                        "clause_letter": "(घ)",
                                        "content": "अचल सम्पत्ति सट्टापट्टा गरेको लिखत,"
                                    },
                                    {
                                        "clause_letter": "(ङ)",
                                        "content": "अंशबण्डा वा अंश छोडपत्रको लिखत,"
                                    },
                                    {
                                        "clause_letter": "(च)",
                                        "content": "मानो छुट्टिएको वा मानो जोडिएको लिखत,"
                                    },
                                    {
                                        "clause_letter": "(छ)",
                                        "content": "गुठी स्थापना गरेको लिखत,"
                                    },
                                    {
                                        "clause_letter": "(ज)",
                                        "content": "मासिक एक लाख रूपैयाँभन्दा बढी घर बहाल लिनु दिनु गरेको लिखत,"
                                    },
                                    {
                                        "clause_letter": "(झ)",
                                        "content": "अचल सम्पत्ति फलोपभोग भएको लिखत,"
                                    },
                                    {
                                        "clause_letter": "(ञ)",
                                        "content": "यस संहिता वा कानून बमोजिम पारित गर्नु पर्ने अन्य लिखत ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "कसैले उपदफा (१) बमोजिम पारित गर्नु पर्ने लिखत पारित नगराएमा त्यस्तो लिखतले कानूनी मान्यता पाउने छैन ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४६५",
                        "section_title": "अन्य लिखत पारित गर्न सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "कुनै व्यक्तिले चाहेमा दफा ४६४ मा लेखिएदेखि बाहेक अन्य लिखत समेत पारित गराउन सक्नेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) बमोजिम लिखत पारित गर्नको लागि कुनै व्यक्तिको निवेदन परेमा सम्बन्धित कार्यालयले कानूनको रीत पुऱ्याई त्यस्तो लिखत पारित गरिदिनु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४६६",
                        "section_title": "डोरमार्फत लिखत पारित हुन सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "कसैले यस परिच्छेद बमोजिम कुनै लिखत कार्यालयबाट डोर खटाई पारित गराई पाउन सम्बन्धित कार्यालयमा निवेदन दिएमा र त्यस्तो लिखत आफ्नै कार्यालयबाट पारित गरिदिनु पर्ने देखिएमा लिखत पारित गर्दा लाग्ने दस्तुर कार्यालयमा धरौटी राख्न लगाई कार्यालयको प्रमुख वा निजले तोकेको अन्य कर्मचारीले पाँच दिनभित्र निवेदकले उल्लेख गरेको स्थानमा गई कानूनको रीत पुऱ्याई त्यस्तो लिखत स्वीकृत गरी पारित गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) बमोजिम खटिएको डोरबाट लिखत पारित भएमा सोही उपदफा बमोजिम राखेको धरौटी रकम कार्यालयले सदर स्याहा गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (१) बमोजिम खटिएको डोरबाट कुनै कारणले लिखत पारित नभएमा धरौटी रकम निवेदकले तीन महिनाभित्र फिर्ता लिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(४)",
                                "content": "उपदफा (३) बमोजिमको म्यादभित्र निवेदकले धरौटी रकम फिर्ता नलगेमा त्यस्तो धरौटी रकम कार्यालयले सदर स्याहा गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४६७",
                        "section_title": "अन्य जिल्लाबाट लिखत पारित गराउन सक्ने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "लिखत पारित गरी लिने दिने व्यक्तिले कुनै एक व्यक्ति रहे बसेको वा सम्पत्ति रहेको जिल्ला बाहेक अन्य जिल्लाबाट कुनै लिखत पारित गर्न चाहेमा सोही व्यहोरा खुलाई सोही जिल्लाको सम्बन्धित कार्यालयमा निवेदन दिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) बमोजिम लिखत पारितको लागि कुनै निवेदन परेमा त्यस्तो कार्यालयले आवश्यक जाँचबुझ गरी कानूनको रीत पुऱ्याई त्यस्तो लिखत पारित गरी दिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (२) बमोजिम अन्य जिल्लाबाट अचल सम्पत्तिको लिखत पारित भएमा सो कार्यालयले पारित लिखतको एक प्रति सम्बन्धित जिल्लाको सो काम गर्ने कार्यालयमा पठाइदिनु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४६८",
                        "section_title": "लिखत पारित गर्दा दस्तुर लाग्ने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "लिखत पारित गर्दा कानून बमोजिमको दस्तुर लाग्नेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "कुनै लिखतको पारित दस्तुर कानूनद्वारा तोकिएकोमा बाहेक रकम लिनुदिनु गरी लिखत भएकोमा लिखतमा उल्लिखित रकमको आधारमा दस्तुर लाग्नेछ ।\nतर त्यस्तो लिखतमा लेखिएको अचल सम्पत्तिको मूल्य नेपाल सरकारले तोकेको न्यूनतम मूल्यभन्दा कम भएमा नेपाल सरकारबाट तोकिएको मूल्य अनुसार दस्तुर लाग्नेछ ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (१) वा (२) मा जुनसुकै कुरा लेखिएको भए तापनि अन्य जिल्लाबाट लिखत पारित गर्दा सो उपदफाहरूमा लेखिएको दस्तुरको दश प्रतिशत थप दस्तुर लाग्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४६९",
                        "section_title": "दस्तुर बुझाउनु पर्ने दायित्व",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "देहायको लिखत पारित गर्दा लाग्ने दस्तुर देहायका व्यक्तिले बुझाउनु पर्नेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "(क)",
                                        "content": "सम्पत्ति हस्तान्तरण वा बन्धकी सम्बन्धी लिखत भए लिखत गरी लिनेले,"
                                    },
                                    {
                                        "clause_letter": "(ख)",
                                        "content": "अंशबण्डा, अंश छोडपत्र, मानो छुट्टिएको वा जोडिएको लिखत भए समान हिस्सामा सबै अंशियारले,"
                                    },
                                    {
                                        "clause_letter": "(ग)",
                                        "content": "सम्पत्ति सट्टापट्टा सम्बन्धी लिखत भए लिखत लिने दिने दुवैले,"
                                    },
                                    {
                                        "clause_letter": "(घ)",
                                        "content": "शेषपछिको बकसपत्र भए दिनेले,"
                                    },
                                    {
                                        "clause_letter": "(ङ)",
                                        "content": "घरबहाल भए घरबहालमा दिनेले,"
                                    },
                                    {
                                        "clause_letter": "(च)",
                                        "content": "गुठी संस्थापना गरेको लिखत भए संस्थापना गर्नेले,"
                                    },
                                    {
                                        "clause_letter": "(छ)",
                                        "content": "अन्य लिखत भए लिने दिने दुवैले ।"
                                    }
                                ]
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) को खण्ड (ङ) बमोजिमको लिखत पारित गर्दा घरबहाल वापत प्राप्त हुने पहिलो महिनाको बहाल रकमलाई मूल्य मानी दस्तुर निर्धारण हुनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४७०",
                        "section_title": "रकम बुझाउने सम्बन्धी व्यवस्था",
                        "content": "लिखत गर्ने व्यक्तिहरूबीच पारित हुने लिखत बमोजिमको रकम लिनु दिनु गर्दा घरसारमा, कार्यालयका सम्बन्धित कर्मचारीको रोहबरमा वा गुड फर पेमेन्ट लेखिएको चेकमार्फत रकम लिने दिने गर्न सक्नेछन् ।"
                    },
                    {
                        "section_number": "४७१",
                        "section_title": "दाखिल, खारेज तथा नामसारी गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "पारित भएको लिखतबाट दाखिल, खारेज तथा नामसारी गर्नु पर्ने भएमा सम्बन्धित कार्यालयले लिखत पारित भएको दिन, त्यस दिन सम्भव नभएमा त्यसको भोलिपल्ट दाखिल, खारेज तथा नामसारी गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "आफ्नो कार्यालयबाट पारित भएको लिखत अनुसार अन्य कार्यालयको स्रेस्तामा दाखिल, खारेज तथा नामसारी गर्नु पर्ने भएमा लिखत गराई लिने मानिसलाई सम्बन्धित कार्यालयमा दाखिल, खारेज तथा नामसारी गर्न जानु भनी पैंतीस दिनको म्याद दिई त्यस्तो लिखत समेत सम्बन्धित कार्यालयमा पठाइदिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (२) बमोजिम अन्य जिल्लाबाट दाखिल, खारेज तथा नामसारीको लागि लिखत प्राप्त भएमा सम्बन्धित कार्यालयले आफ्नो स्रेस्तामा त्यसरी पारित भएको कुरा अभिलेख गरी लिखत बमोजिम दाखिल, खारेज तथा नामसारी गरिदिनु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४७२",
                        "section_title": "अघिल्लो मितिमा पारित भएको लिखत मान्य हुने",
                        "content": "एउटै विषयमा एकभन्दा बढी लिखत पारित भएकोमा अघिल्लो मितिमा पारित भएको लिखत मान्य हुनेछ ।"
                    },
                    {
                        "section_number": "४७३",
                        "section_title": "हदम्याद",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको मितिले एक वर्षभित्र नालिस गर्न सक्नेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि अर्को इलाकाको कार्यालयबाट लिखत पारित भएकोमा सम्बन्धित कार्यालयमा त्यस्तो लिखतको प्रति प्राप्त भएको मितिले एक वर्षभित्र नालिस गर्न सकिनेछ ।"
                            }
                        ]
                    }
                ]
            },
            {
                "chapter_number": "१५",
                "chapter_title": "लेनदेन व्यवहार सम्बन्धी व्यवस्था",
                "sections": [
                    {
                        "section_number": "४७४",
                        "section_title": "लेनदेन भएको मानिने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "दुई वा दुईभन्दा बढी व्यक्तिहरूबीच कुनै शर्त राखी कुनै रकम वा वस्तु लिनु दिनु गरेमा निजहरूबीच लेनदेन भएको मानिनेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) बमोजिम लेनदेन भएकोमा रकम वा वस्तु लिनेले रकम वा वस्तु दिनेलाई त्यस्तो रकम वा वस्तु फिर्ता गर्नु पर्नेछ ।"
                            }
                        ],
                        "explanation": {
                            "content": "यस परिच्छेदको प्रयोजनको लागि “रकम” भन्नाले वस्तुको मूल्य समेत सम्झनु पर्छ ।"
                        }
                    },
                    {
                        "section_number": "४७५",
                        "section_title": "ऋण लिए सरह मानिने",
                        "content": "कुनै व्यक्तिले कुनै किसिमले कसैलाई कुनै रकम वा वस्तु दिनु पर्ने दायित्व भएकोमा त्यस्तो व्यक्तिले ऋण लिए सरह मानिनेछ र त्यस्तो व्यक्तिले यस परिच्छेदको व्यवस्थाको अधीनमा रही सम्बन्धित व्यक्तिलाई त्यस्तो रकम वा वस्तु फिर्ता गर्नु पर्नेछ ।"
                    },
                    {
                        "section_number": "४७६",
                        "section_title": "लिखत नगरी लेनदेन गर्न नहुने",
                        "content": "कसैले पनि कानून बमोजिम लिखत नगरी लेनदेन गर्न हुँदैन ।",
                        "explanation": {
                            "content": "यस परिच्छेदको प्रयोजनको लागि “लिखत” भन्नाले कुनै लेनदेन कारोबार प्रमाणित गर्ने चेक, बिल, भौचर, रसिद र भरपाई समेतका कागजात सम्झनु पर्छ ।"
                        }
                    },
                    {
                        "section_number": "४७७",
                        "section_title": "लिखतमा खुलाउनु पर्ने कुराहरू",
                        "content": "लेनदेन गर्दा लेनदेन व्यवहारको प्रकृति बमोजिम देहायका कुराहरू खुलाउनु पर्नेछ :-",
                        "clauses": [
                            {
                                "clause_letter": "(क)",
                                "content": "लेनदेन गर्ने व्यक्तिहरूको नाम, थर, उमेर, ठेगाना तथा बाबु, आमा, बाजे, बजैको नाम,\nतर विवाहित व्यक्तिले भए पति, पत्नीको नाम समेत उल्लेख गर्नु पर्नेछ ।"
                            },
                            {
                                "clause_letter": "(ख)",
                                "content": "लेनदेन गर्नु परेको कारण,"
                            },
                            {
                                "clause_letter": "(ग)",
                                "content": "लेनदेनको परिमाण,"
                            },
                            {
                                "clause_letter": "(घ)",
                                "content": "कुनै वस्तु लेनदेन गरेकोमा त्यस्तो वस्तुको मूल्य,"
                            },
                            {
                                "clause_letter": "(ङ)",
                                "content": "कुनै वस्तु निश्चित समय पछि फिर्ता गर्ने गरी सापटी, पैंचो वा अन्य तवरले लिनु दिनु गरेको भए त्यस्तो व्यहोरा,"
                            },
                            {
                                "clause_letter": "(च)",
                                "content": "कुनै वस्तु सट्टा पट्टा गरेको भए त्यस्तो व्यहोरा,"
                            },
                            {
                                "clause_letter": "(छ)",
                                "content": "लेनदेन गरेको रकम बुझाउने मिति,"
                            },
                            {
                                "clause_letter": "(ज)",
                                "content": "लेनदेन गर्दा ब्याज लिने, दिने भए ब्याजको दर,"
                            },
                            {
                                "clause_letter": "(झ)",
                                "content": "लेनदेनको रकम निर्धारित समयमा नबुझाए वा लिखत बमोजिमको अन्य शर्त पूरा नगरेमा लेनदेन बमोजिमको रकम साहूले ऋणीको सम्पत्तिबाट असुल गरी लिन पाउने कुरा,"
                            },
                            {
                                "clause_letter": "(ञ)",
                                "content": "लिखत गरिएको ठाउँ,"
                            },
                            {
                                "clause_letter": "(ञ१)",
                                "content": "लिखत तयार गर्दाका बखत साहु र ऋणीको कम्तीमा एक-एकजना साक्षीको नाम, थर र ठेगाना,",
                                "footnote": {
                                    "marker": "१",
                                    "text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०८० द्वारा थप ।"
                                }
                            },
                            {
                                "clause_letter": "(ट)",
                                "content": "लिखत तयार गरिएको मिति,"
                            },
                            {
                                "clause_letter": "(ठ)",
                                "content": "लेनदेनको प्रकृति बमोजिम खुलाउनु पर्ने अन्य आवश्यक कुराहरू ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४७८",
                        "section_title": "साहूले ऋणीसँग ब्याज लिन पाउने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "लेनदेन सम्बन्धी लिखत हुँदा लिखतमा ब्याज लिनेदिने कुरा उल्लेख भएकोमा साहूले ऋणीबाट लिखतमा लेखिए बमोजिमको ब्याज लिन पाउनेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) बमोजिम साहूले ऋणीबाट लिन पाउने ब्याजको रकम साँवा रकमको वार्षिक दश प्रतिशतभन्दा बढी हुने छैन ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (१) बमोजिम लिखत हुँदा लिखतमा ब्याजको दर किटान नगरी ब्याज लिनेदिने कुरासम्म उल्लेख भएकोमा साहूले ऋणीबाट साँवा रकमको वार्षिक दश प्रतिशतका दरले ब्याज लिन पाउनेछ ।"
                            },
                            {
                                "subsection_number": "(४)",
                                "content": "उपदफा (१) बमोजिम लिखत हुँदा लिखतमा ब्याज उल्लेख नगरी मुनाफा लिने कुरा उल्लेख भएकोमा र त्यस्तो मुनाफा के कति लिने कुरा लिखतबाट नदेखिए साहूले ऋणीबाट ब्याज सरह लिन पाउनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४७९",
                        "section_title": "साहूले ऋणीबाट ब्याज लिन नपाउने",
                        "content": "लेनदेन हुँदा लिखतमा ब्याज लिने दिने कुरा उल्लेख नभएमा साहूले ऋणीबाट ब्याज लिन पाउने छैन ।"
                    },
                    {
                        "section_number": "४८०",
                        "section_title": "ब्याजको ब्याज नपाउने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "साहूले ऋणीबाट ब्याजको ब्याज लिन पाउने छैन ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) विपरीत कुनै साहूले ऋणीबाट ब्याजको ब्याज लिएको रहेछ भने साँवामा कट्टी हुनेछ र साँवा चुक्ता भईसकेको रहेछ भने त्यस्तो ब्याज फिर्ता गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४८१",
                        "section_title": "साँवाभन्दा बढी ब्याज लिन नपाउने",
                        "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि साहूले ऋणीबाट साँवाभन्दा बढी ब्याज लिन पाउने छैन ।"
                    },
                    {
                        "section_number": "४८२",
                        "section_title": "साँवा, ब्याज लिँदा दिँदा रीत पुऱ्याउनु पर्ने",
                        "content": "साँवा, ब्याज लिँदा दिँदा देहाय बमोजिम रीत पुऱ्याउनु पर्नेछ :-",
                        "clauses": [
                            {
                                "clause_letter": "(क)",
                                "content": "ऋणीले साहूलाई साँवा, ब्याजको सबै रकम चुक्ता गरेमा साहूसँग भएको लेनदेनको लिखत च्याती वा त्यस्तो लिखतमा रकम असूल भएको व्यहोरा लिखतको कुनै ठाउँ वा पिठमा खुलाई साहूले सहीछाप गरी ऋणीलाई लिखत फिर्ता गर्नु पर्ने,"
                            },
                            {
                                "clause_letter": "(ख)",
                                "content": "खण्ड (क) बमोजिम साँवा, ब्याजको रकम दिँदाका बखत सो लिखत फेला नपरेमा साहूले सोही व्यहोरा जनाई यो मितिमा यति रकम बुझी लिएको भनी भरपाई गरी ऋणीलाई दिनु पर्ने,"
                            },
                            {
                                "clause_letter": "(ग)",
                                "content": "साँवामध्ये केही रकम वा ब्याज बुझाउँदा साहूले ऋणीसँग कुन मितिमा के कति रकम बुझेको हो त्यस कुरा लिखतको पिठमा खुलाई ऋणीको सहीछाप गराई र तत्काल लिखत फेला नपरे वा साथमा नभए त्यस बमोजिम रकम बुझेको छुट्टै भरपाई गरी ऋणीलाई दिनु पर्ने ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४८३",
                        "section_title": "रकम भराएको मितिसम्मको ब्याज पाउने",
                        "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि दफा ४८४ को अवधिभित्र नालिस गरेको रहेछ भने अदालतबाट साहूले ब्याज समेत पाउने गरी फैसला भएकोमा साहूले ऋणीबाट फैसला बमोजिम भरिभराउँदाको मितिसम्मको ब्याज समेत पाउनेछ ।"
                    },
                    {
                        "section_number": "४८४",
                        "section_title": "घरसारमा भएको लिखतको अवधि",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "यस परिच्छेद बमोजिम घरसारमा भएको लिखतको अवधि बढीमा दश वर्षको हुनेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि दश वर्षको अवधिभित्र ऋणीले साहूलाई साँवा वा ब्याजमध्ये केही रकम बुझाएमा वा साँवा ब्याज बुझाउनको लागि लिखतको अवधि थप गरेमा त्यसरी साँवा वा ब्याज बुझाएको वा अवधि थप गरेको मितिले अर्को दश वर्षको अवधि थप हुनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४८५",
                        "section_title": "असक्षम तथा अर्धसक्षम व्यक्तिसँग गरेको लेनदेनले मान्यता नपाउने",
                        "content": "कसैले असक्षम वा अर्धसक्षम व्यक्तिसँग गरेको लेनदेनले कानूनी मान्यता पाउने छैन ।"
                    },
                    {
                        "section_number": "४८६",
                        "section_title": "सगोलको सम्पत्तिबाट रकम भराई लिन नपाउने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "कसैले कुनै व्यक्तिसँग लेनदेन गरेकोमा त्यस्तो लेनदेनको लिखतमा घरको मुख्य व्यक्तिको सहीछाप नभएको भए सगोलको सम्पत्तिमा ऋणीको हक नपुगेसम्म साहूले त्यस्तो सम्पत्तिबाट आफ्‌नो रकम भराई लिन पाउने छैन ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि घरको मुख्य भई काम गर्ने व्यक्तिले त्यस्तो रकम तिरिदिएमा साहूले लिन पाउनेछ ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (१) बमोजिमको अवस्था परी कुनै व्यक्तिले ऋणीसँग रकम लिन नसक्ने भएमा दश वर्षभित्र साहूले ऋणी उपर नालिस गरी आफ्नो हक कायम गरी राख्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(४)",
                                "content": "उपदफा (३) बमोजिम ऋणीसँग हक कायम गरेकोमा सगोलको सम्पत्तिमा निजको हक पुगेपछि साहूले निजबाट कानून बमोजिम आफ्नो रकम भराई लिन पाउनेछ ।"
                            },
                            {
                                "subsection_number": "(५)",
                                "content": "उपदफा (४) बमोजिम रकम भराई लिनको लागि असामीको हक पुगेको मितिले नालिस गर्ने हदम्याद शुरु हुनेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४८७",
                        "section_title": "मञ्जुरी नलिई चल सम्पत्ति सट्टा पट्टा गर्न नहुने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "एकासगोलका उमेर पुगेका व्यक्तिले घरको मुख्य व्यक्तिको मञ्जुरी नलिई संगोलको कुनै सम्पत्ति सट्टा पट्टा गर्न हुँदैन ।\nतर आफ्नो निजी सम्पत्ति सट्टापट्टा गर्न घरको मुख्य भई काम गर्ने व्यक्तिको मञ्जुरी लिनु पर्ने छैन ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) विपरीत कसैले सम्पत्ति सट्टापट्टा गरेमा घरको मुख्य भई काम गर्ने व्यक्तिले मञ्जुर नगरे त्यस्तो सम्पत्ति सट्टापट्टा गरेको मान्य हुने छैन ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (१) विपरीत सम्पत्ति सट्टापट्टा गरेकोमा घरको मुख्य भई काम गर्ने व्यक्तिको मञ्जुरी नभए पैंतीस दिनभित्र आफ्‌नो सम्पत्ति फिर्ता लिन सकिने छ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४८८",
                        "section_title": "लेनदेन गरेको देखिएमा रकम भराई दिने",
                        "content": "कसैले यस परिच्छेद बमोजिमको रीत पुऱ्याई लिखत नगरे पनि कुनै लिखत, बैङ्किङ्ग कारोबार, विनिमेय अधिकारपत्र, चेक, भौचरबाट वा बही खातामा लेखिएको व्यहोराबाट कुनै व्यक्तिसँग लेनदेन भएको कुरा देखिन आएमा अदालतले त्यस्तो लिखत, बैङ्किङ्ग कारोबार, विनिमेय अधिकारपत्र, चेक, भौचरबाट वा बही खातामा लेखिएको आधारमा नालिस गर्ने व्यक्तिलाई ऋणीबाट त्यस्तो रकम भराई दिन सक्नेछ ।\n॥तर एक लाख रूपैयाँभन्दा बढीको लेनदेन कारोबार घरसारमा नगदै गरेको अवस्था भएमा त्यस्तो रकम भराइदिइने छैन।",
                        "footnote": {
                            "marker": "१",
                            "text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०८० द्वारा थप ।",
                            "note": "This footnote applies to the paragraph starting with 'तर एक लाख...'"
                        }
                    },
                    {
                        "section_number": "४८९",
                        "section_title": "घरसारको लिखत हराए वा काबू बाहिरको परिस्थिति परेमा गर्ने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "घरसारमा भएको लिखत हराएमा वा काबू बाहिरको परिस्थिति परी नासिएमा साहूले सोही व्यहोरा खुलाई लिखत हराएको वा काबू बाहिरको परिस्थिति परेको मितिले पन्ध्र दिनभित्र सम्बन्धित स्थानीय तहमा निवेदन दिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) बमोजिम निवेदन परेमा सम्बन्धित स्थानीय तहले त्यसको व्यहोरा खुलाई भरपाई लेखी कार्यालयको छाप लगाई त्यसको भरपाई निवेदन दिने व्यक्तिलाई दिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (१) बमोजिम कुनै निवेदन परेमा स्थानीय तहले लिखत गरिदिने व्यक्ति जीवित भए निजलाई र नभए निजको नजिकको हकवालालाई सात दिनभित्र झिकाई निजले मञ्जुर गरे साबिक बमोजिमको लिखत तयार गराई त्यस्तो लिखत प्रमाणित गरी निवेदन दिने व्यक्तिलाई दिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(४)",
                                "content": "उपदफा (३) बमोजिम लिखत गरिदिने व्यक्तिले लिखत हराएको वा काबू बाहिरको परिस्थिति परेको जनाई अर्को लिखत गरी दिन मञ्जुर नगरेमा साहूले त्यस्तो म्याद नाघेको पैंतीस दिनभित्र लिखत हराएको वा काबू बाहिरको परिस्थिति परेको प्रमाण देखाई नालिस गरी आफ्नो हक कायम गर्नु पर्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४९०",
                        "section_title": "लेनदेन गरेको वस्तु कच्चा भएमा फिर्ता गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "लिखतमा अन्यथा व्यवस्था भएकोमा बाहेक मूल्य राखी लेनदेन भएको कुनै वस्तु लिखतमा लेखिए बमोजिम नभई वा कुनै किसिमले कच्चा भई त्यस्तो वस्तु निजले भोग गर्न नसक्ने भएमा लेनदेन भएको मितिले पैंतीस दिनभित्र वस्तु दिने व्यक्तिलाई त्यस्तो कुराको सूचना गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) बमोजिम वस्तु लिने व्यक्तिबाट त्यस्तो कुराको सूचना प्राप्त भएमा र निजको कुरा मनासिब देखिएमा वस्तु दिनेसँग त्यस्तै प्रकारको अन्य वस्तु भए त्यस्तो वस्तु सट्टापट्टा गरिदिनु पर्नेछ र नभएमा आफ्नो वस्तु फिर्ता लिई त्यस्तो लेनदेनको सम्बन्धमा भएको लिखत फट्टा (निष्कृय) गरी दिनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (२) बमोजिम वस्तु दिनेले त्यस्तो वस्तु सट्टापट्टा गरी नदिएमा वा आफ्नो वस्तु फिर्ता नलिएमा वस्तु लिनेले आफूलाई भएको हानि, नोक्सानी वापत सम्बन्धित व्यक्तिबाट त्यस्तो वस्तुको मूल्य बराबरको रकम तथा मनासिब क्षतिपूर्ति भराई लिन वा त्यस्तो लेनदेन बदर गराउन नालिस गर्न सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४९१",
                        "section_title": "यथास्थितिमा वस्तु फिर्ता गर्नु पर्ने",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "कसैले कुनै व्यक्तिको स्वामित्व वा भोगमा रहेको वस्तु कुनै खास कामको लागि भाडा तिर्ने वा नतिर्ने वा सापटी वा पैंचो जुनसुकै शर्तमा लिए पनि त्यस्तो कार्य सम्पन्न भएपछि आफूले जुन प्रकार, परिमाण र गुणस्तरको वस्तु लिएको हो सोही प्रकार, परिमाण र गुणस्तरको वस्तु स्वामित्व वा भोगवालालाई फिर्ता गर्नु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) बमोजिम लिएको वस्तु हराएमा, नासिएमा, फुटेमा, बिग्रेमा वा अन्य कुनै किसिमले क्षति भएमा लिखतमा अन्यथा भएकोमा बाहेक वस्तु लिनेले त्यस्तै किसिमको अन्य वस्तुको व्यवस्था गरी स्वामित्व वा भोगवालालाई फिर्ता गर्नु पर्नेछ र त्यस्तै वस्तु पाउन सकिने अवस्था नभएमा त्यस्तो वस्तुको प्रचलित बजार मूल्य बराबरको रकम स्वामित्व वा भोगवालालाई बुझाउनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(३)",
                                "content": "उपदफा (१) वा (२) बमोजिम वस्तु, त्यस्तो वस्तु वापतको भाडा वा रकम बुझाउने सम्बन्धमा लिखतमा अन्यथा भएकोमा बाहेक जुन कामको लागि वस्तु लिएको हो त्यस्तो काम सम्पन्न भएको पन्ध्र दिनभित्र स्वामित्व वा भोगवालालाई त्यस्तो वस्तु वा भाडाको कम बुझाउनु पर्नेछ ।"
                            },
                            {
                                "subsection_number": "(४)",
                                "content": "उपदफा (३) बमोजिमको म्यादभित्र वस्तु लिनेले स्वामित्व वा भोगवालालाई वस्तु वा रकम नबुझाएमा त्यसबाट मर्का पर्ने व्यक्तिले त्यस्तो वस्तुको रकम र आफूलाई भएको नोक्सानी वापत मनासिब क्षतिपूर्ति समेत भराई लिन सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "section_number": "४९२",
                        "section_title": "हदम्याद",
                        "subsections": [
                            {
                                "subsection_number": "(१)",
                                "content": "असक्षम वा अर्धसक्षम व्यक्तिको सम्पत्ति आफ्नो गराउन, हिनामिना वा नोक्सान गर्न वा बिगार्न लेनदेन गरेको वा ब्याजको ब्याज लिएको वा ब्याजमा दश प्रतिशत भन्दा बढी लिएको विषयमा नालिस गर्न हदम्याद लाग्ने छैन ।"
                            },
                            {
                                "subsection_number": "(२)",
                                "content": "उपदफा (१) मा लेखिएदेखि बाहेक यस परिच्छेद बमोजिम भए गरेको कुनै काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको मितिले देहाय बमोजिम नालिस गर्न सक्नेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "(क)",
                                        "content": "यस परिच्छेदमा नालिस गर्न छुट्टै हदम्याद तोकिएकोमा सोही बमोजिम,"
                                    },
                                    {
                                        "clause_letter": "(ख)",
                                        "content": "कुनै लिखतमा अवधि उल्लेख भएकोमा सो अवधि नाघेको मिति र लिखत नभएको वा अन्य अवस्थामा मुद्दा गर्नु पर्ने कारण परेको मितिले एक वर्षभित्र ।"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ],
        "parts": [
            {
                "part_number": "५",
                "part_title": "करार तथा अन्य दायित्व सम्बन्धी व्यवस्था",
                "chapters": [
                    {
                        "chapter_number": "१",
                        "chapter_title": "दायित्व सम्बन्धी सामान्य व्यवस्था",
                        "sections": [
                            {
                                "section_number": "४९३",
                                "section_title": "दायित्व सृजना हुने",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "कुनै काम गर्न वा नगर्नका लागि कानूनी रूपमा बाध्यता भएकोमा त्यस्तो काम नगरे वा गरेमा दायित्व सृजना हुनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "उपदफा (१) बमोजिम सृजना हुने दायित्व यस परिच्छेद बमोजिम कायम भई निर्धारण हुनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "४९४",
                                "section_title": "दायित्व सृजना हुने अवस्था",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "दफा ४९३ बमोजिमको दायित्व देहाय बमोजिम सृजना भई कायम हुनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "(क)",
                                                "content": "कानून,"
                                            },
                                            {
                                                "clause_letter": "(ख)",
                                                "content": "करार,"
                                            },
                                            {
                                                "clause_letter": "(ग)",
                                                "content": "अप्रत्यक्ष वा अर्ध करार,"
                                            },
                                            {
                                                "clause_letter": "(घ)",
                                                "content": "अनुचित सम्वृद्धि (अनजष्ट इन्टिचमेन्ट)"
                                            },
                                            {
                                                "clause_letter": "(ङ)",
                                                "content": "दायित्व लिने गरी भएको कुनै व्यक्तिको एकतर्फी प्रतिबद्धता,"
                                            },
                                            {
                                                "clause_letter": "(च)",
                                                "content": "कानून बमोजिम दुष्कृति (टर्टस्) मानिने काम,"
                                            },
                                            {
                                                "clause_letter": "(छ)",
                                                "content": "कानून बमोजिम अर्ध दुष्कृति मानिने काम ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "उपदफा (१) को,-",
                                        "clauses": [
                                            {
                                                "clause_letter": "(क)",
                                                "content": "खण्ड (क) बमोजिमको दायित्व यस संहिता वा अन्य कानून बमोजिम कायम हुनेछ ।"
                                            },
                                            {
                                                "clause_letter": "(ख)",
                                                "content": "खण्ड (ख) बमोजिमको दायित्व पक्षहरूबीच सम्पन्न भएको करार बमोजिम कायम हुनेछ ।"
                                            },
                                            {
                                                "clause_letter": "(ग)",
                                                "content": "खण्ड (ग) बमोजिमको दायित्व यस भागको परिच्छेद-१५ बमोजिम परिभाषित अप्रत्यक्ष वा अर्ध करार बमोजिम कायम हुनेछ ।"
                                            },
                                            {
                                                "clause_letter": "(घ)",
                                                "content": "खण्ड (घ) बमोजिमको दायित्व यस भागको परिच्छेद-१६ बमोजिम परिभाषित अनुचित सम्वृद्धि (अनजष्ट इन्टिचमेन्ट) बमोजिम कायम हुनेछ ।"
                                            },
                                            {
                                                "clause_letter": "(ङ)",
                                                "content": "खण्ड (ङ) बमोजिमको दायित्व कुनै व्यक्तिको एकतर्फी प्रतिबद्धताबाट कानून बमोजिम दायित्व सृजना हुने व्यवस्था बमोजिम निर्धारण हुनेछ ।"
                                            },
                                            {
                                                "clause_letter": "(च)",
                                                "content": "खण्ड (च) बमोजिमको दायित्व यस भागको परिच्छेद-१७ बमोजिम परिभाषित दुष्कृति (टर्टस्) बाट कायम हुनेछ ।"
                                            },
                                            {
                                                "clause_letter": "(छ)",
                                                "content": "खण्ड (छ) बमोजिमको दायित्व यस भागको परिच्छेद-१८ बमोजिम परिभाषित त्रुटिपूर्ण उत्पादन वा कानून बमोजिम अर्धदुष्कृति मानिने अन्य कामबाट कायम हुनेछ ।"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "section_number": "४९५",
                                "section_title": "दायित्व पूरा गर्नु पर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "कुनै विषयको दायित्व जसले पूरा गर्नु पर्ने गरी कायम वा सृजना भएको छ वा जुन व्यक्तिले दायित्व लिएको हो सोही व्यक्तिले त्यस्तो विषयको दायित्व पूरा गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "उपदफा (१) बमोजिम दायित्व पूरा नहुँदै त्यस्तो व्यक्तिको मृत्यु भएमा वा निजको होस ठेगानमा नरहेमा निजको सम्पत्ति प्राप्त गर्ने हकवाला वा निजको संरक्षक वा माथवरले वा जमानत सम्बन्धी करार भए त्यस्तो जमानत दिनेले त्यस्तो दायित्व पूरा गर्नु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "४९६",
                                "section_title": "निर्धारित समयमा दायित्व पूरा गर्नु पर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "कुनै दायित्व पूरा गर्नको लागि कुनै निश्चित अवधि तोकिएको रहेछ भने सम्बन्धित व्यक्तिले सोही अवधिभित्र त्यस्तो दायित्व पूरा गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "कुनै दायित्व पूरा गर्न कुनै निश्चित दिन वा समय तोकिएको रहेछ भने सम्बन्धित व्यक्तिले सोही दिन वा समयमा त्यस्तो दायित्व पूरा गर्नु पर्नेछ ।\nतर निश्चित दिन वा समयभित्र दायित्व पूरा गर्ने व्यवस्था भएकोमा त्यस्तो दिन वा समय अघि पनि दायित्व पूरा गर्न सकिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "उपदफा (१) वा (२) बमोजिम कुनै दायित्व पूरा गर्ने अवधि, दिन वा समय निर्धारण नभएकोमा दायित्वको प्रकृतिबाट त्यस्तो दायित्व पूरा गर्नु पर्ने अवधि, दिन र समय निर्धारण गरी मनासिब अवधिभित्र दायित्व पूरा गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(४)",
                                        "content": "उपदफा (१), (२) वा (३) बमोजिम दायित्व पूरा नभएमा दायित्व पूरा गर्नु पर्ने व्यक्तिले दायित्व पूरा नगरेको वा पूरा गर्न नसकेको मानिनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "४९७",
                                "section_title": "प्रत्येक व्यक्तिले दायित्व पूरा गर्नु पर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "एकभन्दा बढी व्यक्तिले कुनै दायित्व लिएको वा निजको हकमा त्यस्तो दायित्व सृजना भएको भएमा करारमा अन्यथा व्यवस्था भएकोमा बाहेक प्रत्येक व्यक्तिले समान रूपमा त्यस्तो दायित्व पूरा गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "कुनै व्यक्तिले एकभन्दा बढी व्यक्ति प्रति दायित्व पूरा गर्नु पर्ने भएमा करारमा अन्यथा व्यवस्था भएकोमा बाहेक निजले प्रत्येक व्यक्ति प्रति समान रूपले दायित्व पूरा गर्नु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "४९८",
                                "section_title": "दायित्व विभाजन हुन सक्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "एकभन्दा बढी व्यक्तिहरू प्रति दायित्व पूरा गर्नु पर्ने वा एकभन्दा बढी व्यक्तिले दायित्व पूरा गर्नु पर्ने अवस्थामा त्यस्ता व्यक्तिहरू प्रतिको वा त्यस्ता व्यक्तिहरूले पूरा गर्नु पर्ने दायित्व त्यसको प्रकृतिबाट विभाजन वा खण्ड खण्ड गर्न सकिने रहेछ भने त्यस्तो दायित्व विभाजन हुन सक्नेछ र सोही बमोजिम प्रत्येक व्यक्ति प्रति वा प्रत्येक व्यक्तिले दायित्व पूरा गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "उपदफा (१) बमोजिमको अवस्थामा प्रत्येक व्यक्ति वा सबै व्यक्तिले दायित्व पूरा गर्नु पर्ने प्रत्येक व्यक्ति वा सबै व्यक्तिबाट दायित्व पूरा गराई माग्न सक्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "४९९",
                                "section_title": "असल नियतले दायित्व पूरा गर्नु पर्ने",
                                "content": "दफा ४९४ बमोजिम सृजना भएको दायित्व त्यस्तो दायित्व पूरा गर्नु पर्ने व्यक्तिले असल नियतले पूरा गर्नु पर्नेछ ।"
                            },
                            {
                                "section_number": "५००",
                                "section_title": "दायित्व पूरा नगरेमा क्षतिपूर्ति व्यहोर्नु पर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "दायित्व पूरा गर्नु पर्ने व्यक्तिले दायित्व पूरा नगरेको वा दायित्व पूरा गर्न विलम्ब गरेको कारणबाट अन्य कसैलाई कुनै किसिमले हानि, नोक्सानी भएमा त्यसरी भएको वास्तविक हानि, नोक्सानी वापतको क्षतिपूर्ति निजले व्यहोर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "दायित्व पूरा गर्नु पर्ने व्यक्तिले जालसाज गरी दायित्व पूरा नगरेको वा नियतवस वा लापरवाहीको कारणबाट कुनै किसिमले हानि, नोक्सानी भएमा त्यसरी भएको हानि, नोक्सानी वापतको क्षतिपूर्ति निजले व्यहोर्नु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५०१",
                                "section_title": "कानून प्रतिकूलको दायित्व पूरा गर्न नपर्ने",
                                "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै दायित्व पूरा गर्दा कानून, सार्वजनिक व्यवस्था (पब्लिक अर्डर) वा सार्वजनिक नैतिकता प्रतिकूल हुने रहेछ भने त्यस्तो दायित्व पूरा गर्न पर्ने छैन ।"
                            },
                            {
                                "section_number": "५०२",
                                "section_title": "असम्भव दायित्व पूरा गर्न नपर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि दायित्व सृजना हुँदाका बखत पूरा गर्न नसकिने असम्भव प्रकृतिको दायित्व सृजना भएको रहेछ भने त्यस्तो दायित्व पूरा गर्नु पर्ने छैन ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "दायित्व सृजना हुँदाका बखत पूरा गर्न सम्भव भएको तर पछि दायित्व पूरा गर्न असम्भव भएकोमा त्यस्तो दायित्वको परिणाम कानून बमोजिम निर्धारण हुनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "उपदफा (१) वा (२) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै दायित्वको कुनै अंश पूरा गर्न सकिने र बाँकी अंश पूरा गर्न नसकिने रहेछ भने पूरा गर्न सकिने हदसम्मको दायित्व पूरा गर्नु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५०३",
                                "section_title": "हदम्याद",
                                "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले मुद्दा गर्नु पर्ने कारण उत्पन्न भएको मितिले दुई वर्षभित्र नालिस गर्न सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "chapter_number": "२",
                        "chapter_title": "करार सम्पन्न गर्ने व्यवस्था",
                        "sections": [
                            {
                                "section_number": "५०४",
                                "section_title": "करार भएको मानिने",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "दुई वा दुई भन्दा बढी व्यक्तिहरूबीच कुनै काम गर्न वा नगर्नका लागि कानून बमोजिम कार्यान्वयन गर्न सकिने कुनै सम्झौता भएमा करार भएको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "उपदफा (१) को प्रयोजनको लागि एक व्यक्तिले अर्को व्यक्ति समक्ष करार गर्न राखेको प्रस्तावमा त्यसरी प्रस्तावित व्यक्तिले स्वीकृति जनाएपछि करार भएको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "करार भएपछि करारका पक्षहरूबीच वाध्यात्मक कानूनी सम्बन्ध कायम हुनेछ ।"
                                    }
                                ],
                                "explanation": {
                                    "content": "यस परिच्छेदको प्रयोजनका लागि,-",
                                    "points": [
                                        {
                                            "point_number": "(१)",
                                            "content": "“प्रस्ताव” भन्नाले कुनै काम गर्न वा नगर्नका लागि स्वीकृति पाउने अभिप्रायले एक व्यक्तिले अर्को व्यक्ति समक्ष राखेको प्रस्ताव सम्झनु पर्छ ।"
                                        },
                                        {
                                            "point_number": "(२)",
                                            "content": "“स्वीकृति” भन्नाले प्रस्तावका कुराहरू प्रस्तावकले जुन अर्थमा प्रस्ताव गरेको छ सो कुराका सम्बन्धमा प्रस्तावित व्यक्तिले सोही अर्थमा दिएको सहमति सम्झनु पर्छ ।"
                                        }
                                    ]
                                }
                            },
                            {
                                "section_number": "५०५",
                                "section_title": "कानून बमोजिम कार्यान्वयन हुने करार",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "देहायका शर्तहरू पूरा गरी सम्पन्न भएको करार कानून बमोजिम कार्यान्वयन हुन सक्ने गरी करार भएको मानिनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "(क)",
                                                "content": "करार गर्ने व्यक्तिले आफूलाई बन्धनकारी बनाउन व्यक्त गरेको सहमति,"
                                            },
                                            {
                                                "clause_letter": "(ख)",
                                                "content": "करार गर्ने व्यक्तिको करार गर्न सक्ने सक्षमता वा योग्यता,"
                                            },
                                            {
                                                "clause_letter": "(ग)",
                                                "content": "दायित्व सृजना गर्ने निश्चित विषय,"
                                            },
                                            {
                                                "clause_letter": "(घ)",
                                                "content": "कानूनसम्मत दायित्व ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "करार लिखित वा मौखिक रूपमा वा करार गर्ने व्यक्तिहरूको आचरणबाट पनि हुन सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "उपदफा (२) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै खास कार्यविधि वा औपचारिकता पूरा गरेर मात्र गर्नुपर्ने व्यवस्था भएकोमा त्यस्तो कार्यविधि वा औपचारिकता पूरा नभएसम्म त्यस्तो करार कार्यान्वयन हुन सक्ने छैन ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५०६",
                                "section_title": "करार गर्न सक्षम व्यक्ति",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "देहायका व्यक्ति बाहेक अरू जुनसुकै व्यक्ति करार गर्न सक्षम हुनेछन् :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "(क)",
                                                "content": "नाबालक,"
                                            },
                                            {
                                                "clause_letter": "(ख)",
                                                "content": "होस ठेगानमा नभएको ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "(१क)",
                                        "inference_note": "Subsection number inferred as '(१क)' based on structure and context, likely intended as explanation points under subsection (1)(ख). Re-labeled as explanation.",
                                        "content": "स्पष्टीकरण :",
                                        "points": [
                                            {
                                                "point_number": "(१)",
                                                "content": "साधारणतया होस ठेगानमा नरहेको तर कहिलेकाँही होस ठेगानमा रहेको व्यक्तिले होस ठेगानमा रहेका बखत करार गर्न सक्नेछ ।"
                                            },
                                            {
                                                "point_number": "(२)",
                                                "content": "साधारणतया होस ठेगानमा रहेको तर कहिलेकाहिँ होस ठेगानमा नरहेको व्यक्तिले होस ठेगानमा नरहेका बखत करार गर्न सक्ने छैन ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कानून बमोजिम कुनै खास करार गर्न असक्षम मानिएको व्यक्ति त्यस्तो करार गर्न सक्षम भएको मानिने छैन ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "असक्षम वा अर्धसक्षम व्यक्तिका तर्फबाट करार गर्नु पर्दा निजको संरक्षक वा माथवरले करार गर्न सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(४)",
                                        "content": "कानूनी व्यक्तिको तर्फबाट करार गर्नु पर्दा त्यस्तो व्यक्तिको व्यवस्थापन तथा सञ्चालन गर्न अधिकार प्राप्त सञ्चालक वा सञ्चालकहरूको निर्णय वा निजको अख्तियार प्राप्त व्यक्तिले गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(५)",
                                        "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै खास विषयमा यस परिच्छेद बमोजिम करार गर्न असक्षम मानिएको व्यक्ति त्यस्तो विषयमा निज अन्य कानून बमोजिम करार गर्न सक्ने व्यवस्था भएमा त्यस्तो विषयमा त्यस्तो व्यक्ति करार गर्न सक्षम भएको मानिनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५०७",
                                "section_title": "पक्षहरू स्वायत्त हुने",
                                "content": "यस संहिताको अधीनमा रही करारको स्वरूप वा विषयवस्तु छनौट गर्न, करारका शर्त तथा करार उल्लङ्घन भए वापत उपचारको प्रकृति निर्धारण गर्न र करार बमोजिमको विवाद समाधान गर्ने उपाय निश्चित गर्न करारका पक्षहरू स्वायत्त हुने छन् ।"
                            },
                            {
                                "section_number": "५०८",
                                "section_title": "प्रस्ताव र स्वीकृति पूरा भएको मानिने",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "प्रस्ताव पठाएको कुरा प्रस्तावित व्यक्तिले थाहा पाएपछि प्रस्ताव पठाउने कार्य पूरा भएको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "प्रस्तावमा आफ्नो स्वीकृति जनाई प्रस्तावित व्यक्तिले प्रस्तावक समक्ष पठाएको स्वीकृति प्रस्तावकले पाएमा प्रस्तावकको हकमा र प्रस्तावित व्यक्तिले प्रस्तावमा स्वीकृति दिएको कुरा प्रस्तावकलाई थाहा भएमा प्रस्तावित व्यक्तिको हकमा स्वीकृति दिने कार्य पूरा भएको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "प्रस्तावमा प्रत्यक्ष रूपमा स्वीकृति नजनाएको भए तापनि प्रस्तावित व्यक्तिले आफ्नो आचरणबाट प्रस्तावमा उल्लिखित कुनै शर्त पालना गरेमा, प्रस्तावमा उल्लिखित लाभ वा सेवा स्वीकार गरेमा वा अन्य कुनै व्यहोराबाट स्वीकृति जनाएमा पनि प्रस्तावमा स्वीकृति प्रदान गरेको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(४)",
                                        "content": "प्रस्तावकले कुनै निश्चित समय तोकी त्यस्तो समयसम्म प्रस्ताव इन्कार गरिएको सूचना नपठाएमा प्रस्ताव स्वीकार गरेको मानिनेछ भन्ने व्यहोराको प्रस्ताव राखेको भए त्यस्तो समयसम्म प्रस्तावित व्यक्तिले प्रस्ताव स्वीकार गरेको सूचना नपठाएमा त्यस्तो प्रस्ताव स्वीकार गरेको मानिने छैन ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५०९",
                                "section_title": "प्रस्ताव वा स्वीकृति रद्द गर्न सकिने",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "प्रस्तावकले आफ्‌नो प्रस्ताव सूचनाद्वारा रद्द गर्न सक्नेछ ।\nतर प्रस्ताव रद्द गरिएको सूचना पाउनुभन्दा अगावै प्रस्तावित व्यक्तिले प्रस्तावमा स्वीकृति दिइसकेको सूचना प्रस्तावकले पाइसकेको भए त्यस्तो प्रस्ताव रद्द हुने छैन ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "प्रस्तावित व्यक्तिले आफूले पठाएको स्वीकृति सूचनाद्वारा रद्द गर्न सक्नेछ ।\nतर स्वीकृति रद्द गरिएको सूचना पाउनुभन्दा अगावै प्रस्तावकले स्वीकृतिको सूचना पाइसकेको भए स्वीकृति रद्द हुने छैन ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "प्रस्तावमा इन्कारी जनाई सूचना पठाउने व्यक्तिले प्रस्तावमा पुनः स्वीकृति दिई सूचना पठाउन सक्नेछ ।\nतर यसरी इन्कारी जनाइएको वा स्वीकृति दिइएको सूचनाहरूमध्ये इन्कारी जनाइएको सूचना पहिले पुगेमा करार भएको मानिने छैन र स्वीकृति जनाइएको सूचना पहिले पुगेमा करार भएको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(४)",
                                        "content": "प्रस्ताव पठाई सकेपछि उपदफा (१) बमोजिमको सूचना पठाएकोमा, स्वीकृति पठाई सकेपछि उपदफा (२) बमोजिमको सूचना पठाएकोमा वा प्रस्तावमा इन्कारी जनाई सकेपछि उपदफा (३) बमोजिमको सूचना पठाएकोमा र त्यस्ता सूचनाहरू सम्बन्धित व्यक्तिले एकै समयमा पाएमा करार भएको मानिने छैन ।"
                                    },
                                    {
                                        "subsection_number": "(५)",
                                        "content": "प्रस्तावकले पठाएको प्रस्तावमा प्रस्तावित व्यक्तिले शर्त सहित वा कुनै कुरा परिवर्तन गरी स्वीकृति पठाएमा प्रस्तावित व्यक्तिले प्रति प्रस्ताव गरेको मानिनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५१०",
                                "section_title": "प्रस्ताव रद्द भएको मानिने",
                                "content": "देहायको कुनै अवस्थामा प्रस्ताव रद्द भएको मानिनेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "(क)",
                                        "content": "प्रस्तावकले प्रस्ताव स्वीकृत गरेको सूचना कुनै निश्चित समयसम्म पाउने शर्तमा प्रस्ताव राखेकोमा त्यस्तो समयसम्ममा प्रस्तावित व्यक्तिले स्वीकृति जनाएको सूचना प्रस्तावकले प्राप्त नगरेमा,"
                                    },
                                    {
                                        "clause_letter": "(ख)",
                                        "content": "खण्ड (क) बमोजिम स्वीकृतिको सूचना पठाउनु पर्ने समय उल्लेख नभएकोमा प्रस्तावित व्यक्तिले मनासिब समयभित्र स्वीकृति जनाएको सूचना प्रस्तावकलाई नदिएमा,"
                                    },
                                    {
                                        "clause_letter": "(ग)",
                                        "content": "प्रस्ताव राखेपछि स्वीकृति प्राप्त गर्नुभन्दा अगावै प्रस्तावकको मृत्यु भएमा वा निजको होस ठेगानमा नरहेमा,"
                                    },
                                    {
                                        "clause_letter": "(घ)",
                                        "content": "दफा ५०९ बमोजिम प्रस्ताव रद्द गरिएमा,"
                                    },
                                    {
                                        "clause_letter": "(ङ)",
                                        "content": "प्रस्तावित व्यक्तिले स्वीकृति दिए पनि प्रस्तावकले स्वीकृति प्राप्त गर्नु अगावै निजको मृत्यु भएमा वा निजको होस ठेगानमा नरहेमा,"
                                    },
                                    {
                                        "clause_letter": "(च)",
                                        "content": "प्रस्तावित व्यक्तिले दफा ५०९ को उपदफा (५) बमोजिम प्रति प्रस्ताव पठाएमा,"
                                    },
                                    {
                                        "clause_letter": "(छ)",
                                        "content": "प्रस्तावित व्यक्तिले प्रस्ताव स्वीकृत गर्नु अघि कुनै कार्य वा कुनै शर्त पूरा गर्नु पर्ने गरी प्रस्तावकले प्रस्ताव राखेकोमा त्यस्तो कार्य वा शर्त पूरा नगरी स्वीकृत गरेकोमा ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५११",
                                "section_title": "सर्वसाधारण समक्ष राखिएको प्रस्ताव बमोजिमको करार",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "कुनै व्यक्तिले सार्वजनिक रूपमा विज्ञापन गरी त्यस्तो विज्ञापनमा उल्लिखित कुनै काम गरेमा यति पारिश्रमिक दिनेछु भनी सार्वजनिक रूपमा प्रस्ताव राखेकोमा त्यस्तो विज्ञापन बमोजिमको काम गर्ने व्यक्तिलाई त्यस्तो विज्ञापन प्रकाशित गर्ने व्यक्तिले विज्ञापनमा उल्लिखित पारिश्रमिक दिनु पर्नेछ ।\nतर विज्ञापनमा उल्लिखित काम त्यस्तो विज्ञापनको जानकारी विना गरेको रहेछ भने त्यस्तो व्यक्तिले पारिश्रमिक पाउने छैन ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "उपदफा (१) बमोजिमको प्रस्तावमा उल्लिखित काम एकभन्दा बढी व्यक्तिले गरेमा जुन व्यक्तिले पहिले त्यस्तो काम गरेको छ सोही व्यक्तिले मात्र पारिश्रमिक पाउनेछ ।\nतर दुई वा दुईभन्दा बढी व्यक्तिहरूले एकै समयमा प्रस्तावमा उल्लिखित काम गरेमा त्यसरी काम गर्ने प्रत्येकले पारिश्रमिक बराबर बाँडी लिन पाउने छन् र पारिश्रमिक बाँड्न नमिल्ने रहेछ भने त्यस्तो बिक्री गरी आएको रकम त्यस्ता व्यक्तिहरूलाई बराबर बाँडी दिनु पर्नेछ ।",
                                        "footnote": {
                                            "marker": "X",
                                            "text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा झिकिएको ।",
                                            "note": "Footnote indicates removal, but text related to multiple persons completing the work is present."
                                        }
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "उपदफा (१) बमोजिम प्रकाशित विज्ञापन बमोजिम गर्नु पर्ने कामको लागि निश्चित समयावधि तोकिएको रहेछ भने त्यस्तो समय समाप्त हुनासाथ विज्ञापन बमोजिमको प्रस्ताव रद्द भएको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(४)",
                                        "content": "उपदफा (१) बमोजिम राखिएको प्रस्ताव जुन माध्यमद्वारा प्रकाशित भएको हो, सोही माध्यमद्वारा रद्द गर्न सकिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(५)",
                                        "content": "उपदफा (४) मा जुनसुकै कुरा लेखिएको भए तापनि प्रस्ताव रद्द गरेको सूचना प्रकाशित हुनु अगावै कसैले उपदफा (१) बमोजिमको विज्ञापन अनुसार काम गरिसकेको भएमा विज्ञापनमा उल्लिखित पारिश्रमिक दिनु पर्नेछ ।\nतर विज्ञापन बमोजिम काम गर्ने व्यक्तिले विज्ञापनदातालाई यथासम्भव छिटो काम सम्पन्न भएको सूचना गरेको हुनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(६)",
                                        "content": "कसैले विज्ञापनदातालाई उपदफा (१) बमोजिमको विज्ञापन अनुसार काम शुरु गरेको कुरा सूचना गरी काम शुरु गरेको रहेछ भने त्यसरी काम गर्ने व्यक्तिलाई विज्ञापन रद्द हुँदासम्म गरेको कामका लागि उचित पारिश्रमिक दिनु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५१२",
                                "section_title": "करार भएको ठाउँ",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "प्रस्तावकले जुन ठाउँमा स्वीकृति पाउनका लागि प्रस्ताव पठाएको हो सोही ठाउँलाई करार भएको ठाउँ मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "उपदफा (१) बमोजिम ठाउँ नखुलाइएको अवस्थामा प्रस्तावकले स्वीकृति पाएको ठाउँलाई करार भएको ठाउँ मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "उपदफा (१) र (२) मा जुनसुकै कुरा लेखिएको भए तापनि पक्षहरूले करारमा करार भएको ठाउँ उल्लेख गरेकोमा सोही ठाउँलाई करार भएको ठाँउ मानिनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५१३",
                                "section_title": "सांयोगिक करार",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "भविष्यमा कुनै घटना घटेमा कुनै काम गर्ने वा नगर्ने गरी करार भएकोमा त्यस्तो घटना नघटेसम्म त्यस्तो करारबाट कुनै दायित्व सृजना हुने छैन ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "भविष्यमा कुनै व्यक्तिले कुनै खास काम गरेमा करार भएको मानिने गरी करार भएकोमा त्यस्तो व्यक्तिले त्यस्तो काम नगर्ने वा गर्न नसक्ने गरी कुनै काम कारबाही गरेमा त्यस्तो करारबाट कुनै दायित्व सृजना हुने छैन ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "भविष्यमा कुनै अनिश्चित घटना नघटेमा कुनै काम गर्ने वा नगर्ने गरी करार भएकोमा त्यस्तो घटना घट्न असम्भव भएपछि मात्र त्यस्तो करार बमोजिमको दायित्व सृजना हुनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(४)",
                                        "content": "भविष्यमा कुनै निश्चित समयभित्र कुनै घटना घटेमा कुनै काम गर्ने वा नगर्ने गरी करार भएकोमा त्यसरी निर्धारित समयभित्रै वा निर्धारित समय समाप्त भए पछि त्यस्तो घटना घट्न असम्भव भए पछि त्यस्तो करार बदर भएको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(५)",
                                        "content": "भविष्यमा कुनै घटना कुनै खास समयभित्र नघटेमा कुनै काम गर्ने वा नगर्ने गरी करार भएकोमा त्यस्तो समयभित्र त्यस्तो घटना नघटेमा वा त्यस्तो समयभित्र त्यस्तो घटना नघट्ने निश्चित भएमा त्यस्तो करार बमोजिमको दायित्व सृजना हुनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५१४",
                                "section_title": "करारका सामान्य व्यवस्था लागू हुने",
                                "content": "यो परिच्छेद र यस भागका परिच्छेद ३, ४ र ५ का व्यवस्था सामान्यतः यस संहिता वा कानून बमोजिम सम्पन्न हुने अन्य करारका सम्बन्धमा लागू हुनेछन् ।"
                            },
                            {
                                "section_number": "५१५",
                                "section_title": "करारको व्याख्या",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "करारको व्याख्या यसका पक्षहरूको सामुहिक मनसाय बमोजिम गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "उपदफा (१) बमोजिम मनसाय स्थापित हुन नसकेमा सामान्य समझको व्यक्तिले पक्षको हैसियतले सामान्य अवस्थामा दिन सक्ने मनसायको अर्थ बमोजिम करारको व्याख्या गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "करारका कुनै एक पक्षको कथन तथा आचरण अर्को पक्षले थाहा पाएको वा थाहा पाएको मान्न सकिने अवस्था भएमा त्यस्तो पक्षको मनसाय बमोजिम करारको व्याख्या गरिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(४)",
                                        "content": "करारमा प्रयुक्त शब्दावली तथा अभिव्यक्तिको व्याख्या समग्र करार वा त्यस्ता शब्दावली तथा अभिव्यक्ति रहेको प्रसङ्गको आधारमा गरिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(५)",
                                        "content": "करारमा प्रयुक्त शब्दावलीलाई अन्य शब्दावलीबाट बाहेक गरी केही शब्दावलीलाई मात्र प्रभाव नदिई त्यसमा प्रयुक्त सम्पूर्ण शब्दावलीहरूलाई प्रभावकारी बनाउने गरी व्याख्या गरिनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५१६",
                                "section_title": "हदम्याद",
                                "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले मुद्दा गर्नु पर्ने कारण उत्पन्न भएको मितिले दुई वर्षभित्र नालिस गर्न सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "chapter_number": "३",
                        "chapter_title": "करारको वैधता",
                        "sections": [
                            {
                                "section_number": "५१७",
                                "section_title": "बदर हुने करार",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "कानून बमोजिम मान्य नहुने करारलाई बदर हुने करार मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "देहाय बमोजिमका करार बदर हुनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "(क)",
                                                "content": "कानूनले निषेध नगरेको पेशा, व्यापार वा व्यवसाय गर्नबाट कसैलाई रोक लगाइएको करार,\nतर देहायको अवस्थामा कुनै पेशा, व्यापार वा व्यवसायमा रोक लगाउने गरी करार भएको मानिने छैन :-",
                                                "points": [
                                                    {
                                                        "point_number": "(१)",
                                                        "content": "कुनै व्यापारको ख्याति खरिद बिक्री गर्ने गरी करार भएकोमा त्यस्तो ख्याति बमोजिमको व्यापार वा व्यवसाय खरिद गर्ने खरिदकर्ता र बिक्रेताबीच सम्पन्न करारमा उल्लिखित अवधि र ठाउँमा त्यस्तो बिक्रेताले त्यस्तै प्रकारको व्यापार वा व्यवसाय गर्न नपाउने गरी भएको करार,"
                                                    },
                                                    {
                                                        "point_number": "(२)",
                                                        "content": "साझेदार रहुन्जेल साझेदारी फर्मको पेशा, व्यापार वा व्यवसाय बाहेक सोही प्रकृतिको पेशा, व्यापार वा व्यवसायका प्रतिस्पर्धी अन्य व्यक्तिहरूसँग सोही वा अन्य कुनै पेशा, व्यापार वा व्यवसाय गर्न नपाउने गरी साझेदारहरूबीच भएको करार,"
                                                    },
                                                    {
                                                        "point_number": "(३)",
                                                        "content": "साझेदारी छाडिसके पछि साझेदारी फर्म बमोजिमको पेशा, व्यापार वा व्यवसाय निश्चित मनासिब अवधिसम्म वा निश्चित ठाउँमा नगर्ने गरी साझेदारहरू बीच भएको करार,"
                                                    },
                                                    {
                                                        "point_number": "(४)",
                                                        "content": "कुनै व्यक्तिले कुनै व्यक्ति, फर्म, कम्पनी वा निकायसँग गरेको करार अनुसार त्यस्तो व्यक्ति, फर्म, कम्पनी वा निकायको सेवामा छँदै वा सेवाबाट अवकाश प्राप्त गरेको निश्चित अवधिसम्म त्यस्तो व्यक्ति, फर्म, कम्पनी वा निकायको प्रतिस्पर्धी अन्य व्यक्ति, फर्म, कम्पनी वा निकायको सेवा स्वीकार गर्न नपाउने गरी भएको करार ।"
                                                    }
                                                ]
                                            },
                                            {
                                                "clause_letter": "(ख)",
                                                "content": "कानूनले निषेध गरेको विवाह बाहेक अन्य विवाहमा रोक लगाइएको करार,"
                                            },
                                            {
                                                "clause_letter": "(ग)",
                                                "content": "सर्वसाधारणले उपभोग गरिरहेको सुविधा कसैलाई उपभोग गर्नबाट रोक लगाइएको करार,"
                                            },
                                            {
                                                "clause_letter": "(घ)",
                                                "content": "कसैले पाएको कानूनी अधिकार कुनै अदालतबाट प्रचलन गराई पाउनबाट रोक लगाइएको करार,"
                                            },
                                            {
                                                "clause_letter": "(ङ)",
                                                "content": "कानूनको विरुद्धमा भएको वा प्रचलित कानूनले निषेध गरेको कुरामा भएको करार,"
                                            },
                                            {
                                                "clause_letter": "(च)",
                                                "content": "अनैतिक उद्देश्यको लागि वा सार्वजनिक व्यवस्था (पब्लिक अर्डर) वा हितको विरुद्धमा भएको करार,"
                                            },
                                            {
                                                "clause_letter": "(छ)",
                                                "content": "करार भएको विषयवस्तु करार गर्ने पक्षहरूलाई स्पष्ट रूपमा यकिन वा थाहा नभएबाट पूरा गर्न नसकिने अवस्थामा भएको करार,"
                                            },
                                            {
                                                "clause_letter": "(ज)",
                                                "content": "करार गर्दाकै अवस्थामा पूरा गर्न असम्भव भएको करार वा काल्पनिक करार,"
                                            },
                                            {
                                                "clause_letter": "(झ)",
                                                "content": "करारको विषयवस्तुको मनासिब अर्थ दिन नसक्ने भई अस्पष्ट रहेको करार,"
                                            },
                                            {
                                                "clause_letter": "(ञ)",
                                                "content": "करार गर्न अयोग्य व्यक्तिबाट भएको करार,"
                                            },
                                            {
                                                "clause_letter": "(ट)",
                                                "content": "गैरकानूनी उद्देश्य भएको करार,"
                                            },
                                            {
                                                "clause_letter": "(ठ)",
                                                "content": "करारको अत्यावश्यक तथ्यको विषयमा करार गर्दाका बखत करारका दुवै पक्षहरूको भूलबाट भएको करार ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "बदर हुने करार प्रारम्भदेखि नै अमान्य हुनेछ र यसबाट कुनै कानूनी परिणाम र पक्षहरूको हक र दायित्व सृजना हुने छैन ।"
                                    },
                                    {
                                        "subsection_number": "(४)",
                                        "content": "करारको कुनै अंश बदर हुने अवस्थामा भएमा पनि बाँकी रहेको अंश कानून बमोजिम कार्यान्वयन हुनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५१८",
                                "section_title": "बदर गराउन सकिने करार",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "करारका पक्षको प्रयासमा अदालतबाट बदर घोषित गराउन सकिने करारलाई बदर गर्न सकिने करार मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "देहाय बमोजिम भएको करार त्यस्तो करारबाट मर्का पर्ने व्यक्तिले अदालतबाट बदर गराउन सक्नेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "(क)",
                                                "content": "करकापबाट भएको करार,",
                                                "explanation": {
                                                    "content": "कुनै व्यक्तिलाई निजको इच्छा विरुद्ध कुनै करार गराउने मनसायले निजको सम्पत्ति रोक्का राखेको वा राख्न धम्की दिएको वा निजको जीउ, ज्यान वा इज्जतमा धक्का पुऱ्याउने धम्की दिएको वा कानून विपरीत अन्य कुनै काम गरेको वा गर्न धम्की दिएको भए करकाप गरेको सम्झनु पर्छ ।"
                                                }
                                            },
                                            {
                                                "clause_letter": "(ख)",
                                                "content": "अनुचित प्रभावबाट भएको करार,",
                                                "explanation": {
                                                    "content": ":",
                                                    "points": [
                                                        {
                                                            "point_number": "(१)",
                                                            "content": "आफ्नो प्रभावमा रहेको र आफ्नो इच्छानुसार काम गराउन सकिने व्यक्तिबाट आफ्नो हित वा स्वार्थका लागि कुनै अनुचित लाभ उठाउने मनसायले त्यस्तो व्यक्ति उपर पारेको प्रभावलाई अनुचित प्रभाव सम्झनु पर्छ ।"
                                                        },
                                                        {
                                                            "point_number": "(२)",
                                                            "content": "खण्ड (१) को सर्वसामान्यतामा प्रतिकूल नहुने गरी देहायका व्यक्तिलाई आफ्नो प्रभावमा रहेका र आफ्‌नो इच्छानुसार काम गराउन सकिने व्यक्ति सम्झनु पर्छः-",
                                                            "subpoints": [
                                                                {
                                                                    "subpoint_letter": "(क)",
                                                                    "content": "आफ्नो संरक्षकत्व, माथवरी वा जिम्मामा रहेको व्यक्ति,"
                                                                },
                                                                {
                                                                    "subpoint_letter": "(ख)",
                                                                    "content": "बृद्धावस्था, बिरामी अवस्था वा शारीरिक वा मानसिक दुर्बलताले गर्दा केही समय वा सदाका लागि आफ्नो हितको विचार गर्न नसक्ने व्यक्ति,"
                                                                },
                                                                {
                                                                    "subpoint_letter": "(ग)",
                                                                    "content": "आफूले आर्थिक वा पदीय दवाब पार्न सकिने व्यक्ति ।"
                                                                }
                                                            ]
                                                        }
                                                    ]
                                                }
                                            },
                                            {
                                                "clause_letter": "(ग)",
                                                "content": "जालसाजबाट भएको करार,",
                                                "explanation": {
                                                    "content": "करार गर्ने पक्ष वा निजको प्रतिनिधिले अर्को पक्ष वा निजको प्रतिनिधिलाई धोका दिने नियतबाट कुनै कुरा सत्य होइन भन्ने जानकारी हुँदा हुँदै त्यस्तो कुरा सत्य हो भनी विश्वास दिलाएको वा विश्वास पर्न सक्ने कुनै काम कारबाही गरेको वा कुनै तथ्यका बारेमा जानकारी हुँदा हुँदै त्यस्तो तथ्य जानीजानी लुकाएको वा कानून बमोजिम जालसाज हुने अन्य कुनै काम गरेको भए जालसाज गरेको सम्झनु पर्छ ।"
                                                }
                                            },
                                            {
                                                "clause_letter": "(घ)",
                                                "content": "झुक्याई गराएको करार ।",
                                                "explanation": {
                                                    "content": "देहाय बमोजिमको कामलाई झुक्याएको सम्झनु पर्छ :-",
                                                    "points": [
                                                        {
                                                            "point_number": "(१)",
                                                            "content": "मनासिब आधार बिना कुनै कुराको झुट्टा विवरण वा तथ्य दिएको,"
                                                        },
                                                        {
                                                            "point_number": "(२)",
                                                            "content": "कुनै पक्षलाई मर्का पर्ने गरी बहकाएको,"
                                                        },
                                                        {
                                                            "point_number": "(३)",
                                                            "content": "करारको विषयवस्तुमा गल्ती गराएको,"
                                                        },
                                                        {
                                                            "point_number": "(४)",
                                                            "content": "एक विषयमा करार भएको विश्वास दिलाई अर्को विषयमा करार गराएको ।"
                                                        }
                                                    ]
                                                }
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "यस दफा बमोजिम बदर गराउन सकिने करारका हकमा देहायका कुरामा देहाय बमोजिम हुनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "(क)",
                                                "content": "करार गराइएको पक्षले करारलाई बदर नगराई त्यस्तो करार हुनु अघि निजको स्थिति जस्तो हुन्थ्यो त्यस्तो बमोजिम गराई माग्न सक्ने,"
                                            },
                                            {
                                                "clause_letter": "(ख)",
                                                "content": "कसैले आफ्नो प्रभावमा रहेको र आफ्नो इच्छा अनुसार काम गराउन सक्ने व्यक्तिसँग करार गरेकोमा त्यस्तो करार अनुचित प्रभावबाट गरिएको होइन भनी प्रमाणित गर्ने भार त्यसरी अनुचित प्रभाव पारेको होइन भन्ने पक्षमाथि रहने ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "(४)",
                                        "content": "बदर गराउन सकिने करार बदर हुनुभन्दा अघिसम्म कानून बमोजिमको करार सरह नै कार्यान्वयन हुनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(५)",
                                        "content": "यस दफा बमोजिम बदर गराउन सकिने करार अदालतबाट बदर भएकोमा बदर हुनुभन्दा अघि त्यस्तो करार बमोजिम भए गरेको कामलाई असर पर्ने छैन ।"
                                    },
                                    {
                                        "subsection_number": "(६)",
                                        "content": "यस दफा बमोजिम कुनै करार बदर भएकोमा त्यसरी बदर भएको कारणले मात्र निर्दोष तेस्रो पक्षको कानूनसम्मत हक वा हितमा प्रतिकूल असर पर्ने छैन ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५१९",
                                "section_title": "कार्यान्वयन नहुने करार",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "अदालतबाट कार्यान्वयन गराउन नसकिने करारलाई कार्यान्वयन नहुने करार मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "यस भागको परिच्छेद-२ बमोजिमको रीत पुऱ्याई करार सम्पन्न भएको भए तापनि देहायको करार अदालतबाट कार्यान्वयन हुन सक्ने छैन :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "(क)",
                                                "content": "कानून बमोजिम लिखित रूपमा हुनु पर्ने करार लिखित रूपमा नभएकोमा,"
                                            },
                                            {
                                                "clause_letter": "(ख)",
                                                "content": "कानून बमोजिम कुनै खास औपचारिकता, कार्यविधि पूरा गरी गर्नु पर्ने वा कुनै निकायमा दर्ता गर्नु पर्ने व्यवस्था भएको करार त्यस्तो औपचारिकता, कार्यविधि पूरा नभई भएको वा दर्ता नभएकोमा,"
                                            },
                                            {
                                                "clause_letter": "(ग)",
                                                "content": "अर्को व्यक्तिको तर्फबाट करार भएकोमा त्यस्तो व्यक्तिले अख्तियारी नदिएको विषयमा वा दिएको अख्तियारी नाघी करार गरेकोमा ।"
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "section_number": "५२०",
                                "section_title": "हदम्याद",
                                "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले बदर हुने करारको हकमा जहिलेसुकै, बदर गराउन सकिने करारको हकमा करार बदर गराउन पर्ने कारण उत्पन्न भएको मितिले एक वर्ष र अन्य करारको हकमा मुद्दा गर्नु पर्ने कारण उत्पन्न भएको मितिले दुई वर्षभित्र नालिस गर्न सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "chapter_number": "४",
                        "chapter_title": "करारको परिपालना सम्बन्धी व्यवस्था",
                        "sections": [
                            {
                                "section_number": "५२१",
                                "section_title": "करार बमोजिमको दायित्व पूरा गर्नु पर्ने",
                                "content": "करार गर्ने प्रत्येक पक्षले करार बमोजिमको आ-आफ्‌नो दायित्व पूरा गर्नु पर्नेछ ।"
                            },
                            {
                                "section_number": "५२२",
                                "section_title": "करारको पारस्परिक परिपालना",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "करारका पक्षहरूले सँगसँगै दायित्व पूरा गर्न पर्ने गरी भएको करारमा एक पक्षले आधारभूत रूपमा आफ्नो दायित्व पूरा नगर्ने किसिमको व्यवहार वा मनसाय देखाएमा अर्को पक्षले आफ्‌नो कबुल पूरा गर्न आवश्यक पर्ने छैन ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "करारमा नै कुनै कबुल पूरा गर्ने सम्बन्धमा प्राथमिकता क्रम तोकिएकोमा सोही बमोजिम र त्यस्तो क्रम नतोकिएकोमा करारको प्रकृति अनुसार जसले पहिले कबुल परिपालना गर्नु पर्ने हो निजले पहिले कबुल परिपालना गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "पारस्परिक कबुलहरू भएको कुनै करारमा एउटा कबुल पूरा नगरी अर्को कबुल पूरा गर्न नसकिने रहेछ भने कुनै एक पक्षले आफ्नो कबुल पूरा नगरेको कारणले अर्को पक्षबाट करार पालना हुन नसकी भएको हानि, नोक्सानी हुन गएको त्यस्तो पक्षले भराई लिन सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(४)",
                                        "content": "उपदफा (१) बमोजिम पक्षहरूले सँगसँगै दायित्व पूरा गर्नु पर्ने गरी करार भएकोमा कुनै पक्षले अर्को पक्षलाई त्यस्तो करारको परिपालना गर्न नसक्ने गरी रोक लगाएमा करारको परिपालना गर्न असमर्थ अर्को पक्षले त्यस्तो करारलाई रद्द गराउन र त्यसरी करार रद्द भएको कारणबाट कुनै हानि, नोक्सानी हुन गएको भए त्यस्तो समेत भराई लिन पाउनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५२३",
                                "section_title": "करार पूरा गर्नु पर्ने समय र तरिका",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "करार पूरा गर्ने समय र तरिका करारमा उल्लेख भएकोमा सोही समयभित्र र तरिका बमोजिम करार पूरा गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "करार बमोजिमको काम गर्न करारमा कुनै समय वा तरिका तोकिएको रहेनछ तर त्यस्तो काम कुनै खास समयमा वा कुनै खास तरिकाले मात्र गर्न सकिने रहेछ भने सोही समयमा सोही तरिका बमोजिम गर्ने गरी करार भएको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "उपदफा (२) मा लेखिएको अवस्थामा बाहेक करारमा करार पूरा गर्ने समय र तरिका उल्लेख नभएमा मनासिब समयभित्र र मनासिब तरिका अपनाई करार पूरा गर्नु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५२४",
                                "section_title": "करार पूरा गर्ने ठाउँ",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "कुनै काम पूरा गर्न करारमा कुनै निश्चित ठाउँ तोकिएको रहेछ भने त्यस्तो काम सोही ठाउँमा पूरा गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "करार बमोजिम कुनै एक पक्षले अर्को पक्षलाई कुनै वस्तु दिनु, बुझाउनु पर्ने रहेछ र त्यसरी वस्तु बुझाउने ठाउँ करारमा तोकिएको रहेनछ भने त्यस्तो वस्तु रहेको ठाउँमा नै वस्तु बुझाउने गरी करार भएको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "कुनै काम गर्ने निश्चित ठाउँ करारमा तोकिएको रहेनछ तर त्यस्तो काम कुनै खास ठाउँमा मात्र गर्न सकिने वा चलन व्यवहार वा त्यस्तो कामको प्रकृति अनुसार कुनै खास ठाउँमा मात्र गर्नु पर्ने किसिमको रहेछ भने त्यस्तो काम सोही ठाउँमा गर्ने गरी करार भएको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(४)",
                                        "content": "उपदफा (२) र (३) मा लेखिएदेखि बाहेक अन्य अवस्थामा करार बमोजिम काम गर्ने ठाउँ करारमा उल्लेख भएको रहेनछ भने करार बमोजिम काम गर्ने पक्षले अर्को पक्षलाई मनासिब ठाउँ तोकिदिन सूचना गर्नु पर्नेछ र अर्को पक्षले पनि त्यस्तो काम गर्न मनासिब ठाउँ तोकिदिनु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "५२५",
                                "section_title": "करारको परिपालना विलम्ब भएको मानिने",
                                "subsections": [
                                    {
                                        "subsection_number": "(१)",
                                        "content": "कुनै खास समयमा परिपालना गर्नु पर्ने गरी भएको करार त्यस्तो समयमा वा समयभित्र परिपालना नभएमा करार परिपालना गर्न विलम्व भएको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(२)",
                                        "content": "उपदफा (१) बमोजिमको करार त्यस्तो समय पछि परिपालना गर्न सकिने रहेछ भने करारको एक पक्षले अर्को पक्षलाई मनासिब समय दिई परिपालना गर्न सूचना दिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "(३)",
                                        "content": "उपदफा (२) बमोजिम सूचना दिएकोमा सो बमोजिम त्यस्तो पक्षले करार परिपालना गर्नु पर्नेछ र करारको विलम्व गरी परिपालना भएको कारणबाट भएको हानि, नोक्सानी वापत निजले क्षतिपूर्ति दाबी गर्न सक्नेछ ।"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}