{
    "metadata": {
        "source_url": "www.lawcommission.gov.np",
        "document_title": "Muluki Dewani Sanghita (Pages 60-90)",
        "extracted_pages": "60-90",
        "footnote_1": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।",
        "watermark_text": "नेपाल कानून आयोग"
    },
    "document_content": {
        "parts": [
            {
                "part_number": "Unknown",
                "part_title": "Unknown",
                "chapters": [
                    {
                        "chapter_number": "९",
                        "chapter_title": "अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री सम्बन्धी व्यवस्था",
                        "content_before_sections": [
                            {
                                "paragraph": "तर धर्मपुत्र वा धर्मपुत्री कायम रहेको अवधिसम्म भोगिसकेको सुविधा, हासिल वा उपयोग गरिसकेको अधिकार र निर्वाह गरिसकेको दायित्वमा कुनै असर पर्ने छैन ।"
                            }
                        ],
                        "sections": [
                            {
                                "section_number": "१८७",
                                "section_title": "हदम्याद",
                                "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम भए गरेको मितिले एक वर्षभित्र नालिस गर्न सक्नेछ ।"
                            },
                            {
                                "section_number": "१८८",
                                "section_title": "अन्तरदेशीय रूपमा धर्मपुत्र वा धर्मपुत्री स्वीकार गरेको मानिने",
                                "content": "कुनै विदेशीले नेपाली नागरिक वा नेपालमा बसोबास गरेको विदेशीको कुनै नाबालकलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा स्वीकार गरेमा अन्तरदेशीय रूपमा धर्मपुत्र वा धर्मपुत्री स्वीकार गरेको मानिनेछ ।"
                            },
                            {
                                "section_number": "१८९",
                                "section_title": "अनुमति नलिई धर्मपुत्र वा धर्मपुत्री राख्न नपाउने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "कुनै विदेशीले नेपाल सरकारको अनुमति नलिई कुनै नेपाली नागरिक वा नेपालमा बसोबास गरेको विदेशीको कुनै बालबालिकालाई धर्मपुत्र वा धर्मपुत्रीको रूपमा राख्न पाउने छैन ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी नेपालमा अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री स्वीकार गर्न सकिने गरी खुल्ला गरिएका मुलुकका नागरिक वा दम्पतीलाई मात्र यस परिच्छेद बमोजिम धर्मपुत्र वा धर्मपुत्री राख्न अनुमति दिइनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "१९०",
                                "section_title": "धर्मपुत्र वा धर्मपुत्री दिँदा बालबालिकाको सर्वोत्तम हित सुनिश्चित गर्नु पर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "यस परिच्छेद बमोजिम विदेशीलाई धर्मपुत्र वा धर्मपुत्री ग्रहण गर्न दिनु अघि नेपाल सरकारले बालबालिकाको सर्वोत्तम हित, निजको मानव अधिकारको संरक्षण र त्यस्तो बालबालिका अपहरण, बेचबिखन वा अन्य कुनै किसिमले दुरुपयोग हुने वा नहुने तर्फ विचार गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम विचार गर्दा कुनै बालबालिका विदेशीलाई धर्मपुत्र वा धर्मपुत्री ग्रहण गर्न दिन उचित देखिएमा मात्र यस परिच्छेद बमोजिम धर्मपुत्र वा धर्मपुत्री ग्रहण गर्न अनुमति दिइनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "१९१",
                                "section_title": "धर्मपुत्र वा धर्मपुत्रीको रूपमा दिन सकिने बालबालिका",
                                "content": "बाल गृहमा कम्तीमा छ महिना बसेका देहायका बालबालिका विदेशीलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा दिन सकिनेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "बाबु र आमा दुवैको मृत्यु भई कसैको संरक्षणमा नरहेको अनाथ बालबालिका,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "स्वेच्छाले त्यागेका बालबालिका ।"
                                    }
                                ],
                                "explanation": {
                                    "explanation_title": "स्पष्टीकरण",
                                    "content": "यस परिच्छेदको प्रयोजनको लागि,-",
                                    "points": [
                                        {
                                            "point_number": "१",
                                            "content": "“बाल गृह” भन्नाले बालबालिकाको हक र हित संरक्षण गर्ने उद्देश्यले कानून बमोजिम खडा भएका बाल कल्याण गृह र अनाथालय सम्झनु पर्छ र सो शब्दले नेपाल सरकारद्वारा स्थापना गरिएका बाल गृह वा बालमन्दिर समेतलाई जनाउँछ ।"
                                        },
                                        {
                                            "point_number": "२",
                                            "content": "“अनाथ नाबालक” भन्नाले जिल्ला प्रशासन कार्यालयबाट अनाथ प्रमाणित भएका देहायका कुनै बालबालिका सम्झनु पर्छ :-",
                                            "clauses": [
                                                {
                                                    "clause_letter": "क",
                                                    "content": "बेवारिसे अवस्थामा प्रहरीले फेला पारेको र निजको बाबु वा आमा फेला नपरेको,"
                                                },
                                                {
                                                    "clause_letter": "ख",
                                                    "content": "अस्पताल वा स्वास्थ्य संस्थामा बेवारिसे अवस्थामा छोडिएको,"
                                                },
                                                {
                                                    "clause_letter": "ग",
                                                    "content": "बाबु र आमा पत्ता नलागेको,"
                                                },
                                                {
                                                    "clause_letter": "घ",
                                                    "content": "बाबु र आमा दुवैको मृत्यु भई पालनपोषणको लागि कुनै सम्पत्ति नभएको ।"
                                                }
                                            ]
                                        },
                                        {
                                            "point_number": "३",
                                            "content": "“स्वेच्छाले त्यागेका बालबालिका” भन्नाले देहायका व्यक्तिले आफूले बालबालिकाको पालनपोषण र शिक्षा दिक्षाको व्यवस्था गर्न नसकी त्यस सम्बन्धी लिखत गरी जिल्ला प्रशासन कार्यालय मार्फत बाल गृहमा जिम्मा लगाएका देहायका बालबालिका सम्झनु पर्छ :-",
                                            "clauses": [
                                                {
                                                    "clause_letter": "क",
                                                    "content": "बाबु मरेको वा वेपत्ता भएको र आमाले अर्को विवाह गरेको अवस्थाको बालबालिकाका हकमा त्यस्ती आमाले,"
                                                },
                                                {
                                                    "clause_letter": "ख",
                                                    "content": "एकभन्दा बढी बालबालिकाको जन्म भई बाबु मरेको वा वेपत्ता भएको वा होस ठेगानमा नभएको अवस्थामा निजको आमाले त्यस्तो बालबालिकाको आर्थिक कारणबाट पालनपोषण गर्न नसक्ने वा शिक्षा दिक्षा दिन नसक्ने भएमा त्यस्ता बालबालिकाको आमाले,"
                                                },
                                                {
                                                    "clause_letter": "ग",
                                                    "content": "एकभन्दा बढी बालबालिकाको जन्म भई आमा मरेकी वा होस ठेगानमा नभएको अवस्थामा आर्थिक कारणले त्यस्तो बालबालिकाको पालन पोषण गर्न नसक्ने बाबु भएमा त्यस्ता बालबालिकाको बाबुले,"
                                                },
                                                {
                                                    "clause_letter": "घ",
                                                    "content": "कुनै सम्पत्ति नभएका अनाथ बालबालिकाको हकमा संरक्षक वा माथवरले ।"
                                                }
                                            ]
                                        }
                                    ]
                                }
                            },
                            {
                                "section_number": "१९२",
                                "section_title": "धर्मपुत्र वा धर्मपुत्री लिन सक्ने विदेशी",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "देहायका कुनै विदेशीलाई नेपाली नागरिक वा नेपालमा बसोबास गरेको विदेशीको कुनै बालबालिका धर्मपुत्र वा धर्मपुत्रीको रूपमा ग्रहण गर्न अनुमति दिन सकिनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "विवाह भएको दश वर्षसम्म पनि छोरा वा छोरी नहुने दम्पति,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "पैंतालीस वर्ष उमेर पूरा भई पचपन्न वर्ष उमेर ननाघेकी अविवाहित, विधवा, सम्बन्ध विच्छेद वा न्यायिक पृथकीकरण गरी बसेकी छोरा वा छोरी नहुने महिला,"
                                            },
                                            {
                                                "clause_letter": "ग",
                                                "content": "पैंतालीस वर्ष उमेर पूरा भई पचपन्न वर्ष उमेर ननाघेको अविवाहित, विधुर, सम्बन्ध विच्छेद वा न्यायिक पृथकीकरण गरी बसेको छोरा वा छोरी नहुने पुरुष ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायका कुनै विदेशीलाई धर्मपुत्र वा धर्मपुत्री राख्न अनुमति दिन सकिने छैन :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "होस ठेगानमा नभएको,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "नैतिक पतन देखिने फौजदारी अभियोगमा नेपाल वा सम्बन्धित मुलुकको अदालतबाट कसूरदार ठहरिएको ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै विदेशी मुलुकको कानूनमा त्यस्तो देशको नागरिकले एकभन्दा बढी बालबालिका धर्मपुत्र वा धर्मपुत्री राख्न सक्ने व्यवस्था भएकोमा निजले छोरा छोरी भए तापनि धर्मपुत्र वा धर्मपुत्री राख्न सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि नेपाली नागरिकलाई धर्मपुत्र वा धर्मपुत्री ग्रहण गर्न निषेध गरेको वा धर्मपुत्र वा धर्मपुत्रीको हक र प्राकृतिक रूपमा जन्मेका छोरा छोरीको अधिकारमा विभेद भएको मुलुकको व्यक्तिले नेपालबाट धर्मपुत्र वा धर्मपुत्री ग्रहण गर्न सक्ने छैन ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "१९३",
                                "section_title": "अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री बोर्ड सम्बन्धी व्यवस्था",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "यस परिच्छेद बमोजिम कुनै बालबालिका विदेशीलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा ग्रहण गर्न अनुमतिको लागि सिफारिस गर्ने प्रयोजनको लागि केन्द्रीय निकायको रूपमा कार्य गर्न नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी एक अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री बोर्ड गठन गर्न वा कुनै सरकारी निकायलाई त्यस्तो काम गर्ने गरी तोक्न सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिमको बोर्ड गठन गर्दा बाल अधिकारको क्षेत्रमा कम्तीमा पन्ध्र वर्ष काम गरेको एकजना बाल अधिकारकर्मी समेत रहने गरी गठन गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "यस परिच्छेदमा अन्यत्र लेखिएको काम, कर्तव्य र अधिकारका अतिरिक्त बोर्डको अन्य काम, कर्तव्य र अधिकार देहाय बमोजिम हुनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री सम्बन्धी विषयमा नीति निर्माण गरी नेपाल सरकारलाई सिफारिस गर्ने,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री सम्बन्धी विषयमा विभिन्न निकायहरू बीच समन्वय गर्ने,"
                                            },
                                            {
                                                "clause_letter": "ग",
                                                "content": "धर्मपुत्र वा धर्मपुत्री लिँदा वा दिँदा हुन सक्ने अनुचित आर्थिक तथा अन्य लाभ रोक्ने,"
                                            },
                                            {
                                                "clause_letter": "घ",
                                                "content": "अन्य देशका धर्मपुत्र वा धर्मपुत्री सम्बन्धी केन्द्रीय निकाय वा सो सम्बन्धी अन्य सार्वजनिक निकायले धर्मपुत्र वा धर्मपुत्रीको स्थितिका बारेमा कुनै सूचना माग गरेमा उपलब्ध गराउने,"
                                            },
                                            {
                                                "clause_letter": "ङ",
                                                "content": "धर्मपुत्र वा धर्मपुत्री लिँदा वा दिँदा हुन सक्ने बाल दुर्व्यवहार, शोषण, ओसारपसार वा अपहरण, बेचबिखन रोक्ने र बालबालिकालाई हानि हुन सक्ने अन्य कुनै अभ्यासबाट नेपाली बालबालिकाको संरक्षण गर्ने,"
                                            },
                                            {
                                                "clause_letter": "च",
                                                "content": "धर्मपुत्र वा धर्मपुत्री लिनको लागि लाग्ने दस्तुर निर्धारण गर्न नेपाल सरकारलाई सिफारिस गर्ने,"
                                            },
                                            {
                                                "clause_letter": "छ",
                                                "content": "धर्मपुत्र वा धर्मपुत्री लिनको लागि दिइने निवेदनको ढाँचा तोक्ने,"
                                            },
                                            {
                                                "clause_letter": "ज",
                                                "content": "धर्मपुत्र वा धर्मपुत्रीको रूपमा बस्न चाहने नाबालक, निजलाई जन्म दिने बाबु र आमा वा धर्मपुत्र वा धर्मपुत्री लिने बाबु र आमाको अभिलेख गोप्य रूपमा राख्ने व्यवस्था गर्ने,"
                                            },
                                            {
                                                "clause_letter": "झ",
                                                "content": "अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री सम्बन्धी अन्य आवश्यक कार्य गर्ने ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "बोर्डको बैठक लगायत बोर्डले सम्पादन गर्ने कार्य सम्बन्धी अन्य कार्यविधि बोर्ड आफैले निर्धारण गर्नेछ ।"
                                    }
                                ],
                                "explanation": {
                                    "explanation_title": "स्पष्टीकरण",
                                    "content": "यस परिच्छेदको प्रयोजनको लागि “बोर्ड” भन्नाले अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री बोर्ड सम्झनु पर्छ र सो शब्दले त्यस्तो काम गर्न तोकिएको सरकारी निकायलाई समेत जनाउँछ ।"
                                }
                            },
                            {
                                "section_number": "१९४",
                                "section_title": "धर्मपुत्र वा धर्मपुत्री ग्रहण गर्न निवेदन दिनु पर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "नेपाली नाबालक वा नेपालमा बसोबास गरेका विदेशीका कुनै नाबालकलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा ग्रहण गर्न चाहने दफा १९२ बमोजिम योग्यता पुगेको विदेशी वा दम्पतिले नेपालस्थित आफ्नो देशको राजदूताबास र त्यस्तो राजदूताबास नभए नेपालको निमित्त तोकिएको राजदूताबास वा धर्मपुत्र वा धर्मपुत्रीको रूपमा ग्रहण गर्न अनुमति दिने सम्बन्धित मुलुकको केन्द्रीय निकाय मार्फत देहायका कागजात संलग्न गरी बोर्ड समक्ष निवेदन दिनु पर्नेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "निवेदकको जन्म दर्ता प्रमाणपत्र,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "निवेदकको हालसालै खिचिएको फोटो,"
                                            },
                                            {
                                                "clause_letter": "ग",
                                                "content": "निवेदकको राहदानीको प्रतिलिपि,"
                                            },
                                            {
                                                "clause_letter": "घ",
                                                "content": "निवेदकको वैवाहिक अवस्था प्रमाणित गर्ने कागज,"
                                            },
                                            {
                                                "clause_letter": "ङ",
                                                "content": "निवेदकको स्वास्थ्य सम्बन्धमा अनुमति प्राप्त चिकित्सकले दिएको प्रमाणपत्र,"
                                            },
                                            {
                                                "clause_letter": "च",
                                                "content": "निवेदक असल चरित्र भएको र नैतिक पतन देखिने फौजदारी अभियोगमा अदालतबाट कसूरदार नठहरिएको भनी सम्बन्धित मुलुकको सरकारी निकायले दिएको प्रमाणपत्र,"
                                            },
                                            {
                                                "clause_letter": "छ",
                                                "content": "निवेदकको सम्पत्ति र आयस्रोत प्रमाणित गर्ने कागजात,"
                                            },
                                            {
                                                "clause_letter": "ज",
                                                "content": "निवेदकको सामाजिक, मनोवैज्ञानिक र गृह अध्ययन सम्बन्धी प्रतिवेदन (सोसल, साइकोलजिकल, होमस्टडी रिपोर्ट),"
                                            },
                                            {
                                                "clause_letter": "झ",
                                                "content": "धर्मपुत्र वा धर्मपुत्रीको रूपमा लिन चाहेको बालबालिकाको उमेर, लिङ्ग र अन्य विवरण,"
                                            },
                                            {
                                                "clause_letter": "ञ",
                                                "content": "निवेदकलाई निजको देशको सरकारले नेपालबाट धर्मपुत्र वा धर्मपुत्री लिन दिएको सहमतिपत्र,"
                                            },
                                            {
                                                "clause_letter": "ट",
                                                "content": "धर्मपुत्र वा धर्मपुत्री लिन चाहने व्यक्तिको मुलुकको कानून अनुसार धर्मपुत्र वा धर्मपुत्री हुने व्यक्तिको हैसियत आफ्नै छोरा छोरी सरह हुने भन्ने सम्बन्धित देशको सरकार वा सो देशको नेपालस्थित वा नेपालका लागि तोकिएको राजदूताबासबाट लेखिएको प्रत्याभूतिपत्र,"
                                            },
                                            {
                                                "clause_letter": "ठ",
                                                "content": "धर्मपुत्र वा धर्मपुत्री लिन चाहने व्यक्तिको मुलुकको कानून अनुसार निज धर्मपुत्र वा धर्मपुत्री लिन योग्य भएको र निजसँग धर्मपुत्र वा धर्मपुत्री हुने नाबालकलाई पालनपोषण, स्वास्थ्य, शिक्षा तथा संरक्षण लगायतको सम्पूर्ण जिम्मेवारी वहन गर्ने आर्थिक क्षमता भएको सम्बन्धमा त्यस्तो व्यक्तिको मुलुकको सरकार, त्यस्तो देशको नेपालस्थित वा नेपालको लागि तोकिएको राजदूताबासबाट लेखिएको प्रत्याभूति पत्र ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिमका कागजात अंग्रेजी भाषामा लेखिएको वा अधिकार प्राप्त निकायले अंग्रेजी वा नेपाली भाषामा अनुवाद गरेको हुनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (१) बमोजिम प्राप्त भएको निवेदन जाँचबुझ गर्दा निवेदकको माग बमोजिम धर्मपुत्र वा धर्मपुत्री दिन उपयुक्त देखिएमा बोर्डले निवेदकको नाम र ठेगाना गोप्य राखी त्यस सम्बन्धी विवरण छनौट समितिमा पठाउनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "उपदफा (१) बमोजिम निवेदन दिँदा बोर्डको सिफारिसमा नेपाल सरकारले निर्धारण गरे वमोजिमको निवेदन दस्तुर बुझाउनु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "१९५",
                                "section_title": "छनौट समिति सम्बन्धी व्यवस्था",
                                "content": "कुनै विदेशी व्यक्ति वा दम्पतिलाई कस्तो नाबालक धर्मपुत्र वा धर्मपुत्रीको रूपमा दिन उपयुक्त हुन्छ भन्ने सम्बन्धमा नाबालक लिन चाहने व्यक्ति वा दम्पति र नाबालक छनौट गरी बोर्ड समक्ष सिफारिस गर्ने प्रयोजनको लागि नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी एक छनौट समिति गठन गर्नेछ ।"
                            },
                            {
                                "section_number": "१९६",
                                "section_title": "नाबालक लिने व्यक्ति तथा बालबालिका छनौट गरी सिफारिस गर्नु पर्ने",
                                "content": "छनौट समितिले दफा १९४ को उपदफा (१) बमोजिम प्राप्त निवेदन तथा सो साथ संलग्न विवरण बमोजिम प्राप्त नाबालकको विवरणको आधारमा निवेदकको मागलाई समेत दृष्टिगत गरी कुन निवेदकलाई कस्तो किसिमको नाबालक धर्मपुत्र वा धर्मपुत्रीको रूपमा दिन उपयुक्त हुन्छ सो यकिन गरी निवेदक र नाबालकको नाम बोर्ड समक्ष सिफारिस गर्नु पर्नेछ ।"
                            },
                            {
                                "section_number": "१९७",
                                "section_title": "धर्मपुत्र वा धर्मपुत्री ग्रहण गर्न अनुमति दिने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "दफा १९६ बमोजिम छनौट समितिबाट प्राप्त भएको सिफारिस जाँचबुझ गर्दा सिफारिस अनुरुपको नाबालक विदेशीलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा दिन उपयुक्त देखेमा बोर्डले सोही व्यहोराको सिफारिस नेपाल सरकार समक्ष गर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम बोर्डबाट भएको सिफारिस जाँचबुझ गर्दा व्यहोरा मनासिब देखिएमा नेपाल सरकारले बोर्डको सिफारिस बमोजिम त्यस्तो नाबालक विदेशीलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा ग्रहण गर्न दिन अनुमति दिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (२) बमोजिम अनुमति दिएपछि नेपाल सरकारले त्यस प्रयोजनको लागि तत्सम्बन्धी प्रमाणपत्र जारी गर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "उपदफा (३) बमोजिम प्रमाणपत्र जारी भएपछि नेपालबाट रीतपूर्वक अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री ग्रहण गरेको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "५",
                                        "content": "उपदफा (२) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै नाबालक विदेशीलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा अनुमति दिनु अगावै सम्बन्धित नाबालकको बाबु, आमा वा अन्य संरक्षकले आफ्नो नाबालक फिर्ता लैजान चाहेमा त्यस्तो नाबालकलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा दिन सकिने छैन ।"
                                    },
                                    {
                                        "subsection_number": "६",
                                        "content": "उपदफा (२) बमोजिम नेपाल सरकारबाट कुनै नाबालक विदेशीलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा दिने अनुमति भएमा निवेदक उपस्थित भई सम्बन्धित नाबालक आफैँले बुझिलिनु पर्नेछ । तर निवेदक दम्पति भई दुवैमध्ये कुनै एक जना उपस्थित हुन नसक्ने भएमा अनुपस्थित पति वा पत्नीले दिएको प्रमाणित मञ्जुरनामाको आधारमा एक जनाले मात्र त्यस्तो नाबालक बुझ्न सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "७",
                                        "content": "यस दफा बमोजिम कुनै बालबालिका विदेशीलाई धर्मपुत्र वा धर्मपुत्री दिने अनुमति भएपछि नेपाल सरकारले त्यस्तो कुराको जानकारी धर्मपुत्र वा धर्मपुत्री लिने व्यक्तिको मुलुकमा रहेको अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री सम्बन्धी कार्य गर्ने केन्द्रीय निकाय र नेपालका लागि सम्बन्धित देशको राजदूताबास भए त्यस्तो राजदूताबासमा समेत दिनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "८",
                                        "content": "धर्मपुत्र वा धर्मपुत्रीको रूपमा ग्रहण गर्न निवेदन दिने विदेशी नागरिक वा दम्पतिले नेपाल सरकारबाट गरिएको कुनै निर्णय उपर चित्त नबुझेमा सम्बन्धित उच्च अदालतमा पुनरावेदन दिन सक्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "१९८",
                                "section_title": "विशेष हेरचाहको आवश्यकता भएका नाबालकको लागि परिवारको छनौट सम्बन्धी विशेष व्यवस्था",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि बोर्डले विशेष हेरचाहको आवश्यकता भएका नाबालकलाई धर्मपुत्र, धर्मपुत्री ग्रहण गर्न निवेदन दिने निवेदकलाई प्राथमिकता दिई परिवारको छनौट गर्न सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "कुनै नाबालक विशेष हेरचाहको आवश्यकता भएको नाबालक हो वा होइन भन्ने विषयको निर्धारण बोर्डले गर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि सो उपदफा बमोजिम परिवार र विशेष हेरचाहको आवश्यकता भएका नाबालक छनौट गर्दा पहिलो प्राथमिकता क्रममा रहेको परिवारले माग गरे अनुसार बालबालिकाको उमेर, लिङ्ग र स्वास्थ्य सम्बन्धी कुनै विवरण मेल नखाएमा त्यस्तो परिवारले माग गरेको विवरणसँग मेल खाने विशेष हेरचाहको आवश्यकता भएका नाबालक क्रमशः छनौट गर्न सकिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "विशेष हेरचाहको आवश्यकता भएका नाबालकका लागि परिवारको छनौट सम्बन्धी अन्य प्रक्रिया र त्यस्तो नाबालकको वर्गीकरण नेपाल सरकारले तोके बमोजिम हुनेछ ।"
                                    }
                                ],
                                "explanation": {
                                    "explanation_title": "स्पष्टीकरण",
                                    "content": "यस दफाको प्रयोजनको लागि “विशेष हेरचाहको आवश्यकता भएका नाबालक” भन्नाले अनाथ नाबालक वा स्वेच्छाले त्यागेका नाबालकमध्ये शारीरिक वा मानसिक वा अस्वभाविक वा असामान्य विकास वा बढी उमेरका कारण विशेष हेरचाहको आवश्यकता भएको नाबालक सम्झनु पर्छ ।"
                                }
                            },
                            {
                                "section_number": "१९९",
                                "section_title": "धर्मपुत्र, धर्मपुत्रीको रूपमा ग्रहण गर्न दिने सम्बन्धी विशेष व्यवस्था",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि ख्याति प्राप्त कुनै विदेशी नागरिकले दफा १९१ बमोजिमको कुनै नाबालकलाई धर्मपुत्र वा धर्मपुत्रीको रूपमा ग्रहण गर्न चाहेमा सम्बन्धित देशको राष्ट्रप्रमुख, सरकार प्रमुख वा परराष्ट्र मन्त्रीको औपचारिक सिफारिस सहित बोर्ड समक्ष निवेदन दिन सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम प्राप्त भएको निवेदन जाँचबुझ गर्दा त्यस्तो विदेशी नागरिकलाई निजको माग बमोजिमको नाबालक धर्मपुत्र वा धर्मपुत्रीको रूपमा ग्रहण गर्न दिन मनासिब देखेमा बोर्डले सोही व्यहोराको सिफारिस नेपाल सरकार, मन्त्रिपरिषद् समक्ष गर्न सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (२) बमोजिम सिफारिस भएमा नेपाल सरकार, मन्त्रिपरिषद्ले त्यस्तो विदेशी नागरिकलाई निजको माग बमोजिमको नाबालक धर्मपुत्र, धर्मपुत्रीको रूपमा ग्रहण गर्न स्वीकृति दिन सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "यस दफा बमोजिम धर्मपुत्र वा धर्मपुत्री ग्रहण गर्ने विदेशी नागरिकले त्यसरी धर्मपुत्र वा धर्मपुत्रीको रूपमा ग्रहण गरिसकेपछि यस परिच्छेदमा लेखिएका अन्य व्यवस्था पालना गर्नु पर्नेछ ।"
                                    }
                                ],
                                "explanation": {
                                    "explanation_title": "स्पष्टीकरण",
                                    "content": "यस दफाको प्रयोजनको लागि “ख्याति प्राप्त विदेशी नागरिक” भन्नाले देहायका कुनै व्यक्ति सम्झनु पर्छ :-",
                                    "clauses": [
                                        {
                                            "clause_letter": "क",
                                            "content": "विदेशी राष्ट्राध्यक्ष वा सरकार प्रमुख,"
                                        },
                                        {
                                            "clause_letter": "ख",
                                            "content": "अन्तरराष्ट्रिय अन्तर सरकारी संगठनका प्रमुख,"
                                        },
                                        {
                                            "clause_letter": "ग",
                                            "content": "नोवेल पुरस्कार विजेता,"
                                        },
                                        {
                                            "clause_letter": "घ",
                                            "content": "वार्षिक तीन लाख अमेरिकी डलरभन्दा बढी आम्दानी भएको व्यक्ति वा व्यवसायी,"
                                        }
                                    ]
                                }
                            },
                            {
                                "section_number": "२००",
                                "section_title": "विवरण पठाउनु पर्ने",
                                "content": "यस परिच्छेद बमोजिम धर्मपुत्र वा धर्मपुत्री राख्ने विदेशीले धर्मपुत्र वा धर्मपुत्रीको रूपमा ग्रहण गरिएको नाबालकलाई बालिग नभएसम्म सम्बन्धित मुलुकको कानून बमोजिम निजको पालनपोषण, स्वास्थ्य, शिक्षा तथा हेरचाहको सम्बन्धमा आफूद्वारा गरिएको विस्तृत विवरण पहिलो दुई वर्षसम्म प्रत्येक छ महिनामा र त्यसपछि प्रत्येक वर्ष आफ्नो देशमा रहेको नेपाली राजदूताबास वा वाणिज्य दूताबास वा *नेपाली नियोग र त्यस्तो दूताबास वा नियोग नभएमा त्यस्तो मुलुकसँग सम्बन्धित नेपालको राजदूताबास मार्फत नेपाल सरकार समक्ष पठाउनु पर्नेछ ।",
                                "note": "Reference to footnote 1 regarding '*नेपाली नियोग र'"
                            },
                            {
                                "section_number": "२०१",
                                "section_title": "अनुगमन गर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "विदेशीले धर्मपुत्र वा धर्मपुत्री बनाई लगेका नेपाली नाबालकलाई बालिग नभएसम्म पालनपोषण, स्वास्थ्य, शिक्षा तथा हेरचाहको व्यवस्था गरे वा नगरेको सम्बन्धमा बोर्ड आफैँले अनुगमन गर्न वा त्यस्तो कामको लागि आवश्यकतानुसार सम्बन्धित देशमा रहेको नेपाली राजदूताबास वा वाणिज्य दूताबासको प्रतिनिधि समेत रहने गरी उपसमिति गठन गर्न सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "बोर्ड वा उपदफा (१) बमोजिमको उपसमितिले सो प्रयोजनको लागि बालबालिका रहे बसेको ठाउँमा गई अनुगमन गर्न सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (२) बमोजिम बोर्ड वा उपसमितिले आफूले गरेको अनुगमनको प्रतिवेदन नेपाल सरकार समक्ष पेश गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "उपदफा (३) बमोजिमको प्रतिवेदनमा अन्य कुराका अतिरिक्त धर्मपुत्र वा धर्मपुत्री भएको नेपाली नाबालक धर्मपुत्र वा धर्मपुत्री ग्रहण गर्ने व्यक्तिसँग बस्दा त्यस्तो नाबालकको सर्वोत्तम हित भए वा नभएको व्यहोरा समेत उल्लेख गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "५",
                                        "content": "उपदफा (३) बमोजिम प्राप्त प्रतिवेदनमा धर्मपुत्र वा धर्मपुत्री भएको नेपाली नाबालक धर्मपुत्र वा धर्मपुत्री ग्रहण गर्ने व्यक्तिसँग बस्दा त्यस्तो नाबालकको सर्वोत्तम हित नभएको व्यहोरा उल्लेख भई आएमा नेपाल सरकारले सम्बन्धित नाबालक राय दिन सक्ने अवस्थाको भएमा वा दश वर्षभन्दा बढी उमेरको भएमा निजको राय समेत लिई सम्बन्धित मुलुकको सरकार समक्ष कूटनैतिक माध्यम मार्फत त्यस्तो विषयमा ध्यानाकर्षण गराउनेछ ।"
                                    },
                                    {
                                        "subsection_number": "६",
                                        "content": "उपदफा (५) बमोजिम ध्यानाकर्षण गराइएकोमा धर्मपुत्र वा धर्मपुत्रीको रूपमा ग्रहण गरिएको नेपाली नाबालकको स्थितिमा सुधार नआएमा भविष्यमा नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी त्यस्तो मुलुकका नागरिकलाई नेपालमा अन्तरदेशीय धर्मपुत्र वा धर्मपुत्री ग्रहण गर्न सकिने मुलुकको रूपमा खुल्ला गरिएको सूचीबाट हटाउनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२०२",
                                "section_title": "मुद्दा दायर गर्न सक्ने",
                                "content": "धर्मपुत्र वा धर्मपुत्री भएको नाबालकलाई उचित पालनपोषण, स्वास्थ्य, शिक्षा तथा हेरचाहको व्यवस्था नगरेको आधारमा धर्मपुत्र वा धर्मपुत्री हुने नाबालकले बालिग भएको मितिले र धर्मपुत्र वा धर्मपुत्री रहेको देशमा रहेको नेपाली राजदुतावास वा वाणिज्य दुतावास वा नेपाल सरकारको अनुरोधमा सम्बन्धित देशको धर्मपुत्र वा धर्मपुत्री सम्बन्धी काम गर्ने निकायले धर्मपुत्र वा धर्मपुत्री राख्नेबाट त्यस्तो व्यवस्था नगरेको मितिले एक वर्षभित्र सम्बन्धित देशको अदालतमा धर्मपुत्र वा धर्मपुत्री बदर गराउन मुद्दा दायर गर्न सक्नेछ ।"
                            },
                            {
                                "section_number": "२०३",
                                "section_title": "संहिताको व्यवस्था लागू हुने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "धर्मपुत्र वा धर्मपुत्रीको सम्बन्धमा दफा १७३, १७४, १७५, १७८, १७९, १८०, १८१ र १८३ मा गरिएका व्यवस्थाहरू यस परिच्छेद बमोजिम विदेशीद्वारा राखिएका धर्मपुत्र वा धर्मपुत्रीको हकमा समेत लागू हुनेछन् ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "नेपालमा बसोबास गरेका विदेशीका नाबालकलाई धर्मपुत्र वा धर्मपुत्री राख्ने सम्बन्धमा दफा १९१ को व्यवस्था लागू हुने छैन ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "यस परिच्छेद बमोजिमका व्यवस्थाको कार्यान्वयन गर्न बोर्डको सिफारिसमा नेपाल सरकारले आवश्यक निर्देशिका बनाउन सक्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२०४",
                                "section_title": "हदम्याद",
                                "content": "यस परिच्छेदमा नालिस गर्ने सम्बन्धमा छुट्टै हदम्याद तोकिएकोमा सोही बमोजिम र त्यसरी हदम्याद नतोकिएकोमा यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको मितिले एक वर्षभित्र नालिस गर्न सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "chapter_number": "१०",
                        "chapter_title": "अंशबण्डा सम्बन्धी व्यवस्था",
                        "sections": [
                            {
                                "section_number": "२०५",
                                "section_title": "अशियार मानिने",
                                "content": "सगोलको सम्पत्ति अंशबण्डा गर्ने प्रयोजनको लागि यस परिच्छेदको अन्य दफाको अधीनमा रही पति, पत्नी, बाबु, आमा, छोरा, छोरी अंशियार मानिनेछन् ।"
                            },
                            {
                                "section_number": "२०६",
                                "section_title": "अंशको समान हकदार हुने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "प्रत्येक अंशियार अंशको समान हकदार हुनेछन् ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "अंशबण्डा गर्दाका बखत कुनै महिला अंशियार गर्भवती भएमा र निजले जन्माउने शिशु अंशियार हुने भएमा त्यसरी जन्मने शिशुलाई समेत समान अंशियार मानी निजको अंश भाग छुट्याएर मात्र अंशबण्डा गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (२) बमोजिम गर्भवती महिलाबाट जिउँदो शिशु नजन्मिएमा त्यस्ता शिशुको लागि छुट्याइएको अंश अन्य अंशियारले बराबरी पाउनेछन् ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२०७",
                                "section_title": "वैवाहिक सम्बन्ध अन्त्य भएका दम्पतिबाट जन्मेका छोरा, छोरीले अंश पाउने",
                                "content": "कानून बमोजिम विवाह हुन नसक्ने, विवाह भएको नमानिने वा वैवाहिक सम्बन्ध अन्त्य भएका दम्पतिबाट जन्मिएका छोरा छोरीले त्यस्ता बाबु आमाबाट अंश पाउनेछन् ।"
                            },
                            {
                                "section_number": "२०८",
                                "section_title": "आमाबाट अंश पाउने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "बाबुको पहिचान नभएका छोरा छोरीले आमाको सम्पत्तिबाट मात्र अंश पाउनेछन् ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "प्रकाश नगरी बाहिर राखेका पत्नीले वा निजबाट जन्मेका छोरा छोरीले पति वा बाबु मरेपछि अंशमा दाबी गर्न पाउने छैन ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२०९",
                                "section_title": "बाबु वा पतिको भागबाट अंश पाउने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "सगोलमा बसेका दाजु भाइका छोरा छोरी वा पत्नीले आफ्ना बाबु वा पतिको भागबाट मात्र अंश पाउनेछन् ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "अंश नहुँदै पति वा बाबु आमा मरेमा निजले पाउने अंश निजका पत्नी वा छोरा, छोरीले पाउनेछन् ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "कुनै व्यक्तिको एकभन्दा बढी पत्नीहरू भएमा निजहरूले पतिको भागबाट मात्र अंश पाउनेछन् ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२१०",
                                "section_title": "पछिल्लो पत्नी वा सन्तानले पति वा बाबुको भागबाट अंश पाउने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "कुनै व्यक्तिले पत्नी, छोरा छोरीसँग अंशबण्डा गरी भिन्न भएपछि वा त्यसरी भिन्न भएकोसँग आफ्नो अंश मिलाई सँगै बसेको अवस्थामा अर्को विवाह गरेमा वा त्यसरी विवाह गरेकी पत्नीबाट छोरा छोरी जन्मिएमा त्यस्ता पत्नी वा छोरा, छोरीले पति वा बाबुको अंश भागबाट मात्र अंश पाउनेछन् ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि पत्नी जीवित हुने कुनै व्यक्तिले अंश नहुँदै अर्को विवाह गरेमा अन्य अंशियारको अंश भाग छुट्याई आफूले पाउने अंश भागबाट त्यसरी विवाह गर्ने महिलालाई अंश दिनु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२११",
                                "section_title": "अंश लिन सक्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "सगोलको सम्पत्ति भएका पति, पत्नी, बाबु, आमा, छोरा, छोरीले पत्नी, पति, छोरा, छोरी, बाबु र आमालाई आफ्नो इज्जत आमद अनुसार खान लाउन दिन र आर्थिक हैसियत अनुसार शिक्षा र स्वास्थ्य उपचारको व्यवस्था गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिमको व्यवस्था पूरा गर्नु पर्ने दायित्व भएका व्यक्तिले त्यस्तो दायित्व पूरा नगरेमा अंशियारले आफ्नो अंश लिई भिन्न हुन सक्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२१२",
                                "section_title": "जहिलेसुकै भिन्न हुन सक्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "अंशियारहरू बीच आपसी सहमति भएमा निजहरू जहिलेसुकै पनि अंश लिई भिन्न हुन सक्नेछन् ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "पति, बाबु, आमा वा घरको मुख्य भई काम गर्ने व्यक्तिलाई सबै अंशियारहरू एउटै परिवारमा बस्नुभन्दा अंशबण्डा गरी अलग अलग बस्न उपयुक्त लागेमा जहिलेसुकै पनि अंशबण्डा गरी छुट्टिई भिन्न हुन सक्नेछन् ।"
                                    }
                                ],
                                "explanation": {
                                    "explanation_title": "स्पष्टीकरण",
                                    "content": "यस संहिताको प्रयोजनको लागि “घरको मुख्य भई काम गर्ने व्यक्ति” भन्नाले घरको मुख्य भई काम गर्ने वा सगोलमा बसी विभिन्न ठाउँमा खेती, व्यापार, व्यवसाय वा अन्य कुनै काम गरी घर व्यवहार चलाउने जिम्मेवारी भएको कानून बमोजिम उमेर पूरा गरेको व्यक्ति सम्झनु पर्छ ।"
                                }
                            },
                            {
                                "section_number": "२१३",
                                "section_title": "पति वा पत्नीले अंश लिई भिन्न हुन सक्ने",
                                "content": "दफा २११ मा जुनसुकै कुरा लेखिएको भए तापनि पति वा पत्नीले देहायका कुनै अवस्थामा जहिलेसुकै आफ्‌नो अंश लिई भिन्न हुन सक्नेछः-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "पति वा पत्नीले पत्नी वा पतिलाई घरबाट निकाला गरिदिएमा,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "पति वा पत्नीले पत्नी वा पतिलाई शारीरिक वा मानसिक यातना दिएमा ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२१४",
                                "section_title": "विधवाले अंश लिई भिन्न हुन सक्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि विधवाले जहिलेसुकै आफ्‌नो अंश लिई भिन्न हुन सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "विधवाले अर्को विवाह गरेमा निजले अंश वापत पाएको सम्पत्ति त्यस्ती विधवाको अघिल्लो पति तर्फ छोरा छोरी भएमा त्यस्ता छोरा छोरीले र नभएमा निज आफैंले लिन पाउनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२१५",
                                "section_title": "अंश छोडपत्र गर्न सक्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "कुनै अंशियारले आफ्नो अंश आंशिक रूपमा लिई वा नलिई वा अंश वापत केही नगदी वा जिन्सी मात्र लिई अंश छोडपत्र गर्न सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम अंश छोडपत्र गर्दा कुनै अंशियारको पति, पत्नी वा उमेर पुगेका छोरा, छोरी भएमा त्यस्ता पति, पत्नी वा छोरा, छोरीको मञ्जुरी लिएमा मात्र अंश छोडपत्र गर्न सक्नेछ । तर नावालक अंशियारको अंश हक छोडपत्र गर्न सकिने छैन ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (१) बमोजिम अंश छोडपत्र भएकोमा निजको अंश भए सरह मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "अंश छोडपत्र गर्दा वा अंश बुझिलिनु पर्दा अंशियार आफैँ उपस्थित हुनु पर्नेछ । तर निज उपस्थित हुन नसकेमा त्यस प्रयोजनका लागि निजले कानून बमोजिम अधिकृत वारेस नियुक्ति गर्नु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२१६",
                                "section_title": "अंशबण्डा गर्नु पर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "सगोलको सम्पत्ति अंशबण्डा गर्दा यस परिच्छेदको अधीनमा रही अंशियारहरू बीच लिखित रूपमा बण्डापत्र गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम अंशबण्डा गर्दा सगोलको सम्पत्ति र सगोलको ऋण घटी बढी नहुने गरी बण्डा गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "अंशबण्डा गर्दा असल कमसल मिलाई अंशियारहरूको मञ्जुरी बमोजिम र त्यसरी मञ्जुरी हुन नसकेमा गोला हाली बण्डा गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "अंशबण्डा गर्दा कुनै सम्पत्तिमा विवाद परेमा त्यस्तो विवाद समाप्त भएपछि अंशबण्डा गर्नु पर्नेछ । तर त्यस्तो विवाद समाधान हुन धेरै समय लाग्ने भएमा विवाद परेको सम्पत्ति बाँकी राखी अन्य सम्पत्ति बण्डा गर्न सकिनेछ ।"
                                    }
                                ],
                                "explanation": {
                                    "explanation_title": "स्पष्टीकरण",
                                    "content": "यस परिच्छेदको प्रयोजनको लागि “सगोलको ऋण” भन्नाले घरको मुख्य भई काम गर्ने व्यक्ति वा सवै अंशियारले सहमति गरेको वा सगोलमा बसी विभिन्न ठाउँमा घर, खेती, व्यापार वा अरू कुनै काम गर्ने उमेर पुगेका व्यक्तिले लिएको ऋण वा गरेको व्यवहार वा सगोलका उमेर पुगेका अन्य व्यक्तिले गरेको व्यवहारमा त्यस्ता व्यक्तिको लिखित सहमति भएको कारोबारमा लागेको ऋण सम्झनु पर्छ ।"
                                }
                            },
                            {
                                "section_number": "२१७",
                                "section_title": "अंशबण्डाको लिखतमा खुलाउनु पर्ने कुराहरू",
                                "content": "अंशबण्डाको लिखतमा देहायका कुराहरू खुलाउनु पर्नेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "अंशियारहरूको नाम, थर, उमेर, ठेगाना तथा आमा, बाबु र बाजे, बजैको नाम,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "अंशियारहरूले पाउने सम्पत्ति,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "अंशियारको नाममा कुनै ऋण धन परेको भए त्यस्तो ऋण धनको रकम,"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "बण्डा गर्दा कुनै अंशियार अन्य अंशियारसँग बस्ने भए सो कुरा,"
                                    },
                                    {
                                        "clause_letter": "ङ",
                                        "content": "बण्डा गर्नु पर्ने सम्पत्ति कुनै अंशियारले नलुकाए वा नछिपाएको कुरा,"
                                    },
                                    {
                                        "clause_letter": "च",
                                        "content": "बाबु आमा वा पति पत्नीको शेषपछि कुनै सम्पत्ति कुनै अंशियारले मात्र पाउने भए त्यसको विवरण,"
                                    },
                                    {
                                        "clause_letter": "छ",
                                        "content": "कुनै अंशियारको अंश कसैको जिम्मामा रहने भए सो कुरा,"
                                    },
                                    {
                                        "clause_letter": "ज",
                                        "content": "अन्य आवश्यक कुराहरू ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२१८",
                                "section_title": "अंशबण्डाको लिखत पारित गर्नु पर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "अंशबण्डा गर्दा अंशबण्डाको लिखत तयार गरी साक्षी राखी त्यस्तो लिखतमा साक्षी तथा अंशियारको सहीछाप गरी कानूनको रीत पुऱ्याई सम्बन्धित कार्यालयबाट पारित गराउनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि संवत् २०३४ साल पौष २७ गतेभन्दा अघि कुनै अंशियार बीच बण्डापत्र खडा गरी वा नगरी घरसारमा नरम गरम मिलाई अंशबण्डा गरी छुट्टिई आफ्‌नो अंश भाग बमोजिम लिई पाई दाखिल खारेज समेत गरिसकेको वा बण्डा बमोजिम आफ्नो भागको अचल सम्पत्ति छुट्टा छुट्टै भोग वा बिक्री व्यवहार गरेकोमा अंशबण्डाको लिखत पारित नभएको भए पनि अंशबण्डा भएको मानिनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२१९",
                                "section_title": "अंशबण्डा नगरी सम्पत्ति दिन नपाउने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "घरको मुख्य भई काम गर्ने व्यक्तिले सगोलको सम्पत्ति अंशबण्डा नगरी अंश नलिएका र अंशियार हुने कुनै अंशियारलाई मात्र दिन पाउने छैन । तर,",
                                        "qualifier_points": [
                                            {
                                                "point_number": "१",
                                                "content": "सबै अंशियारको मञ्जुरी लिई कुनै सम्पत्ति कुनै अंशियारलाई दिन सक्नेछ ।"
                                            },
                                            {
                                                "point_number": "२",
                                                "content": "आफ्नो अंश भागमा पर्ने हदसम्मको सम्पत्ति अन्य अंशियारको मञ्जुरी नभएपनि कुनै अंशियारलाई दिन सक्नेछ ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "यस परिच्छेद बमोजिम अंशबण्डा हुँदा उपदफा (१) को प्रतिबन्धात्मक वाक्यांशको खण्ड (१) बमोजिम कुनै अंशियारलाई दिएको सम्पत्ति निजले पाउने अंशमा हिसाब गरी अन्य सम्पत्ति बण्डा गर्नु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२२०",
                                "section_title": "सम्पत्तिको फाँटबारी खुलाई नालिस गर्नु पर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "कुनै अंशियारले आफ्नो अंश भाग छुट्याई भिन्न हुन चाहेमा अन्य अंशियारसँग आफ्नो मानो छुट्टिएको मिति उल्लेख गरी आफ्नो र थाहा पाएसम्म अन्य अंशियारको नाममा रहे भएको अंशबण्डा हुने सम्पत्ति र ऋण धनको फाँटबारी खुलाई नालिस गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "कुनै अंशियारहरू बीच मात्र मानो छुट्टिएको लिखत भएको रहेछ भने त्यस्तो लिखत रजिष्ट्रेशन पारित भएको मितिदेखि मात्र लागू हुनेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (१) बमोजिम नालिस गर्ने व्यक्तिले सम्पत्तिको फाँटबारी पेश गर्न नसक्ने भएमा त्यसको कारण समेत खुलाउनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "उपदफा (१) बमोजिम नालिस परेमा सम्बन्धित व्यक्तिले पनि नालिस गर्ने व्यक्तिलाई अंश दिनु पर्ने वा नपर्ने कुरा खुलाई र अंश दिन मञ्जुरी भएमा आफ्नो नाममा रहे भएको सम्पत्ति र ऋणधनको फाँटवारी अदालतमा प्रतिउत्तरपत्र दर्ता गर्दाका बखत पेश गर्नु पर्नेछ ।"
                                    }
                                ],
                                "explanation": {
                                    "explanation_title": "स्पष्टीकरण",
                                    "content": "यस दफाको प्रयोजनको लागि “मानो छुट्टिएको मिति” भन्नाले देहायका मिति वा दिन सम्झनु पर्छः-",
                                    "clauses": [
                                        {
                                            "clause_letter": "क",
                                            "content": "मानो छुट्टिएको लिखतमा उल्लेख भएको मिति,"
                                        },
                                        {
                                            "clause_letter": "ख",
                                            "content": "मानो छुट्टिएको लिखत नभए अंशियारहरू बीच मानो छुट्टिएको सम्बन्धमा सहमति कायम भएको मिति,"
                                        },
                                        {
                                            "clause_letter": "ग",
                                            "content": "खण्ड (ख) बमोजिम अंशियारहरू बीच सहमति कायम नभएमा फिराद गरेको अघिल्लो दिन,"
                                        },
                                        {
                                            "clause_letter": "घ",
                                            "content": "अन्यथा सहमति भएकोमा बाहेक विवाहिता छोरीको हकमा निजको विवाह भएको दिन ।"
                                        }
                                    ]
                                }
                            },
                            {
                                "section_number": "२२१",
                                "section_title": "फाँटबारीमा खुलाउनु पर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "यस परिच्छेद बमोजिम सम्पत्तिको फाँटवारी दिँदा देहायका विवरणहरू खुलाउनु पर्नेछः-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "जग्गा रहेको ठाउँ, कित्ता नम्बर, क्षेत्रफल र अनुमानित मूल्य,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "घर भए त्यस्तो घर रहेको ठाउँ, कित्ता नम्बर, क्षेत्रफल, घरको कवल, नाल, तला, कच्ची पक्की र त्यसको अनुमानित मूल्य,"
                                            },
                                            {
                                                "clause_letter": "ग",
                                                "content": "चल सम्पत्ति भए त्यसको विवरण र अनुमानित मूल्य,"
                                            },
                                            {
                                                "clause_letter": "घ",
                                                "content": "नगद भए त्यसको विवरण, बैङ्क मौज्दात, शेयर, डिबेन्चर, ट्रेजरी बिल भए त्यस सम्बन्धी विवरण,"
                                            },
                                            {
                                                "clause_letter": "ङ",
                                                "content": "पशु धन भए त्यसको विवरण र अनुमानित मूल्य,"
                                            },
                                            {
                                                "clause_letter": "च",
                                                "content": "सुन, चाँदी, जवाहरत भए त्यसको विवरण र अनुमानित मूल्य,"
                                            },
                                            {
                                                "clause_letter": "छ",
                                                "content": "सवारी साधन भए त्यसको विवरण र अनुमानित मूल्य,"
                                            },
                                            {
                                                "clause_letter": "ज",
                                                "content": "खण्ड (क) देखि खण्ड (छ) मा उल्लेख भए बाहेकका अन्य सम्पत्ति भए त्यस्तो सम्पत्तिको विवरण र अनुमानित मूल्य ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम कुनै सम्पत्तिको मूल्य नखुलेमा वा मूल्यको सम्बन्धमा विवाद परेमा अदालतले अचलको हकमा मालपोत कार्यालयले कायम गरेको मूल्यलाई र चलको हकमा तत्काल प्रचलित बजार मूल्यलाई आधार लिनु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२२२",
                                "section_title": "फाँटबारी लिई अंशबण्डा गरी दिनु पर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "दफा २२० बमोजिम परेको नालिस वा प्रतिउत्तरबाट अंशबण्डा गरिदिनु पर्ने देखिन आएमा र नालिस वा प्रतिउत्तरसाथ सम्पत्तिको फाँटवारी पेश भएकोमा अदालतले अंशबण्डा गर्नु पर्ने सम्पत्ति यत्ती हो, लुकाए छिपाएको छैन भन्ने व्यहोरा समेत उल्लेख गरी अंशियारहरूको कागज गराई अंशबण्डा गरिदिनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "नालिस वा प्रतिउत्तर साथ सम्पत्तिको फाँटवारी पेश नभएमा अदालतले म्याद तोकी अंशियारहरूसँग सम्पत्तिको फाँटवारी माग गर्नु पर्नेछ र त्यसरी तोकिएको म्यादभित्र अंशियारले सम्पत्तिको फाँटवारी पेश गरेमा उपदफा (१) बमोजिम अंशियारहरूको कागज गराई अंशबण्डा गरिदिनु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२२३",
                                "section_title": "प्राप्त फाँटवारीको आधारमा अंशबण्डा गरिदिनु पर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "दफा २२२ बमोजिमको म्यादभित्र सम्पत्तिको फाँटवारी दिनु पर्ने व्यक्तिले फाँटवारी नदिएमा वा निजले प्रतिउत्तर पेश नगरी म्याद गुजारी बसेमा अदालतले अन्य अंशियारले दिएको सम्पत्तिको फाँटवारीको आधारमा अंशबण्डा गरिदिनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम अंशबण्डा भएकोमा अंशमा चित्त बुझेन भनी नालिस गर्न सकिने छैन ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (२) मा जुनसुकै कुरा लेखिएको भए तापनि अंशियारले दिएको सम्पत्तिको फाँटवारीमा नखुलेको सम्पत्ति पछि मात्र पत्ता लगाई बण्डा गर्न नालिस गरेमा अदालतले त्यस्तो सम्पत्ति अंशबण्डा गरिदिनु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२२४",
                                "section_title": "ताला खोली सम्पत्तिको फाँटबारी लिन सक्ने",
                                "content": "सम्पत्तिको फाँटवारी दिनु पर्ने व्यक्तिले फाँटबारी नदिएको कारण निज जिम्माको घरको ताला खुलाई फाँटवारी लिनु पर्ने भएमा अदालतले घरको साँचो लिने अंशियार भए निजलाई समेत र नभए अंश पाउँ भन्ने व्यक्ति र स्थानीय तहको सम्बन्धित वडाको प्रतिनिधि सहित कम्तीमा दुईजना रोहबरमा राखी घरको ताला खोली भएसम्मको सम्पत्तिको विवरण खडा गरी सम्पत्तिको फाँटवारी लिन सक्नेछ ।"
                            },
                            {
                                "section_number": "२२५",
                                "section_title": "फाँटवारी ल्याएका बखत अंशबण्डा गरी दिने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "सम्पत्तिको फाँटवारी दिनु पर्ने व्यक्तिले फाँटबारी नदिएमा वा निजले प्रतिउत्तर पेश नगरी म्याद गुजारी बसेमा र अंश पाउँ भन्नेले समेत सम्पत्तिको फाँटवारी दिन नसकेमा अदालतले सोही कुरा खुलाई नालिस गर्नेको कागज गरी पछि फाँटबारी दिएका बखत अंशबण्डा हुने गरी मुद्दा तामेलीमा राख्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम मुद्दा तामेलीमा रहेकोमा नालिस गर्नेले पछि फाँटबारी साथ निवेदन गरेमा अदालतले अघिको मिसिलबाटै कानून बमोजिम अंशियार बीच अंशबण्डा गरिदिनु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२२६",
                                "section_title": "सम्पत्ति लुकाउन छिपाउन नपाउने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "कसैले पनि अंशबण्डा गर्नु पर्ने सम्पत्ति लुकाउन छिपाउन पाउने छैन ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "अंशबण्डा हुँदा वा अदालतले सम्पत्तिको फाँटबारी मागेका बखत कुनै अंशियारले आफ्‌नो नाममा रहेको बण्डा हुने सम्पत्ति लुकाए वा छिपाएको कुरा पछि ठहरेमा त्यसरी लुकाउने वा छिपाउनेले त्यस्तो सम्पत्ति लिन पाउने छैन ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (२) बमोजिम लुकाए वा छिपाएको सम्पत्ति अन्य अंशियारले अंश भाग लगाई लिन पाउनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२२७",
                                "section_title": "अंश शोधभर्ना गर्नु पर्ने",
                                "content": "कुनै अंशियारको अंश भागमा परेको कुनै सम्पत्ति कानून बमोजिम अंशियारको हक नपुग्ने भई निजले भोग गर्न नपाएमा त्यस बराबरको सम्पत्ति सबै अंशियारबाट समानुपातिक हिसाबमा शोधभर्ना गर्नु पर्नेछ ।"
                            },
                            {
                                "section_number": "२२८",
                                "section_title": "अंश सट्टा पट्टा गर्न नपाउने",
                                "content": "अंशियारहरू बीच आपसी सहमति भएकोमा बाहेक कुनै अंशियारले अंशबण्डाबाट प्राप्त गरेको कुनै सम्पत्ति अंशबण्डा भए पछि बिग्रे नासेको वा मन नपरेको कारण देखाई अन्य अंशियारसँग सट्टापट्टा गर्न पाउने छैन ।"
                            },
                            {
                                "section_number": "२२९",
                                "section_title": "धितोबन्धकमा राखेको सम्पत्तिको अंशबण्डा गर्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "कुनै अंशियारले अंशबण्डा हुने सम्पत्ति धितोबन्धक राखेको देखिएमा अदालतले सबै अंशियारहरू मञ्जुर भएमा सगोलको सम्पत्तिबाट त्यस्तो सम्पत्ति फुकुवा गराई वा फुकुवा गराउने दायित्व हुने गरी अंशबण्डा गरी दिनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम सबै अंशियारहरू मञ्जुर हुन नसकेमा घरको मुख्य भई काम गर्ने व्यक्तिले अंशबण्डा हुने सम्पत्ति धितोबन्धक राखेको वा एकाघरका उमेर पुगेका अरुले घरको मुख्य भई काम गर्ने व्यक्तिको समेत सहीछाप गरी धितोबन्धक राखेको थाहा पाएमा अदालतले सगोलको सम्पत्तिबाट त्यस्तो सम्पत्ति फुकुवा गराई वा फुकुवा गराउने दायित्व हुने गरी अंशबण्डा गरिदिनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (१) वा (२) मा उल्लेख भएको अवस्थामा बाहेक अन्य अवस्थामा कुनै अंशियारले अंशबण्डा हुने सम्पत्ति धितोबन्धक राखेको थाहा पाएमा अदालतले निजको अंश भागमा पर्ने सम्पत्तिबाट त्यस्तो सम्पत्ति फुकुवा गराई वा फुकुवा गराउने दायित्व हुने गरी अंशबण्डा गरिदिनु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२३०",
                                "section_title": "अंशबण्डा नभएसम्म सम्पत्ति वा आयस्ता रोक्का राख्न सक्ने",
                                "content": "अंश मुद्दामा नालिस गर्नेले अंश पाउने देखिएमा सम्पत्तिको फाँटबारी पेश भैसकेपछि आफ्नो अंश भागमा पर्ने हद सम्मको सम्पत्ति वा त्यस्तो सम्पत्तिको आयस्ता रोक्का गरी पाउँ भनी अदालतमा निवेदन दिएमा अदालतले निजले पाउने अंश भाग जतिको सम्पत्ति वा त्यस्तो सम्पत्तिको आयस्ता कानूनको रीत पुऱ्याई अंशबण्डा नभएसम्मको लागि रोक्का राख्न सक्नेछ ।"
                            },
                            {
                                "section_number": "२३१",
                                "section_title": "बाटो वा निकासको व्यवस्था हुने गरी बण्डा गर्नु पर्ने",
                                "content": "अंशबण्डा गर्दा कुनै अंशियारको भागमा परेको घर वा जग्गामा आउन जानको लागि बाटो वा निकास नहुने भएमा र अन्य अंशियारको जग्गाबाट निजलाई बाटो वा निकास दिन मिल्ने भएमा सम्बन्धित अंशियारले त्यस्तो घर वा जग्गामा बाटो वा निकास दिनु पर्ने गरी बण्डा गर्नु पर्नेछ ।"
                            },
                            {
                                "section_number": "२३२",
                                "section_title": "साहूको मञ्जुरी नलिई अंश बण्डामा ऋणी तोक्न नहुने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "अंशबण्डा गर्दा साहूको मञ्जुरी नलिई कुनै अंशियारले मात्र सगोलको ऋण तिर्ने जिम्मा रहने गरी अंशबण्डा गर्न सकिने छैन ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) विपरीत कुनै अंशियारलाई सगोलको ऋण तिर्न जिम्मा दिएको भए पनि साहूले मञ्जुर नगरे सबै अंशियारहरूलाई सगोलको ऋण बराबर भाग लाग्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२३३",
                                "section_title": "अंश नपाउनेले नालिस गरेमा क्षतिपूर्ति दिनु पर्ने",
                                "content": "अंश नपाउने व्यक्तिले अंश पाउँ भनी नालिस गरेको ठहरेमा अदालतले मिसिलबाट बिगो खुल्न आएमा बिगो र बिगो खुल्न नआएमा निजको हैसियत विचार गरी नालिस गर्ने व्यक्तिबाट मनासिब क्षतिपूर्तिको रकम प्रतिवादीलाई भराई दिनु पर्नेछ ।"
                            },
                            {
                                "section_number": "२३४",
                                "section_title": "अंश, रकम वा खर्च भराई दिन सक्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "फैसला बमोजिम कुनै व्यक्तिबाट अंश, रकम वा खर्च पाउने व्यक्तिले अंश, खर्च वा रकम नपाई फैसला गर्ने शुरु अदालतमा निवेदन दिएमा र पक्षहरू उही भएमा अदालतले फैसला बमोजिम यथाशक्य छिटो अंश, खर्च वा रकम भराई दिनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम अंश, खर्च वा रकम नदिएमा त्यस वापत अंश, खर्च वा रकम दिनु पर्ने व्यक्तिबाट निवेदकलाई मनासिब क्षतिपूर्ति समेत भराई दिनु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२३५",
                                "section_title": "हदम्याद",
                                "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले देहाय बमोजिम नालिस गर्न सक्नेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "अंशबण्डा नै नभएको वा अंशबण्डा हुँदा गोश्वाराको लिखत भएको र लिखत नभए पनि हिसाब गरी दुवै पक्षले भोग गरेकोमा जहिलेसुकै,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "अंशबण्डामा चित्त नबुझेमा त्यस्तो बण्डा भएको मितिले तीन महिनाभित्र,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "सम्पत्ति लुकाए वा छिपाएको सम्बन्धमा अंशियारको जीवनकाल रहेसम्म,"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "खण्ड (क), (ख) र (ग) मा लेखिएदेखि बाहेक अन्य अवस्थामा त्यस्तो काम कारबाही भए गरेको मितिले छ महिनाभित्र ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२३६",
                                "section_title": "अंश भएको मानिने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "यो संहिता प्रारम्भ हुनु अघि कानून बमोजिम भएको अंशबण्डा यस संहिता बमोजिम नै अंशबण्डा भए गरेको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि यो संहिता प्रारम्भ हुनु अघि नै कसैले अंश वापत जिउनी लिएको रहेछ भने निजले अंश लिएको मानिनेछ ।"
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "chapter_number": "११",
                        "chapter_title": "अपुताली सम्बन्धी व्यवस्था",
                        "sections": [
                            {
                                "section_number": "२३७",
                                "section_title": "अपुताली परेको मानिने",
                                "content": "कुनै व्यक्तिको मृत्यु भएमा निजको अपुताली खुला भएको मानिनेछ ।",
                                "explanation": {
                                    "explanation_title": "स्पष्टीकरण",
                                    "content": "यस परिच्छेदको प्रयोजनको लागि “अपुताली” भन्नाले मृतकको ऋण, धन र सम्पत्ति सम्बन्धी दायित्व र अधिकार कानून बमोजिम हकवालामा सर्ने कार्य सम्झनु पर्छ ।"
                                }
                            },
                            {
                                "section_number": "२३८",
                                "section_title": "हकवालाले अपुताली पाउने",
                                "content": "कुनै व्यक्तिको अपुताली खुला भएमा निजको नजिकको हकवालाले त्यस्तो अपुताली पाउनेछ ।"
                            },
                            {
                                "section_number": "२३९",
                                "section_title": "अपुताली पाउने हकवालाको प्राथमिकताक्रम",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "अपुताली पाउने नजिकको हकवालाको प्राथमिकताक्रम यस परिच्छेदको अन्य दफाको अधीनमा रही देहाय बमोजिम हुनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "सगोलको पति वा पत्नी,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "सगोलको छोरा, छोरी, विधवा बुहारी,"
                                            },
                                            {
                                                "clause_letter": "ग",
                                                "content": "सगोलका बाबु, आमा, सौतेनी आमा, छोरा छोरी तर्फका नाति, नातिनी, नातिनी बुहारी,"
                                            },
                                            {
                                                "clause_letter": "घ",
                                                "content": "भिन्न भएका पति, पत्नी, छोरा, छोरी, बाबु, आमा, सौतेनी आमा,"
                                            },
                                            {
                                                "clause_letter": "ङ",
                                                "content": "भिन्न भएका छोरातर्फका नाति, नातिनी,"
                                            },
                                            {
                                                "clause_letter": "च",
                                                "content": "भिन्न भएका बाजे, बज्यै,"
                                            },
                                            {
                                                "clause_letter": "छ",
                                                "content": "सगोलका जिजुबाजे, जिजुबज्यै, दाजु, भाइ, दिदी, बहिनी, विधवा भाउजू वा भाइ बुहारी"
                                            },
                                            {
                                                "clause_letter": "ज",
                                                "content": "सगोलका काका, काकी, भतिजा, भतिजी,"
                                            },
                                            {
                                                "clause_letter": "झ",
                                                "content": "भिन्न भएका दाजु, भाइ, दिदी, बहिनी, विधवा भाउजू वा भाइ बुहारी ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "कुनै व्यक्तिको अपुताली खुला हुँदाका बखत उपदफा (१) को प्राथमिकताक्रममा पहिलो प्राथमिकताक्रममा रहेको व्यक्ति भएसम्म त्यसपछिको प्राथमिकताक्रममा रहेको व्यक्तिले अपुताली पाउने छैन ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (१) बमोजिम एउटै प्राथमिकताक्रमका एकभन्दा बढी हकवाला भएमा निजहरू सबैले समानरूपमा अपुताली पाउनेछन् ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "उपदफा (३) बमोजिमको अपुताली पाउने प्राथमिकताक्रमको कुनै हकवालाले अपुताली लिन नचाहेमा सोही क्रमका अन्य हकवालाले र त्यस्ता क्रमका कुनै हकवालाले पनि अपुताली लिन नचाहेमा त्यसपछिको क्रमको हकवालाले अपुताली पाउनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२४०",
                                "section_title": "टाढाको हकवालाले अपुताली पाउने",
                                "content": "कुनै व्यक्ति नजिकको हकवाला हुँदाहुँदै आफ्‌नो अंश लिई टाढाको कुनै हकवालासँग बसेको अवस्थामा निजको मृत्यु भई अपुताली खुला भएमा त्यस्तो व्यक्तिको अपुताली त्यसरी सँगै बस्ने हकवालाले पाउनेछ ।"
                            },
                            {
                                "section_number": "२४१",
                                "section_title": "स्याहारसम्भार गर्ने हकवालाले अपुताली पाउने",
                                "content": "कुनै व्यक्तिलाई नजिकको हकवालाले स्याहार सम्भार नगरी टाढाको हकवालाले स्याहार सम्भार गरेको रहेछ भने निजको अपुताली त्यसरी स्याहारसम्भार गर्ने हकवालाले पाउनेछ ।"
                            },
                            {
                                "section_number": "२४२",
                                "section_title": "भिन्न भएको हकवालाले अपुताली पाउने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "सगोलको हकवालाले स्याहार सम्भार नगरी कुनै व्यक्ति आफ्‌नो अंश लिई भिन्न बसेको हकवालासँग बस्न गएको अवस्थामा मृत्यु भएमा निजको अपुताली त्यस्ता भिन्न भएका हकवालाले पाउनेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै व्यक्ति आफ्‌नो अंश केही नलिई केही दिनको लागि मात्र कुनै हकवालासँग बस्न गएको अवस्थामा निजको मृत्यु भएमा त्यसरी पछि बस्न गएका हकवालाले अपुताली पाउने छैन ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२४३",
                                "section_title": "स्याहार सम्भार गर्ने व्यक्तिले अपुताली पाउने",
                                "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि मृतकको स्याहार सम्भार हकवालाले नगरी अन्य व्यक्तिले गरेको भए त्यस्तो अपुताली त्यसरी स्याहार सम्भार गर्ने व्यक्तिले पाउनेछ ।"
                            },
                            {
                                "section_number": "२४४",
                                "section_title": "अपुताली स्वीकार गर्न कर नलाग्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै पनि व्यक्तिलाई अपुताली स्वीकार गर्न कर लाग्ने छैन ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "कुनै व्यक्तिले अपुताली स्वीकार नगरेमा अपुताली परेको तीन वर्षभित्र त्यस्तो कुराको जानकारी सम्बन्धित जिल्ला अदालतलाई लिखित रूपमा दिनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (२) बमोजिमको अवधिभित्र अपुताली स्वीकार नगरेमा त्यस्तो अपुताली त्यस पछिका प्राथमिकताक्रमको अन्य हकवालामा सरेको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "उपदफा (१) बमोजिम कुनै हकवालाले अपुताली स्वीकार नगरेमा पनि निजले मृतकको रीत, परम्परा अनुसार सद्गत गर्नु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२४५",
                                "section_title": "अपुताली नपाउने",
                                "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कसैले कुनै रिस इबि वा अपुताली पाउने वह्नियतले कसैको ज्यान लिएमा वा लिन लगाएमा त्यसरी *ज्यान लिने वा लिन लगाउने व्यक्ति र निजको हकवालाले मृतक वा निजको हकवालाको अपुताली पाउने छैन ।",
                                "note": "Reference to footnote 1 regarding '*ज्यान लिने वा ...'"
                            },
                            {
                                "section_number": "२४६",
                                "section_title": "अपुताली पाउने व्यक्तिको दायित्व तथा अधिकार",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "अपुताली पाउने व्यक्तिको दायित्व तथा अधिकार देहाय बमोजिम हुनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "मृतकको रीत परम्परा अनुसार सद्गत तथा किरिया गर्नु वा गराउनु पर्ने,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "मृतकले लिएको ऋण साहूलाई भुक्तानी गर्नु पर्ने, र"
                                            },
                                            {
                                                "clause_letter": "ग",
                                                "content": "मृतकले दिएको ऋण तथा लगानी गरेको सम्पत्ति माथि निजको अधिकार हुने ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "कुनै व्यक्तिको मृत्यु भई निजको सदगत तथा किरिया अपुताली पाउने व्यक्ति बाहेक अन्य व्यक्तिले गरेको भए अपुताली पाउने व्यक्तिले मृतकको सद्गत तथा किरिया गर्दा लागेको खर्च र त्यस्तो खर्चको थप पच्चीस प्रतिशत रकम त्यसरी सदगत तथा किरिया गर्ने व्यक्तिलाई दिनु पर्नेछ । तर कुनै व्यक्तिले मृतकको सद्गत तथा किरिया आफूले नगरी अन्य व्यक्ति मार्फत गराउन लगाएको रहेछ भने त्यसरी सद्गत तथा किरिया गर्दा लागेको वास्तविक खर्च मात्र दिन सक्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२४७",
                                "section_title": "साहूले ऋण भराई लिन सक्ने",
                                "content": "कुनै व्यक्तिको अपुताली खुला भएमा र निजका साहू भएमा त्यस्ता साहूले अपुताली पाउनेबाट ऋण तथा दायित्व भराई लिन सक्नेछ । तर मृतकको सम्पत्ति भन्दा बढीको ऋण तथा दायित्व अपुताली पाउने व्यक्तिले तिर्न बाध्य हुने छैन ।"
                            },
                            {
                                "section_number": "२४८",
                                "section_title": "अपुतालीको सम्पत्ति स्थानीय तहको हुने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "कुनै व्यक्तिको अपुताली खुला भएमा र निजका हकवाला नभएमा वा भए पनि निजले त्यस्तो अपुताली स्वीकार नगरेमा मृतकको सदगत तथा किरिया गर्दा लागेको खर्च कटाई र निजका साहू भए साहूको रकम भुक्तानी गर्दा पनि सम्पत्ति बाँकी रहेकोमा त्यस्तो सम्पत्ति सम्बन्धित स्थानीय तहको हुनेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "कुनै व्यक्तिको मृत्यु भएमा निजको कोही * हकवाला रहेनछ र सम्पत्ति रहेछ भने निजको सदगत गर्ने वा हरहिसाब राख्ने व्यक्तिले त्यस्तो कुराको सूचना तुरुन्त सम्बन्धित स्थानीय तहलाई दिनु पर्नेछ ।",
                                        "note": "Reference to footnote 1 regarding '* हकवाला रहेनछ र ...'"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (२) बमोजिम सूचना प्राप्त भएमा स्थानीय तहले कम्तीमा दुईजना स्थानीय व्यक्ति साक्षी राखी मृतकको सम्पत्तिको विवरण तयार गरी त्यसको एकप्रति मुचुल्का सहित सम्बन्धित जिल्ला स्तरीय प्रशासनिक कार्यालयमा पठाउनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "उपदफा (३) बमोजिम सम्पत्तिको विवरण सहितको मुचुल्का प्राप्त भएमा मृतकको ठेगाना पत्ता लागेमा त्यस्तो कार्यालयले मृतकको हकवालालाई तीन महिनाभित्र मृतकको सम्पत्ति बुझ्न आउन कानून बमोजिम सूचना पठाउनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "५",
                                        "content": "उपदफा (१) बमोजिम हकवालाले सम्पत्ति स्वीकार नगरेमा वा उपदफा (४) बमोजिमको म्यादभित्र मृतकको हकवाला उपस्थित नभएमा वा त्यस्तो हकवालाको ठेगाना पत्ता नलागेमा त्यस्तो कार्यालयले मृतकको कुनै हकवाला भए पैंतीस दिनभित्र मृतकको सम्पत्ति दाबी गर्न आउनु भनी राष्ट्रियस्तरको पत्रिकामा सूचना प्रकाशन गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "६",
                                        "content": "उपदफा (५) बमोजिमको म्यादभित्र मृतकको हकवाला उपस्थित भएमा मृतकको सदगत गर्दा लागेको खर्च कटाई वा त्यस्तो खर्च सदगत गर्ने व्यक्तिलाई दिई त्यस्तो सम्पत्तिको दश प्रतिशत लिई बाँकी सम्पत्ति सम्बन्धित हकवालालाई फिर्ता दिनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "७",
                                        "content": "उपदफा (५) बमोजिमको म्यादभित्र मृतकको कुनै हकवाला उपस्थित नभएमा वा निजको ठेगाना पत्ता नलागेमा मृतकको सदगत गर्दा लागेको खर्च सदगत गर्ने व्यक्तिलाई दिई बाँकी रहेको सम्पत्ति सम्बन्धित स्थानीय तहको हुनेछ ।"
                                    },
                                    {
                                        "subsection_number": "८",
                                        "content": "उपदफा (१) वा (७) बमोजिम स्थानीय तहलाई प्राप्त भएको सम्पत्ति सम्बन्धित हकवाला वा उपदफा (३) बमोजिमको कार्यालयले कानून बमोजिम स्थानीय तहलाई जिम्मा दिनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "९",
                                        "content": "स्थानीय तहले यस दफा बमोजिम प्राप्त गरेको सम्पत्ति सार्वजनिक हितको लागि प्रयोग गर्नु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२४९",
                                "section_title": "नेपालभित्र मृत्यु भएको विदेशीको सम्पत्तिको अपुताली",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "नेपालभित्र मृत्यु भएको कुनै विदेशीको नेपालभित्र कोही हकवाला रहेनछ तर सम्पत्ति रहेछ भने निजको सद्गत गर्ने वा हरहिसाब राख्ने व्यक्तिले त्यस्तो कुराको सूचना तुरुन्त नजिकको स्थानीय तहलाई दिनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम सूचना प्राप्त भएमा स्थानीय तहले कम्तीमा दुईजना स्थानीय व्यक्ति साक्षी राखी मृतकको सम्पत्तिको विवरण तयार गरी त्यसको एकप्रति मुचुल्का सहित सम्बन्धित जिल्ला स्तरीय प्रशासनिक कार्यालयमा पठाउनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (२) बमोजिम सम्पत्तिको विवरण सहितको मुचुल्का प्राप्त भएमा त्यस्तो कार्यालयले तुरुन्त सङ्घीय गृह मन्त्रालयलाई जानकारी दिनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "उपदफा (३) बमोजिमको सूचना प्राप्त भएमा सङ्घीय गृह मन्त्रालयले सम्बन्धित देशको कुटनीतिक माध्यम मार्फत मृतकको हकवालालाई चार महिनाभित्र मृतकको सम्पत्ति बुझ्न आउन कानून बमोजिम सूचना पठाउनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "५",
                                        "content": "नेपालसँग कुटनीतिक सम्बन्ध नभएको मुलुकको नागरिकको मृत्यु भई उपदफा (३) बमोजिमको विवरण प्राप्त भएमा सङ्घीय गृह मन्त्रालयले छ महिनाभित्र त्यस्तो सम्पत्ति बुझिलिन राष्ट्रियस्तरको अंग्रेजी भाषाको दैनिक पत्रिकामा सूचना प्रकाशन गर्नु पर्नेछ र त्यस्तो सूचना सङ्घीय गृह मन्त्रालयले आफ्नो वेवसाइटमा समेत राख्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "६",
                                        "content": "उपदफा (४) वा (५) बमोजिमको म्यादभित्र मृतकको हकवाला उपस्थित भएमा मृतकको सद्गत गर्दा लागेको खर्च कटाई वा त्यस्तो खर्च सद्गत गर्ने व्यक्तिलाई दिई त्यस्तो सम्पत्तिको मूल्यको दश प्रतिशत दस्तुर लिई बाँकी सम्पत्ति सम्बन्धित हकवालालाई फिर्ता दिनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "७",
                                        "content": "उपदफा (४) वा (५) बमोजिमको म्यादभित्र मृतकको कुनै हकवाला उपस्थित नभएमा वा निजको ठेगाना पत्ता नलागेमा मृतकको सद्गत गर्दा लागेको खर्च सद्गत गर्ने व्यक्तिलाई दिई बाँकी रहेको सम्पत्ति स्थानीय तहको हुनेछ ।"
                                    },
                                    {
                                        "subsection_number": "८",
                                        "content": "यस दफा बमोजिम स्थानीय तहले प्राप्त गरेको सम्पत्ति सार्वजनिक हितको लागि मात्र प्रयोग गर्नु पर्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२५०",
                                "section_title": "हदम्याद",
                                "content": "यस परिच्छेदमा अन्यत्र हदम्याद लेखिएकोमा सोही हदम्यादभित्र अन्यमा अपुताली खुला भएको मितिले तीन वर्षभित्र नालिस गर्न सकिनेछ ।"
                            }
                        ]
                    }
                ]
            },
            {
                "part_number": "४",
                "part_title": "सम्पत्ति सम्बन्धी कानून",
                "chapters": [
                    {
                        "chapter_number": "१",
                        "chapter_title": "सम्पत्ति सम्बन्धी सामान्य व्यवस्था",
                        "sections": [
                            {
                                "section_number": "२५१",
                                "section_title": "सम्पत्ति मानिने",
                                "content": "उपभोग गर्न, खरिद, बिक्री वा अन्य तवरले हक हस्तान्तरण वा कारोबार गर्न वा कुनै लाभ प्राप्त गर्न सकिने कुनै नगद, वस्तु वा कार्यलाई सम्पत्ति मानिनेछ ।",
                                "explanation": {
                                    "explanation_title": "स्पष्टीकरण",
                                    "content": "यस संहितामा अन्यथा व्यवस्था भएकोमा बाहेक “वस्तु” भन्नाले खरिद बिक्री गर्न सकिने भौतिक सम्पत्ति सम्झनु पर्छ ।"
                                }
                            },
                            {
                                "section_number": "२५२",
                                "section_title": "सम्पत्ति चल वा अचलको रूपमा रहेको मानिने",
                                "content": "भौतिक वा अभौतिक, मूर्त वा अमूर्त जुनसुकै अवस्थामा रहे भएको भए पनि सम्पत्ति चल वा अचलको रूपमा रहेको मानिनेछ ।"
                            },
                            {
                                "section_number": "२५३",
                                "section_title": "अचल सम्पत्ति मानिने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "देहायका सम्पत्ति अचल मानिनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "घर वा जमिन वा सोसँग जोडिएको संरचना,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "घर वा जमिनसँग स्थायी रूपमा आबद्ध भएको कुनै वस्तु,"
                                            },
                                            {
                                                "clause_letter": "ग",
                                                "content": "जमिनसँग आबद्ध रहेको खानी, ढुङ्गा वा खनिजजन्य वस्तु,"
                                            },
                                            {
                                                "clause_letter": "घ",
                                                "content": "प्राकृतिक स्वरूपमा रहेको पानी, भूसतह तथा भूमिगत रूपमा रहेको पानी,"
                                            },
                                            {
                                                "clause_letter": "ङ",
                                                "content": "नदी, ताल, तलैयामा तैरने गरी स्थायी रूपमा बनाइएका घर वा अन्य संरचना,"
                                            },
                                            {
                                                "clause_letter": "च",
                                                "content": "जमिनमा खडा भएको रुख, बिरुवा वा फलफूलका बोट वा त्यस्ता रुख, बिरुवा वा फलफूलका बोटमा फलेका फल वा फूलेका फूल, जमिनमा फलेको बाली,"
                                            },
                                            {
                                                "clause_letter": "छ",
                                                "content": "अचल सम्पत्तिसँग आबद्ध रहेको कुनै चल सम्पत्ति ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै अचल सम्पत्तिसँग जोडिएको वा आबद्ध भएको कुनै संरचना, वस्तु वा त्यसको कुनै भाग कुनै किसिमले अचल सम्पत्तिबाट अलग भएमा वा गरिएमा त्यसरी अलग भएको वा गरिएको संरचना, वस्तु वा भाग चल सम्पत्ति मानिनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२५४",
                                "section_title": "चल सम्पत्ति मानिने",
                                "content": "देहायको सम्पत्ति चल मानिनेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "नगद वा नगद सरह कारोबार हुने वस्तु वा विदेशी मुद्रा,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "सुन, चाँदी, जवाहरत, रत्न, सुनचाँदीबाट बनेका गरगहना वा बहुमूल्य पत्थर,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "खण्ड (क) वा (ख) बाहेकका एक ठाउँबाट अर्को ठाउँमा ओसार पसार गर्न सकिने अन्य वस्तु,"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "ऋणपत्र, धितोपत्र, प्रतिज्ञापत्र, विनिमयपत्र, प्रतीतपत्र वा अन्य विनिमेय अधिकारपत्र वा त्यसबाट प्राप्त हुने लाभ,"
                                    },
                                    {
                                        "clause_letter": "ङ",
                                        "content": "बौद्धिक सम्पत्ति,"
                                    },
                                    {
                                        "clause_letter": "च",
                                        "content": "धितोमा रहेको हक,"
                                    },
                                    {
                                        "clause_letter": "छ",
                                        "content": "व्यापारिक ख्याति वा फ्रेन्चाईज,"
                                    },
                                    {
                                        "clause_letter": "ज",
                                        "content": "अचल सम्पत्ति बाहेकका अन्य सम्पत्ति ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२५५",
                                "section_title": "स्वामित्वको आधारमा सम्पत्तिको वर्गीकरण",
                                "content": "सम्पत्तिको स्वामित्व तथा त्यसको प्रयोगको स्वरुपको आधारमा सम्पत्तिको वर्गीकरण देहाय बमोजिम हुनेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "निजी सम्पत्ति,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "सगोलको सम्पत्ति,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "संयुक्त सम्पत्ति,"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "सामुदायिक सम्पत्ति,"
                                    },
                                    {
                                        "clause_letter": "ङ",
                                        "content": "सार्वजनिक सम्पत्ति,"
                                    },
                                    {
                                        "clause_letter": "च",
                                        "content": "सरकारी सम्पत्ति,"
                                    },
                                    {
                                        "clause_letter": "छ",
                                        "content": "गुठीको सम्पत्ति ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२५६",
                                "section_title": "निजी सम्पत्ति मानिने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "कुनै व्यक्तिको नाममा रहेको देहायका कुनै सम्पत्ति वा त्यसबाट बढे बढाएको सम्पत्ति त्यस्तो व्यक्तिको निजी सम्पत्ति मानिनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "आफ्नो ज्ञान, सीप वा प्रयासबाट आर्जन गरेको,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "दान, बकस वा अपुताली स्वरूप प्राप्त गरेको,"
                                            },
                                            {
                                                "clause_letter": "ग",
                                                "content": "चिठ्ठा वा उपहार स्वरूप प्राप्त गरेको,"
                                            },
                                            {
                                                "clause_letter": "घ",
                                                "content": "पारिश्रमिक, उपदान, निवृत्तभरण, उपचार खर्च, सञ्चय कोष, बीमा वा अन्य सामाजिक सुरक्षण वापत प्राप्त गरेको,"
                                            },
                                            {
                                                "clause_letter": "ङ",
                                                "content": "बौद्धिक सम्पत्ति वा रोयल्टी स्वरूप प्राप्त गरेको,"
                                            },
                                            {
                                                "clause_letter": "च",
                                                "content": "कानून बमोजिम मानो छुट्टिई भिन्न बसेको अवस्थामा वा त्यसरी मानो नछुट्टिए पनि खति उपति आफ्नो आफ्नो गरी खानु बस्नु गरेको अवस्थामा जुनसुकै तवरले प्राप्त गरेको,"
                                            },
                                            {
                                                "clause_letter": "छ",
                                                "content": "महिलाले विवाह पूर्व आर्जन गरेको, प्राप्त गरेको वा विवाह हुँदाका बखत माइतीबाट प्राप्त गरेको सम्पत्ति वा त्यसबाट बढे बढाएको,"
                                            },
                                            {
                                                "clause_letter": "ज",
                                                "content": "महिलालाई पति वा पतितर्फका सबै अंशियारहरूको मञ्जुरीले निजको एकलौटी हक हुने गरी लिखत गरी दिएको वा पति तर्फका नातेदार वा इष्टमित्रबाट प्राप्त चल वा अचल सम्पत्ति र त्यसबाट बढे बढाएको सम्पत्ति,"
                                            },
                                            {
                                                "clause_letter": "झ",
                                                "content": "कानून बमोजिम कुनै व्यक्तिको मात्र निजी सम्पत्ति हुने उल्लेख गरेको ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "कुनै पनि व्यक्तिले आफ्नो निजी सम्पत्ति यस संहिताको अधीनमा रही आफूखुसी गर्न पाउनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२५७",
                                "section_title": "सगोलको सम्पत्ति मानिने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "दफा २५६ को अधीनमा रही सगोलका अंशियारहरूमध्ये जुनसुकै अंशियारको नाममा रहेको भए पनि देहायको कुनै सम्पत्ति वा त्यसबाट बढे बढाएको सम्पत्ति सगोलको सम्पत्ति मानिनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "पुख्र्यौलीबाट प्राप्त सम्पत्ति,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "निजी सम्पत्ति बाहेक अंशियारको नाममा रहेको अन्य सम्पत्ति,"
                                            },
                                            {
                                                "clause_letter": "ग",
                                                "content": "अंशियारले सगोलको खेती, उद्योग, व्यापार, व्यवसायबाट आर्जन गरेको वा सोबाट बढे बढाएको सम्पत्ति ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "कानून बमोजिम भिन्न भएकोमा बाहेक पति वा पत्नीले कमाएको वा त्यसबाट बढे बढाएको सम्पत्ति पति वा पत्नीको सगोलको सम्पत्ति हुनेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि बाबु आमा र छोरा छोरी बीच अंशबण्डा गर्ने प्रयोजनको लागि बाबु आमाले आर्जन गरेको सम्पत्ति समेत सगोलको सम्पत्ति मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "सगोलको सम्पत्तिको उपभोग, हक हस्तान्तरण तथा अन्य व्यवस्था यस संहिताको अन्य परिच्छेद बमोजिम हुनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२५८",
                                "section_title": "संयुक्त सम्पत्ति मानिने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "एकासगोलका अंशियारहरू बाहेक दुई वा दुईभन्दा बढी व्यक्तिहरूको नाममा रहेको वा त्यसबाट बढे बढाएको सम्पत्ति संयुक्त सम्पत्ति मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "संयुक्त सम्पत्तिमा कुनै व्यक्तिको हक वा हिस्सा खुलाई लिखत भएकोमा सोही बमोजिम र लिखतमा कुनै उल्लेख नभएकोमा त्यस्तो सम्पत्ति रहने व्यक्तिहरूको समान हक र हिस्सा रहेको मानिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "संयुक्त सम्पत्तिको उपभोग, व्यवस्थापन, हक हस्तान्तरण तथा अन्य व्यवस्था यस परिच्छेद तथा यस संहिताको अन्य परिच्छेद बमोजिम हुनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२५९",
                                "section_title": "सीमानामा रहेको रुख, विरुवा वा वस्तु संयुक्त सम्पत्ति मानिने",
                                "content": "अन्यथा प्रमाणित भएमा बाहेक दुई वा दुईभन्दा बढी संधियारको सीमानामा रहेको रुख, विरुवा वा वस्तु सबै संधियारको संयुक्त सम्पत्ति मानिनेछ ।"
                            },
                            {
                                "section_number": "२६०",
                                "section_title": "संयुक्त सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सम्भार",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "संयुक्त सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सम्भार त्यस्तो सम्पत्तिको स्वामित्ववालाहरूको सहमति बमोजिम हुनेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम संयुक्त सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सम्भार गर्न स्वामित्ववालाहरू बीच सहमति हुन नसकेमा बहुमत सदस्यको निर्णयको आधारमा संयुक्त सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सम्भार गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (२) बमोजिम संयुक्त सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सुधार गर्ने सम्बन्धमा बहुमत कायम हुन नसकेमा त्यस्तो सम्पत्तिमा सबभन्दा बढी हक वा हिस्सा हुने स्वामित्ववालाले संयुक्त सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सम्भार गर्नु पर्नेछ । तर स्वामित्ववालाहरूको बराबर हक भएकोमा त्यस्तो सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सुधार सबै स्वामित्ववालाहरूले बराबर रूपमा गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "उपदफा (२) वा (३) बमोजिम कुनै स्वामित्ववालाले संयुक्त सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सुधार गरेमा सो गर्दा लागेको खर्च सबै स्वामित्ववालाहरूले आफ्‌नो हक वा हिस्साको आधारमा व्यहोर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "५",
                                        "content": "उपदफा (४) बमोजिम संयुक्त सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सम्भार नगर्ने स्वामित्ववालाले संयुक्त सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सम्भार गर्दा लागेको खर्च एक वर्षभित्र संयुक्त सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सम्भार गर्ने स्वामित्ववालालाई बुझाउनु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "६",
                                        "content": "उपदफा (५) बमोजिमको अवधिभित्र संयुक्त सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सम्भार गर्दा लागेको खर्च कुनै स्वामित्ववालाले नबुझाएमा निजको हक वा हिस्साको सम्पत्ति, संयुक्त सम्पत्तिको व्यवस्थापन, संरक्षण तथा मर्मत सम्भार गर्ने स्वामित्ववालाले प्रचलित मूल्यमा खरिद गरी लिन पाउनेछ । त्यसरी संयुक्त सम्पत्ति खरिद गर्नेले निजको भागको व्यवस्थापन तथा मर्मत खर्च गर्दा व्यहोरेको रकम लिन पाउनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२६१",
                                "section_title": "सहमति बिना संयुक्त सम्पत्ति फेरबदल गर्न नसकिने",
                                "content": "संयुक्त सम्पत्तिका सबै स्वामित्ववालाहरूको सहमति बिना कुनै संयुक्त सम्पत्ति फेरबदल गर्न वा त्यस्तो सम्पत्तिको स्वरूपमा परिवर्तन गर्न सकिने छैन ।"
                            },
                            {
                                "section_number": "२६२",
                                "section_title": "संयुक्त सम्पत्तिको कुनै स्वामित्ववालाले कानूनी कारबाही वा प्रतिरक्षा गर्न सक्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "संयुक्त सम्पत्तिको संरक्षण गर्ने सम्बन्धमा कुनै व्यक्ति उपर कानूनी कारबाही चलाउन वा कुनै मुद्दाको प्रतिरक्षा गर्नु पर्ने भएमा सबै स्वामित्ववालाले गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम सबै स्वामित्ववाला उपलब्ध नभएमा कुनै स्वामित्ववालाले आफ्नो वा अन्य स्वामित्ववालाको तर्फबाट कुनै व्यक्ति उपर कानूनी कारबाही चलाउन वा कुनै मुद्दाको प्रतिरक्षा गर्न सक्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२६३",
                                "section_title": "संयुक्त सम्पत्तिबाट आफ्‌नो भाग छुट्याई लिन सक्ने",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "संयुक्त सम्पत्तिको कुनै स्वामित्ववालाले आफ्नो हक वा हिस्साको सम्पत्ति अन्य स्वामित्ववालासँग जहिलेसुकै छुट्टाई लिन सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "उपदफा (१) बमोजिम संयुक्त सम्पत्ति छुट्याउँदा सबै स्वामित्ववालाको सहमति बमोजिम गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "३",
                                        "content": "उपदफा (१) वा (२) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै संयुक्त सम्पत्ति छुट्याउँदा अन्य स्वामित्ववालालाई सारभूत रूपमा नोक्सान पर्ने भएमा वा संयुक्त सम्पत्तिको स्वरूप बिग्रने देखिएमा त्यस्तो सम्पत्ति छुट्याउन सकिने छैन ।"
                                    },
                                    {
                                        "subsection_number": "४",
                                        "content": "उपदफा (३) बमोजिमको अवस्था परी कुनै संयुक्त सम्पत्ति छुट्याउन नसकिने भएमा त्यस्तो सम्पत्तिका स्वामित्ववालाहरूले त्यस्तो सम्पत्ति बिक्री गरी प्राप्त रकम आफ्नो हक वा हिस्साको आधारमा आपसमा बाँडफाँट गरी लिनु दिनु गर्नु पर्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "५",
                                        "content": "उपदफा (४) बमोजिम संयुक्त सम्पत्ति बिक्री नभएमा वा बिक्री गर्न सबै स्वामित्ववालाहरू मञ्जुर नभएमा र त्यस्तो सम्पत्ति कुनै स्वामित्ववालाले लिन चाहेमा त्यस्तो स्वामित्ववालाले सोही अनुपातमा अन्य स्वामित्ववालालाई त्यस्तो सम्पत्तिको मूल्य भुक्तानी गरी त्यस्तो सम्पत्ति एकलौटी लिन सक्नेछ ।"
                                    },
                                    {
                                        "subsection_number": "६",
                                        "content": "उपदफा (५) बमोजिम एकभन्दा बढी स्वामित्ववालाले संयुक्त सम्पत्ति लिन चाहेमा सबभन्दा बढी मूल्य तिर्न मञ्जुर गर्ने स्वामित्ववालाले त्यस्तो सम्पत्ति लिन पाउनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२६४",
                                "section_title": "सामुदायिक, सार्वजनिक, सरकारी तथा गुठीको सम्पत्ति सम्बन्धी व्यवस्था",
                                "content": "सामुदायिक, सार्वजनिक, सरकारी तथा गुठीको सम्पत्ति, त्यस्तो सम्पत्तिको स्वामित्व, उपभोग, व्यवस्थापन, हक हस्तान्तरण तथा अन्य व्यवस्था यस संहिताको अन्य परिच्छेदमा उल्लेख भए बमोजिम हुनेछ ।"
                            },
                            {
                                "section_number": "२६५",
                                "section_title": "हदम्याद",
                                "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको मितिले छ महिनाभित्र नालिस गर्न सक्नेछ ।"
                            }
                        ]
                    },
                    {
                        "chapter_number": "२",
                        "chapter_title": "स्वामित्व र भोगाधिकार सम्बन्धी व्यवस्था",
                        "sections": [
                            {
                                "section_number": "२६६",
                                "section_title": "स्वामित्व रहेको मानिने",
                                "content": "कुनै पनि व्यक्तिलाई कुनै सम्पत्तिमा कानून बमोजिम हक प्राप्त भएमा त्यस्तो सम्पत्तिमा निजको स्वामित्व रहेको मानिनेछ ।"
                            },
                            {
                                "section_number": "२६७",
                                "section_title": "स्वामित्ववालाको अधिकार हुने",
                                "content": "कानूनको अधीनमा रही कुनै पनि व्यक्तिलाई कुनै सम्पत्तिमा स्वामित्ववालाको हैसियतले देहायको अधिकार हुनेछ :-",
                                "clauses": [
                                    {
                                        "clause_letter": "क",
                                        "content": "सम्पत्ति उपभोग गर्न,"
                                    },
                                    {
                                        "clause_letter": "ख",
                                        "content": "सम्पत्ति बिक्री वा अन्य तवरले कसैलाई हक हस्तान्तरण गर्न,"
                                    },
                                    {
                                        "clause_letter": "ग",
                                        "content": "सम्पत्तिको कुनै किसिमले धितो वा बन्धकी राख्न,"
                                    },
                                    {
                                        "clause_letter": "घ",
                                        "content": "सम्पत्तिको कुनै कारोबार गर्न,"
                                    },
                                    {
                                        "clause_letter": "ङ",
                                        "content": "सम्पत्तिबाट जुनसुकै किसिमबाट फाइदा लिन,"
                                    },
                                    {
                                        "clause_letter": "च",
                                        "content": "आफ्नो जग्गा जमिनमा कुनै किसिमको भौतिक संरचना निर्माण गर्न, पर्खाल वा बार लगाई घेर्न वा साँध सिमाना छुट्याउन वा कुनै सम्पत्तिको स्वरूप परिवर्तन गर्न वा कुनै पनि किसिमले सम्पत्तिको संरक्षण गर्न,"
                                    },
                                    {
                                        "clause_letter": "छ",
                                        "content": "आफ्नो जमिन वा जमिनमुनिको भाग वा त्यसमा रहेको वस्तु वा जमिन माथिको आकाश प्रयोग गर्न,"
                                    },
                                    {
                                        "clause_letter": "ज",
                                        "content": "सम्पत्ति कुनै तवरले नष्ट वा समाप्त गर्न,"
                                    },
                                    {
                                        "clause_letter": "झ",
                                        "content": "सम्पत्ति प्राप्त वा सुरक्षा गर्ने सम्बन्धमा कुनै पनि किसिमले कानूनी कारबाही चलाउन ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२६८",
                                "section_title": "भोगाधिकार रहेको मानिने",
                                "content": "कसैले कुनै सम्पत्ति भोग गर्ने मनसायले कानून बमोजिम आफूसँग राखेमा त्यस्तो सम्पत्तिमा निजको भोगाधिकार रहेको मानिनेछ ।"
                            },
                            {
                                "section_number": "२६९",
                                "section_title": "भोगाधिकार प्राप्त गर्न सकिने अवस्था",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "देहायको अवस्थामा कुनै सम्पत्ति उपर भोगाधिकार प्राप्त गर्न सकिनेछ :-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "स्वामित्ववालाको हैसियतले,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "अन्य व्यक्तिको स्वामित्वमा रहेको सम्पत्ति कानून बमोजिम प्राप्त गरेर,"
                                            },
                                            {
                                                "clause_letter": "ग",
                                                "content": "भोगाधिकारको सहमति लिई ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "असल मनसाय, शान्तिपूर्ण वा खुला रूपमा प्राप्त गरेको भोगाधिकारलाई मात्र कानूनी रूपले भोगाधिकार प्राप्त गरेको मानिनेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२७०",
                                "section_title": "भोगाधिकार प्राप्त गर्न सक्ने व्यक्ति",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "भोगाधिकार आफैँले वा प्रतिनिधि मार्फत प्राप्त गर्न सकिनेछ ।"
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "असक्षम वा अर्धसक्षम व्यक्तिले संरक्षक वा माथवर मार्फत भोगाधिकार प्राप्त गर्न सक्नेछ ।"
                                    }
                                ]
                            },
                            {
                                "section_number": "२७१",
                                "section_title": "भोगाधिकारवालाको अधिकार",
                                "subsections": [
                                    {
                                        "subsection_number": "१",
                                        "content": "कानूनको अधीनमा रही कुनै पनि व्यक्तिलाई भोगाधिकारको हैसियतले देहायको अधिकार प्राप्त हुनेछः-",
                                        "clauses": [
                                            {
                                                "clause_letter": "क",
                                                "content": "आफ्नो भोगमा रहेको सम्पत्ति प्रचलित कानून वा त्यस्तो सम्पत्तिका सम्बन्धमा कुनै करार भएको भए त्यस्तो करारको अधीनमा रही निर्वाध रूपमा भोग गर्न,"
                                            },
                                            {
                                                "clause_letter": "ख",
                                                "content": "आफ्नो भोगमा रहेको सम्पत्तिबाट प्राप्त हुने जुनसुकै लाभ उपभोग गर्न ।"
                                            }
                                        ]
                                    },
                                    {
                                        "subsection_number": "२",
                                        "content": "कसैले आफ्‌नो स्वामित्वमा नरहेको सम्पत्ति असल नियतले भोग गरेमा त्यस्तो सम्पत्तिमा पछि निजको भोगाधिकार नरहने भए तापनि निजले त्यस्तो सम्पत्तिमा भोगाधिकार रहेको अवधिमा सम्बन्धित स्वामित्ववालाको सहमति लिई त्यस्तो सम्पत्तिको"
                                    }
                                ]
                            }
                        ]
                    }
                ]
            }
        ]
    }
}