{
    "metadata": {
        "document_title_nepali": "मुलुकी देवानी कार्यविधि संहिता, २०७४",
        "document_title_english": "Muluki Civil Procedure Code, 2074",
        "promulgation_date": "२०७४।६।३०",
        "act_number": "संवत् २०७४ सालको ऐन नं. ३५",
        "long_title": "देवानी मुद्दाको कार्यविधि सम्बन्धी कानूनलाई संशोधन र एकीकरण गर्न बनेको ऐन",
        "amendment_acts": [
            {
                "act_name": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५",
                "amendment_date": "२०७६।०१।०२"
            },
            {
                "act_name": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०८०",
                "amendment_date": "२०८०।०४।१२"
            }
        ],
        "source_url": "www.lawcommission.gov.np",
        "repeating_elements": {
            "header": "www.lawcommission.gov.np",
            "watermark": "नेपाल कानून आयोग",
            "footer_modification_notes": [
                "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित ।",
                "Δ मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०८० द्वारा संशोधित ।",
                "Ω मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०८० द्वारा थप ।",
                "λ मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०८० द्वारा झिकिएको।"
            ]
        },
        "modification_markers_in_text": [
            "◇ (used in sections 28, 29, 32, 39, 43)",
            "* (used in sections 9, 29, 36, 39, 43, 48, 58, 63, 64)",
            "Δ (used in sections 36, 15)",
            "λ (used in section 36)",
            "Ω (used in section 36)",
            "④ (used in section 51)"
        ]
    },
    "preamble": {
        "title": "प्रस्तावना",
        "content": "देवानी मुद्दाको दायरी, कारबाही, सुनुवाई र किनारा तथा सोसँग सम्बन्धित अन्य कार्यविधि र त्यस्ता मुद्दामा भएको निर्णय कार्यान्वयन सम्बन्धी प्रचलित कानूनलाई संशोधन र एकीकरण गरी कार्यविधि कानूनलाई सरलीकृत र समयानुकूल बनाउन वाञ्छनीय भएकोले, नेपालको संविधानको धारा २९६ को उपधारा (१) बमोजिमको व्यवस्थापिका-संसदले यो ऐन बनाएको छ ।"
    },
    "chapters": [
        {
            "chapter_number": "१",
            "chapter_title": "प्रारम्भिक",
            "sections": [
                {
                    "section_number": "१",
                    "section_title": "संक्षिप्त नाम र प्रारम्भ",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस ऐनको नाम “ मुलुकी देवानी कार्यविधि संहिता, २०७४” रहेको छ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "यो संहिता सम्वत् २०७५ साल भदौ १ गतेदेखि प्रारम्भ हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२",
                    "section_title": "परिभाषा",
                    "content": "विषय वा प्रसङ्गले अर्को अर्थ नलागेमा यस संहितामा,-",
                    "definitions": [
                        {
                            "clause_letter": "(क)",
                            "term": "अदालत",
                            "definition": "“अदालत” भन्नाले सर्वोच्च अदालत, उच्च अदालत वा जिल्ला अदालत सम्झनु पर्छ र सो शब्दले कुनै खास किसिमका देवानी मुद्दाको कारबाही, सुनुवाई र किनारा गर्न अधिकार प्राप्त अन्य अदालत, न्यायिक निकाय वा अधिकारी समेतलाई जनाउँछ ।"
                        },
                        {
                            "clause_letter": "(ख)",
                            "term": "कानून",
                            "definition": "“कानून” भन्नाले तत्काल प्रचलित कानून सम्झनु पर्छ ।"
                        },
                        {
                            "clause_letter": "(ग)",
                            "term": "दरपीठ",
                            "definition": "“दरपीठ” भन्नाले कानून बमोजिम दर्ता गर्न नसकिने लिखतमा सम्बन्धित अधिकृतले दर्ता गर्न नसकिनाको आधार र कारण खुलाइ आफ्नो हस्ताक्षर गरी सोही लिखतको पीठ, अन्य कुनै भाग वा छुट्टै कागजमा गरेको आदेश सम्झनु पर्छ ।"
                        },
                        {
                            "clause_letter": "(घ)",
                            "term": "देवानी मुद्दा",
                            "definition": "“देवानी मुद्दा” भन्नाले कानून बमोजिम फौजदारी मुद्दाको रूपमा परिभाषित गरिए बाहेकका कानूनी हक, दायित्व, हैसियत, पद, पारिवारिक सम्बन्ध वा सम्पत्ति सम्बन्धी मुद्दा सम्झनु पर्छ र सो शब्दले देहायको विषय र सोसँग सम्बन्धित मुद्दा समेतलाई जनाउँछ :-",
                            "points": [
                                {
                                    "point_number": "(१)",
                                    "content": "नाता कायम वा सम्बन्ध विच्छेद,"
                                },
                                {
                                    "point_number": "(२)",
                                    "content": "दस्तुर, पारिश्रमिक, तलब, भत्ता वा ज्याला,"
                                },
                                {
                                    "point_number": "(३)",
                                    "content": "अंश, अपुताली, दान बकस, संरक्षक, माथवर, मातृक तथा पैत्रिक अख्तियारी, धर्मपुत्र वा धर्मपुत्री,"
                                },
                                {
                                    "point_number": "(४)",
                                    "content": "कुनै करार, अर्धकरार वा अनुचित सम्वृद्धि अन्तर्गतको कुनै हक वा दाबी,"
                                },
                                {
                                    "point_number": "(५)",
                                    "content": "दुष्कृति, अर्धदुष्कृति वा त्रुटिपूर्ण उत्पादन सम्बन्धी हक वा दाबी,"
                                },
                                {
                                    "point_number": "(६)",
                                    "content": "सुविधाभार,"
                                },
                                {
                                    "point_number": "(७)",
                                    "content": "क्षतिपूर्ति,"
                                },
                                {
                                    "point_number": "(८)",
                                    "content": "देवानी प्रकृतिको अन्य कुनै विषय ।"
                                }
                            ]
                        },
                        {
                            "clause_letter": "(ङ)",
                            "term": "न्यायाधीश",
                            "definition": "“न्यायाधीश” भन्नाले मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अदालतको अधिकारी सम्झनु पर्छ र सो शब्दले देवानी मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकार प्राप्त अधिकारी समेतलाई जनाउँछ ।"
                        },
                        {
                            "clause_letter": "(च)",
                            "term": "पुनरावेदनपत्र",
                            "definition": "“पुनरावेदनपत्र” भन्नाले तल्लो अदालतको निर्णयमा चित्त नबुझी सो निर्णय सच्याउनको लागि आफ्नो जिकीर सहित माथिल्लो अदालतमा दिएको निवेदन सम्झनु पर्छ ।"
                        },
                        {
                            "clause_letter": "(छ)",
                            "term": "प्रतिउत्तरपत्र",
                            "definition": "“प्रतिउत्तरपत्र” भन्नाले फिरादपत्रको दाबी स्वीकार वा इन्कार गरी अदालतमा पेश गरेको लिखित जवाफ सम्झनु पर्छ र सो शब्दले प्रतिउत्तरपत्र सरहको बयान समेतलाई जनाउँछ ।"
                        },
                        {
                            "clause_letter": "(ज)",
                            "term": "प्रतिदाबी",
                            "definition": "“प्रतिदाबी” भन्नाले बादीले गरेको दाबी उपर प्रतिबादीले गरेको दाबी सम्झनु पर्छ ।"
                        },
                        {
                            "clause_letter": "(झ)",
                            "term": "प्रतिबादी",
                            "definition": "“प्रतिबादी” भन्नाले प्रतिउत्तरपत्र पेश गर्ने व्यक्ति सम्झनु पर्छ र सो शब्दले प्रतिबादी सरह बयान गर्ने वा अदालतले प्रतिबादी कायम गरेको व्यक्ति समेतलाई जनाउँछ ।"
                        },
                        {
                            "clause_letter": "(ञ)",
                            "term": "फिरादपत्र",
                            "definition": "“फिरादपत्र” भन्नाले कुनै विषयमा आफ्नो हक, हित वा सरोकार कायम गर्न वा दाबी कार्यान्वयन गर्न माग गरी पेश गरेको उजुरी, नालिस, दाबी वा निवेदन सम्झनु पर्छ र सो शब्दले फिरादपत्र सरहको बयान वा प्रतिउत्तरपत्रमा उल्लेख गरिएको प्रतिदाबी समेतलाई जनाउँछ ।"
                        },
                        {
                            "clause_letter": "(ट)",
                            "term": "मिसिल",
                            "definition": "“मिसिल” भन्नाले फिरादपत्र, प्रतिउत्तरपत्र, पुनरावेदनपत्र, निवेदनपत्र तथा सोसँग सम्बन्धित सबुत प्रमाण र अन्य कागजात सङ्कलन गरी अदालतमा राखिएको मुद्दासँग सम्बन्धित फाइल सम्झनु पर्छ ।"
                        },
                        {
                            "clause_letter": "(ठ)",
                            "term": "मुद्दा",
                            "definition": "“मुद्दा” भन्नाले देवानी मुद्दा सम्झनु पर्छ ।"
                        },
                        {
                            "clause_letter": "(ड)",
                            "term": "म्याद",
                            "definition": "“म्याद” भन्नाले मुद्दाको रोहमा कुनै व्यक्तिको नाममा अदालतबाट जारी गरिने सूचना वा इतलायनामा सम्झनु पर्छ ।"
                        },
                        {
                            "clause_letter": "(ढ)",
                            "term": "व्यक्ति",
                            "definition": "“व्यक्ति” भन्नाले प्राकृतिक व्यक्ति सम्झनु पर्छ र सो शब्दले कानूनी व्यक्ति समेतलाई जनाउँछ ।"
                        },
                        {
                            "clause_letter": "(ण)",
                            "term": "बादी",
                            "definition": "“बादी” भन्नाले फिरादपत्र दिने व्यक्ति सम्झनु पर्छ ।"
                        },
                        {
                            "clause_letter": "(त)",
                            "term": "स्थानीय तह",
                            "definition": "“स्थानीय तह” भन्नाले गाउँपालिका वा नगरपालिका सम्झनु पर्छ ।"
                        },
                        {
                            "clause_letter": "(थ)",
                            "term": "सम्पत्ति",
                            "definition": "“सम्पत्ति” भन्नाले चल वा अचल सम्पत्ति सम्झनु पर्छ ।"
                        }
                    ]
                },
                {
                    "section_number": "३",
                    "section_title": "छुट्टै कानूनमा लेखिएको कुरामा असर नपर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "विषय विषयमा छुट्टा छुट्टै बनेका कानूनमा लेखिएका कार्यविधिका सम्बन्धमा सोही कानून बमोजिम हुनेछ र त्यस्तो विषयमा यस संहिताको व्यवस्थाले कुनै असर पार्ने छैन ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिमको कानूनमा नलेखिएको कार्यविधिको विषयमा यस संहितामा लेखिए बमोजिम हुनेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "२",
            "chapter_title": "देवानी कार्यविधि कानूनका सामान्य सिद्धान्तहरू",
            "sections": [
                {
                    "section_number": "४",
                    "section_title": "देवानी मुद्दामा पालना गर्नु पर्ने सिद्धान्त",
                    "content": "मुद्दाको कारबाही, सुनुवाई र किनारा गर्दा अदालतले सामान्यतः यस परिच्छेदमा उल्लेख भएका सिद्धान्त तथा व्यवस्थाको पालना गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "५",
                    "section_title": "सुनुवाई खुला इजलासमा हुने",
                    "content": "कानूनमा अन्यथा व्यवस्था भएकोमा वा मुद्दाका पक्षले दिएको निवेदनका आधारमा अदालतले अन्यथा आदेश गरेकोमा बाहेक मुद्दाको कारबाही, सुनुवाई र किनारा खुला इजलासमा हुनेछ ।"
                },
                {
                    "section_number": "६",
                    "section_title": "अधिकार प्राप्त अदालतबाट सुनुवाई हुने",
                    "content": "मुद्दाको कारबाही, सुनुवाई र किनारा कानून बमोजिम अधिकार प्राप्त अदालतबाट मात्र हुनेछ ।"
                },
                {
                    "section_number": "७",
                    "section_title": "हक बेहकको प्रश्न अदालतबाट मात्र निरुपण हुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै विषयमा हक बेहकको प्रश्न उत्पन्न भएमा त्यस्तो प्रश्नको निरुपण नियमित अदालतबाट मात्र हुनेछ ।",
                            "explanation": {
                                "title": "स्पष्टीकरण",
                                "content": "यस संहिताको प्रयोजनको लागि “नियमित अदालत” भन्नाले जिल्ला अदालत, उच्च अदालत वा सर्वोच्च अदालत सम्झनु पर्छ ।"
                            }
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "नियमित अदालत बाहेक अन्य अदालत वा निकायमा विचाराधीन कुनै मुद्दाको कारबाहीको क्रममा हक बेहकको प्रश्न निरुपण भएपछि मात्र अन्य विषयमा कारबाही, सुनुवाई र किनारा गर्नु पर्ने देखिएमा सम्बन्धित अधिकारीले नियमित अदालतबाट हक बेहकका सम्बन्धमा निरुपण गरी आउन पक्षहरूलाई आदेश गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "८",
                    "section_title": "कानूनी हैसियत सम्बन्धी विवाद नियमित अदालतबाट मात्र निरुपण हुने",
                    "content": "कुनै व्यक्तिको नाता कायम, सम्बन्ध विच्छेद वा कानूनी हैसियत सम्बन्धी विवाद नियमित अदालतबाट मात्र निरुपण हुनेछ ।"
                },
                {
                    "section_number": "९",
                    "section_title": "पक्षहरूको हैसियत समान रहने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "मुद्दाको कारबाही, सुनुवाई र किनारा गर्दा मुद्दाको पक्षहरूको हैसियत समान रहनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "अदालतले मुद्दाको प्रत्येक पक्षलाई समान व्यवहार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "*मुद्दाको कारबाहीको सिलसिलामा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह वा त्यसको कुनै निकाय वा कुनै कानूनी व्यक्ति अदालत समक्ष बादी वा प्रतिबादीको रूपमा प्रस्तुत भएकोमा कानूनमा अन्यथा व्यवस्था भएकोमा वा अदालतले अन्यथा आदेश दिएकोमा बाहेक नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह वा त्यसको कुनै निकाय वा कुनै कानूनी व्यक्तिले मुद्दाको कारबाहीको क्रममा छुट्टै हैसियत, सुविधा, सहुलियत, उन्मुक्ति वा छुट दाबी गर्न सक्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "१०",
                    "section_title": "फिराद दाबी गर्न हकदैया हुनु पर्ने",
                    "content": "अदालतमा फिरादपत्र दायर गर्न चाहने व्यक्तिले कुनै दाबी लिन निजमा अधिकार रहेको वा त्यस्तो दाबीको सम्बन्धमा निजको कानूनसम्मत हित वा सरोकार रहेको व्यहोरा फिरादपत्रमा उल्लेख गरी निजको हकदैया रहेको कुरा देखाउनु पर्नेछ ।"
                },
                {
                    "section_number": "११",
                    "section_title": "अधिकारक्षेत्र शून्य नहुने",
                    "content": "कुनै पनि मुद्दाको दायरी, कारबाही, सुनुवाई र किनारा गर्न कानून बमोजिम कुनै अदालत वा अधिकारीलाई अधिकारक्षेत्र तोकिएको हुनेछ ।"
                },
                {
                    "section_number": "१२",
                    "section_title": "निर्णय गर्नबाट पन्छिन नहुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "न्यायाधीशले कानून अपर्याप्त वा अस्पष्ट भएको आधार लिई मुद्दाको निर्णय गर्नबाट पञ्छिन पाउने छैन ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिमको अवस्था परेमा न्यायाधीशले कानून र न्यायका मान्य सिद्धान्तको आधारमा निर्णय गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१३",
                    "section_title": "मिलापत्र वा मेलमिलाप गर्न मौका दिनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "अदालतले कुनै पनि मुद्दाको फैसला गर्नु अघि त्यस्तो मुद्दामा मिलापत्र गर्न वा मेलमिलापको प्रक्रिया अपनाई मिलापत्र गर्न पक्षहरूलाई अवसर दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम अवसर दिँदा पक्षहरू मिलापत्र गर्न वा मेलमिलापको प्रक्रिया अपनाउन मञ्जुर भएमा जुनसुकै तहमा रहेको मुद्दा भए पनि मिलापत्र गर्न वा मेलमिलापको प्रक्रिया अपनाई मिलापत्र गराउन सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१४",
                    "section_title": "प्राङ्गन्यायको सिद्धान्त अवलम्बन गर्नु पर्ने",
                    "content": "अदालतले एक पटक मुद्दा परी फैसला भएपछि उही बादी र प्रतिबादी रहेको सोही विषयको मुद्दामा पुनरावेदन गरेकोमा वा मिलापत्र कार्यान्वयन नभएको विषयमा बाहेक एक पटकभन्दा बढी सुनुवाई र फैसला गर्नु हुँदैन ।"
                },
                {
                    "section_number": "१५",
                    "section_title": "पुनरावेदनको अधिकार हुने",
                    "content": "कुनै अदालतले शुरु कारबाही सुनुवाई गरी फैसला वा अन्तिम आदेश र किनारा गरेको मुद्दामा चित्त नबुझ्ने पक्षलाई पुनरावेदन सुन्ने सम्बन्धित अदालतमा कानून बमोजिम पुनरावेदन गर्ने अधिकार हुनेछ ।"
                }
            ]
        },
        {
            "chapter_number": "३",
            "chapter_title": "अधिकारक्षेत्र सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "१६",
                    "section_title": "अधिकारक्षेत्र हुनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "मुद्दाको कारबाही, सुनुवाई र किनारा गर्न कुनै पनि अदालतलाई कानून बमोजिम अधिकारक्षेत्र हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "अधिकारक्षेत्र नभएको अदालतले मुद्दाको सिलसिलामा गरेको कारबाही, सुनुवाई, आदेश वा निर्णय बदर हुनेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "अदालतले निर्णय गर्दा कुन कानून अन्तर्गत अधिकारक्षेत्र भएको हो सो कुरा फैसलामा खुलाउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१७",
                    "section_title": "अदालतको अधिकारक्षेत्र हुने",
                    "content": "मुद्दाको शुरु कारबाही, सुनुवाई र किनारा गर्ने, त्यस उपर पुनरावेदन सुन्ने, मुद्दा दोहोऱ्याउने वा पुनरावलोकन गर्ने अधिकार कानूनमा व्यवस्था भए बमोजिम सम्बन्धित अदालतलाई हुनेछ ।"
                },
                {
                    "section_number": "१८",
                    "section_title": "जिल्ला अदालतलाई अधिकारक्षेत्र हुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "मुद्दाको विषयवस्तुको प्रकृतिले स्थलगत रूपमा जाँचबुझ गर्नु पर्ने अवस्था भएको कुनै पनि अचल सम्पत्ति सम्बन्धी विषय, सुविधाभार, कुलो, साँध सम्बन्धी मुद्दा र फिरादपत्रबाट घर, जग्गा वा सम्पत्ति जाँच्नु पर्ने देखिएको मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकार त्यस्तो घर, जग्गा वा सम्पत्ति रहेको जिल्लाको जिल्ला अदालतलाई हुनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा उल्लेख भएका मुद्दाका अतिरिक्त देहायका मुद्दाको समेत कारबाही, सुनुवाई र किनारा गर्ने अधिकार त्यस्तो सम्पत्ति रहेको जिल्लाको जिल्ला अदालतलाई हुनेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "(क)",
                                    "content": "बहाल, बाली वा बिगोको प्रश्न समावेश भएको वा सम्पत्तिको स्वामित्व, भोग चलन वा हक बेहक सम्बन्धी,"
                                },
                                {
                                    "clause_letter": "(ख)",
                                    "content": "अचल सम्पत्ति रोक्का राख्ने वा निखन्ने सम्बन्धी,"
                                },
                                {
                                    "clause_letter": "(ग)",
                                    "content": "अचल सम्पत्ति बाँडफाँट सम्बन्धी,"
                                },
                                {
                                    "clause_letter": "(घ)",
                                    "content": "अचल सम्पत्ति धितो, बन्धकमा राख्ने, भोग्ने, चलन चलाउने सम्बन्धी,"
                                },
                                {
                                    "clause_letter": "(ङ)",
                                    "content": "अचल सम्पत्ति उपरको कुनै सरोकार वा शर्त सम्बन्धी,"
                                },
                                {
                                    "clause_letter": "(च)",
                                    "content": "अचल सम्पत्तिसँग सम्बन्धित क्षतिपूर्ति सम्बन्धी ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) वा (२) मा जुनसुकै कुरा लेखिएको भए तापनि अंश मुद्दा बादी वा प्रतिबादी रहेको जिल्लामध्ये जुन जिल्ला अदालतमा फिरादपत्र दायर हुन्छ सोही जिल्ला अदालतलाई मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकार हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "१९",
                    "section_title": "प्रतिबादी रहेको वा काम भएको जिल्ला अदालतलाई अधिकारक्षेत्र हुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा १८ मा लेखिएदेखि बाहेक अन्य मुद्दा प्रतिबादी रहेको वा काम भएको जिल्लाको जिल्ला अदालतमध्ये जुन जिल्ला अदालतमा फिरादपत्र दायर हुन आउँछ सोही अदालतलाई त्यस्तो मुद्दाको सुनुवाई, कारबाही र किनारा गर्ने अधिकार हुनेछ ।",
                            "explanation": {
                                "title": "स्पष्टीकरण",
                                "content": "यस दफाको प्रयोजनको लागि “प्रतिबादी रहेको जिल्ला” भन्नाले प्रतिबादी बसोबास गरेको जिल्ला सम्झनु पर्छ र सो शब्दले कानूनी व्यक्तिको हकमा त्यस्तो व्यक्तिको प्रधान कार्यालय रहेको जिल्ला समेतलाई जनाउँछ ।"
                            }
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "बादी तथा प्रतिबादीले निजहरू बसोबास गरेको जिल्ला बाहेक अन्य जिल्लामा लेनदेन कारोबार गरेको भए त्यस्तो कारोबार गरेको वा बादी वा प्रतिबादी रहेको जिल्ला अदालतमध्ये जुन जिल्ला अदालतमा फिरादपत्र दायर हुन आउँछ सोही अदालतलाई त्यस्तो मुद्दाको सुनुवाई, कारबाही र किनारा गर्ने अधिकार हुनेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) बमोजिमको अवस्थामा कुनै मुद्दामा दुई जनाभन्दा बढी प्रतिबादी भएमा सबैभन्दा बढी प्रतिबादी बसेको जिल्लाको जिल्ला अदालतमा फिरादपत्र दायर गर्नु पर्नेछ । तर समान सङ्ख्याका प्रतिबादी एकभन्दा बढी जिल्लामा रहे बसेको भए त्यस्तो प्रतिबादी रहे बसेको जिल्लाको कुनै जिल्ला अदालतमा मुद्दा दायर गर्न सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२०",
                    "section_title": "विदेशमा भएको कारोबार सम्बन्धी मुद्दाको अधिकारक्षेत्र",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा १८ र १९ मा जुनसुकै कुरा लेखिएको भए तापनि विदेशमा भएको लेनदेन व्यवहार वा करार सम्बन्धी विषयमा नेपालको कुनै अदालतमा मुद्दा दायर गर्न सक्ने गरी त्यस्तो व्यवहार सम्बन्धी लिखत वा करारमा उल्लेख भएकोमा बादी वा प्रतिबादी बसोबास गरेको जिल्लाको जिल्ला अदालतलाई त्यस्तो मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकार हुनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै लेनदेन व्यवहार वा करार सम्बन्धी विषयमा नेपालको कुनै खास जिल्ला अदालतमा मुद्दा दायर गर्न सक्ने गरी त्यस्तो लेनदेन व्यवहार वा करार सम्बन्धी लिखतमा उल्लेख भएकोमा त्यस्तो मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकार सोही अदालतलाई हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२१",
                    "section_title": "नेपाली वायुयान वा पानी जहाजभित्र भएको कारोबार सम्बन्धी मुद्दाको अधिकारक्षेत्र",
                    "content": "कानून बमोजिम नेपालमा दर्ता भएको वायुयान वा पानी जहाज नेपाल बाहिर रहेको अवस्थामा त्यस्तो वायुयान वा जहाजभित्र भएको कुनै कारोबार सम्बन्धी मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकारक्षेत्र दफा २० को अधीनमा रही नेपालको अदालतलाई हुनेछ ।"
                },
                {
                    "section_number": "२२",
                    "section_title": "माथिल्लो अदालतलाई अधिकारक्षेत्र हुने",
                    "content": "कानून बमोजिम तल्लो तह र माथिल्लो तहको अदालतको अधिकारक्षेत्रभित्र पर्ने कुनै विषयमा तल्लो र माथिल्लो दुवै तहको अदालतमा मुद्दा दायर भएमा माथिल्लो तहको अदालतलाई मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकार हुनेछ ।"
                },
                {
                    "section_number": "२३",
                    "section_title": "अदालतलाई अधिकारक्षेत्र हुने",
                    "content": "एउटै विषयको कुनै मुद्दा अदालत र अन्य न्यायिक निकाय दुवैमा दायर भएकोमा त्यस्तो मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकार नियमित अदालतलाई हुनेछ ।"
                },
                {
                    "section_number": "२४",
                    "section_title": "राष्ट्रसेवक बादी वा प्रतिबादी भएको मुद्दाको अधिकारक्षेत्र",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै राष्ट्रसेवकले पदीय हैसियतमा कोही उपर फिरादपत्र दिँदा वा कसैले राष्ट्रसेवक उपर पदीय हैसियतमा प्रतिबादी बनाई फिरादपत्र दिँदा त्यस्तो राष्ट्रसेवक तत्काल कार्यरत कार्यालय वा बादी रहेको जिल्ला अदालतमा दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "राष्ट्रसेवकले आफ्नो निजी हैसियतमा फिरादपत्र वा प्रतिउत्तरपत्र दिनु पर्दा आफू कार्यरत रहेको जिल्लाको जिल्ला अदालतमा दर्ता गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम कुनै फिरादपत्र वा प्रतिउत्तरपत्र दर्ता भएमा सो अदालतले त्यस्तो फिरादपत्र वा प्रतिउत्तरपत्र सम्बन्धित जिल्ला अदालतमा पठाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (३) बमोजिम कुनै फिरादपत्र वा प्रतिउत्तरपत्र प्राप्त भएमा सम्बन्धित जिल्ला अदालतले कानून बमोजिम आवश्यक कारबाही, सुनुवाई र किनारा गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२५",
                    "section_title": "सम्बन्धित जिल्ला अदालतलाई अधिकारक्षेत्र हुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै मुद्दाको कारबाही, सुनुवाई र किनारा गर्न कानून बमोजिम कुनै अदालत वा अधिकारीलाई अधिकारक्षेत्र नतोकिएकोमा त्यस्तो मुद्दामा कारबाही, सुनुवाई र किनारा गर्ने अधिकार सम्बन्धित जिल्ला अदालतलाई हुनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "कानून बमोजिम कुनै अदालत, निकाय वा अधिकारीलाई मुद्दामा कारबाही, सुनुवाई र किनारा गर्ने अधिकार भएको तर त्यस्तो अदालत वा निकाय गठन नभएको वा अधिकारी नतोकिएको अवस्थामा त्यस्तो अदालत वा निकाय गठन नभएसम्म वा अधिकारी नतोकिएसम्म त्यस्तो मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकार पनि सम्बन्धित जिल्ला अदालतलाई हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२६",
                    "section_title": "एउटा अदालतको मात्र फिरादपत्र कायम रहने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै व्यक्तिले एकै विषयमा भिन्नभिन्न अदालतमा भिन्नाभिन्नै फिरादपत्र दर्ता गरेको भएमा मुद्दाका दुवै पक्षको सहमतिले कुनै एक अदालतको फिरादपत्र कायम राखी त्यसको जानकारी अर्को अदालतलाई गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम कुनै अदालतबाट त्यस्तो अदालतमा दर्ता भएको फिरादपत्र कायम रहने वा खारेज हुने जानकारी प्राप्त भएमा त्यस्तो जानकारी प्राप्त गर्ने अदालतले आफ्नो अदालतमा रहेको फिरादपत्र सोही बमोजिम कायम वा खारेज गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) बमोजिम पक्षहरू सहमत हुन नसकेमा जुन अदालतमा पहिले फिरादपत्र दर्ता भएको छ सोही अदालतमा दर्ता भएको फिरादपत्र कायम राखी अर्को अदालतमा रहेको फिरादपत्र खारेज गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२७",
                    "section_title": "पुनरावेदन सुन्ने अदालतको अधिकारक्षेत्र हुने",
                    "content": "यस परिच्छेद बमोजिम कुनै अदालतमा मुद्दा दायर भई कारबाही, सुनुवाई र किनारा भएकोमा सो अदालतले गरेको आदेश वा फैसला उपर सोही अदालतको पुनरावेदन सुन्ने अदालतलाई कानूनमा व्यवस्था भए बमोजिम पुनरावेदनको कारबाही, सुनुवाई र किनारा गर्ने अधिकार हुनेछ ।"
                }
            ]
        },
        {
            "chapter_number": "४",
            "chapter_title": "लिखत तयार गर्ने कार्यविधि सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "२८",
                    "section_title": "लिखत तयार गर्दा रीत पुऱ्याउनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "लिखत तयार गर्दा जुन विषयको लिखत तयार गरिने हो सो विषय स्पष्ट रूपमा खुलाई त्यसमा कुनै अशुद्धि र केरमेट नहुने गरी छापी, टाइप गरी वा हातले लेखी तयार गर्नु पर्नेछ र त्यस्तो लिखतसँग सम्बन्धित कारणीले सहीछाप गर्नु पर्नेछ ।",
                            "explanation": {
                                "title": "स्पष्टीकरण",
                                "content": "यस परिच्छेदको प्रयोजनको लागि,-",
                                "clauses": [
                                    {
                                        "clause_letter": "(क)",
                                        "term": "लिखत",
                                        "definition": "“लिखत” भन्नाले देहायका लिखत सम्झनु पर्छ :-",
                                        "points": [
                                            {
                                                "point_number": "(१)",
                                                "content": "घर व्यवहारमा हुने सबै किसिमका लेनदेन व्यवहार, सम्पत्ति हस्तान्तरण वा धितो बन्धक दिने गरी भएको लिखत,"
                                            },
                                            {
                                                "point_number": "(२)",
                                                "content": "धर्मपुत्र वा धर्मपुत्री सम्बन्धी लिखत,"
                                            },
                                            {
                                                "point_number": "(३)",
                                                "content": "करार,"
                                            },
                                            {
                                                "point_number": "(४)",
                                                "content": "अख्तियार दिएको लिखत, अख्तियारनामा, मञ्जुरीनामा वा त्यस्तै प्रकृतिका अन्य कागज,"
                                            },
                                            {
                                                "point_number": "(५)",
                                                "content": "सरकारी कार्यालय वा सङ्गठित संस्थामा पेश हुने कुनै पनि लिखत,"
                                            },
                                            {
                                                "point_number": "(६)",
                                                "content": "अदालतमा पेश हुने फिरादपत्र, प्रतिउत्तरपत्र, पुनरावेदनपत्र, निवेदनपत्र, दरखास्त लगायत जुनसुकै किसिमको लिखत,"
                                            },
                                            {
                                                "point_number": "(७)",
                                                "content": "सरकारी कार्यालय वा सङ्गठित संस्थाबाट जारी हुने लिखत,"
                                            },
                                            {
                                                "point_number": "(८)",
                                                "content": "कानूनी हक वा दायित्व सृजना गर्ने वा नगर्ने अन्य कुनै लिखत ।"
                                            }
                                        ]
                                    },
                                    {
                                        "clause_letter": "(ख)",
                                        "term": "कारणी",
                                        "definition": "“कारणी” भन्नाले लिखतको व्यहोराबाट सहीछाप गर्नु पर्ने जिम्मेवारी भएको व्यक्ति सम्झनु पर्छ ।"
                                    },
                                    {
                                        "clause_letter": "(ग)",
                                        "term": "सरकारी कार्यालय",
                                        "definition": "“सरकारी कार्यालय” भन्नाले राष्ट्रपतिको कार्यालय, उपराष्ट्रपतिको कार्यालय, सर्वोच्च अदालत, संघीय संसद, प्रदेश सभा, नेपाल सरकारको कार्यालय, प्रदेश सरकारको कार्यालय, स्थानीय तहको कार्यालय, प्रदेश प्रमुखको कार्यालय, संवैधानिक निकाय वा सोको कार्यालय, अदालत, महान्यायाधिवक्ताको कार्यालय, नेपाली सेना, नेपाल प्रहरी, सशस्त्र प्रहरी बल, नेपाल लगायतका संघीय, प्रदेश र स्थानीय तहका सबै सरकारी कार्यालय सम्झनु पर्छ ।"
                                    },
                                    {
                                        "clause_letter": "(घ)",
                                        "term": "सङ्गठित संस्था",
                                        "definition": "“सङ्गठित संस्था” भन्नाले नेपाल सरकार वा प्रदेश सरकार वा स्थानीय तहको पूर्ण वा आंशिक स्वामित्व रहेको संस्था, कानून बमोजिम स्थापित संस्था, कम्पनी वा गुठी सम्झनु पर्छ र सो शब्दले विश्वविद्यालय, महाविद्यालय वा बिद्यालयलाई समेत जनाउँछ ।"
                                    }
                                ]
                            }
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिमका लिखत तयार गर्दा कारणवश अशुद्ध भएमा वा व्यहोरा फरक परी सच्याउनु परेमा जुन वाक्य, शब्द, अङ्क वा अक्षर सच्याउनु पर्ने हो सोही वाक्य, शब्द, अङ्क वा अक्षर फरक परेको देखिने गरी केरी वा सङ्केत गरी जे जस्तो वाक्य, शब्द, अङ्क वा अक्षर रहनु पर्ने हो त्यसरी केरिएको ठाउँभन्दा लगत्तै माथि वा तल लेखी सच्याउनु पर्नेछ र त्यसरी केरिएको वा सच्याएको प्रत्येक ठाउँमा सम्बन्धित कारणीले सहीछाप गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै लिखत केरमेट गरी सच्याउन नसकिने भएमा वा सकिने भएमा पनि सच्याइएको व्यहोराबाट द्विविधा वा शङ्का उत्पन्न हुने भएमा वा कानून बमोजिम प्रमाणीकरण गर्नु पर्ने लिखत भए त्यस्तो लिखतको सट्टा अर्को छुट्टै लिखत तयार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (१) बमोजिमको लिखतमा कुनै रकम उल्लेख गर्नु पर्दा अङ्क र अक्षर दुवैमा उल्लेख गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "उपदफा (४) बमोजिम कुनै रकम खुलाउँदा अङ्क र अक्षरमा फरक परेमा अक्षरमा लेखिएको व्यहोरा मान्य हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "२९",
                    "section_title": "सहीछाप गर्दा पुऱ्याउनु पर्ने रीत",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "लिखतमा सहीछाप गर्दा वा गराउँदा लेख्न जान्नेले आफ्नो नाम लेखी दस्तखत गर्नु पर्नेछ र लेख्न नजान्ने व्यक्तिले ल्याप्चे सहीछाप गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायका लिखतमा सहीछाप गर्दा दुवै हातको बुढी औंलाको ल्याप्चे सहीछाप र लेख्न जान्नेले आफ्नो ◇दस्तखत गरेको कुरा प्रमाणित हुने गरी सहीछाप गरेको हुनु पर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "(क)",
                                    "content": "आफ्नो हक छाडी दिएको वा धितो बन्धक राखेको सम्पत्तिसँग सम्बन्धित लिखत,"
                                },
                                {
                                    "clause_letter": "(ख)",
                                    "content": "सरकारी कार्यालय वा सङ्गठित संस्थामा दिइने मञ्जुरीनामा वा अख्तियारनामा,"
                                },
                                {
                                    "clause_letter": "(ग)",
                                    "content": "सट्टापट्टापत्र, अंशियारबीच हुने बण्डापत्र, अंश छोडपत्र वा अंश बुझेको भरपाईको लिखत,"
                                },
                                {
                                    "clause_letter": "(घ)",
                                    "content": "मानो छुट्टिएको वा मानो जोडिएको लिखत,"
                                },
                                {
                                    "clause_letter": "(ङ)",
                                    "content": "धर्मपुत्र वा धर्मपुत्री सम्बन्धी लिखत,"
                                },
                                {
                                    "clause_letter": "(च)",
                                    "content": "ऋण फिर्ता बुझाउँदा वा ऋण दिँदा लिखतको पीठमा दरपीठ नगरी छुट्टै गरिदिएको भरपाई,"
                                },
                                {
                                    "clause_letter": "(छ)",
                                    "content": "ऋण दिए लिएको भोगबन्धकी, दृष्टिबन्धकी, लखबन्धकी समेतका लिखत, भाखापत्र, जमानीपत्र, कबुलियतनामा,"
                                },
                                {
                                    "clause_letter": "(ज)",
                                    "content": "नासो धरौट लिए दिएको करार,"
                                },
                                {
                                    "clause_letter": "(झ)",
                                    "content": "कपाली तमसुकको लिखत ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "*उपदफा (१) बमोजिम सहीछाप गर्दा सरकारी कार्यालय वा सङ्गठित संस्थाबाट जारी हुने लिखतमा सम्बन्धित अधिकारीले आफ्नो नाम र पद खुलाई हस्ताक्षर गरी अड्डाको छाप लगाई त्यस्तो लिखतमा लिखत जारी भएको मिति उल्लेख हुनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३०",
                    "section_title": "दस्तखत गर्दा पुऱ्याउनु पर्ने रीत",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "लेख्न जान्ने व्यक्तिले लिखतमा आफ्‌नो पूरा नाम, थर, वतन लेखी हस्ताक्षर गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम हस्ताक्षर गर्दा दस्तखत गर्नु पर्ने मुख्य ठाउँमा पूरा हस्ताक्षर गरी अन्य ठाउँमा छोटकरीमा हस्ताक्षर गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम सहिछाप गर्दा एउटै विषयको लिखत एकभन्दा बढी पृष्ठको भए प्रत्येक पृष्ठको शिर र पुछारमा दस्तखत गर्नु पर्ने कारणीले त्यस्तो लिखतमा कुनै व्यहोरा थपघट गर्न नसक्ने गरी सहिछाप गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३१",
                    "section_title": "ल्याप्चे सहीछाप गर्दा पुऱ्याउनु पर्ने रीत",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "लिखतमा ल्याप्चे सहीछाप गर्दा वा गराउँदा त्यस्तो ल्याप्चे सहीछाप गर्ने व्यक्तिको दाहिने हातको बुढी औंलाको ल्याप्चे सहीछाप लगाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम ल्याप्चे सहीछाप गर्दा वा गराउँदा कसैको दाहिने हातको बुढी औंला नभएमा वा भएमा पनि शङ्ख चक्रको रेखा स्पष्ट नदेखिएमा बायाँ हातको बुढी औंलाको, दुवै हातको बुढी औंला नभएमा वा भएमा पनि शङ्ख चक्रको रेखा स्पष्ट नदेखिएमा दायाँ वा बायाँ हातको रेखा स्पष्ट देखिएको अरु कुनै एक औंलाको ल्याप्चे सहीछाप गर्नु वा गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "दुवै हातका बुढी औंलाको ल्याप्चे सहीछाप गर्नु वा गराउनु पर्ने लिखतको हकमा कारणीको कुनै हातको बुढी औंला नभएमा वा भएमा पनि शङ्ख चक्रको रेखा स्पष्ट नदेखिएमा सोही हातको रेखा स्पष्ट देखिएको अरु कुनै एक औंलाको र शङ्ख चक्रको रेखा स्पष्ट देखिएको हातको बुढी औंलाको सहीछाप गर्नु वा गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (१) बमोजिम ल्याप्चे सहीछाप गर्दा वा गराउँदा कुनै कारणीको दुबै हातको बुढी औंला नभएमा वा भएमा पनि शङ्ख चक्रको रेखा स्पष्ट नदेखिएमा रेखा स्पष्ट देखिएका दुवै हातका अन्य कुनै एक एक औंलाको ल्याप्चे सहीछाप गर्नु वा गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "यस दफा बमोजिम ल्याप्चे सहीछाप गर्दा वा गराउँदा कुनै कारणीको हातको कुनै पनि औंला नभएमा वा भएपनि शङ्ख चक्रको रेखा स्पष्ट नदेखिएमा एकैहातको भए पनि रेखा स्पष्ट देखिने आवश्यकतानुसार कुनै एक वा दुई औंलाको ल्याप्चे सहीछाप गर्नु वा गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "यस दफा बमोजिम ल्याप्चे सहीछाप गर्दा वा गराउँदा कुनै कारणीको हातको कुनै पनि औंला नभएमा वा भएपनि शङ्ख चक्रको रेखा स्पष्ट नदेखिएमा त्यस्तो कारणीको सहीछाप दफा ३३ बमोजिम गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(७)",
                            "content": "यस दफा बमोजिम ल्याप्चे सहीछाप गर्दा वा गराउँदा कानून बमोजिम कुनै एक वा दुवै बुढी औंलाको ल्याप्चे सहीछाप गराएकोमा बाहेक अन्य कुनै औंलाको ल्याप्चे सहीछाप गर्दा वा गराउँदा जुन बुढी औंला नभएको वा त्यसको शङ्ख चक्रको रेखा स्पष्ट नदेखिएको कारणले अन्य औंलाको ल्याप्चे सहीछाप गरे वा गराएको हो सो व्यहोरा सम्बन्धित लिखतमा उल्लेख गर्नु वा गराउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३२",
                    "section_title": "दस्तखत गर्नु गराउनु पर्ने",
                    "content": "ल्याप्चे सहीछाप र दस्तखत गर्नु वा गराउनु पर्ने लिखतमा दफा ३१ को अवस्था परी कारणीको ल्याप्चे सहीछाप हुन नसक्ने भएमा र निजले ◇दस्तखत गर्न सक्ने भए व्यहोरा खुलाई हस्ताक्षर मात्र गर्नु वा गराउनु पर्नेछ ।"
                },
                {
                    "section_number": "३३",
                    "section_title": "संरक्षक वा माथवरको लिखतमा सहीछाप गराउनु पर्ने",
                    "content": "कारणीको सहीछाप गर्नु वा गराउनु पर्ने लिखतमा दफा ३० बमोजिम हस्ताक्षर गर्न नसक्ने र दफा ३१ को अवस्था परी ल्याप्चे सहीछाप पनि गर्न नसक्ने कारणीको हकमा निजको संरक्षक वा माथवरलाई रोहबरमा राखी निजको सहीछाप गर्नु वा गराउनु पर्नेछ ।"
                },
                {
                    "section_number": "३४",
                    "section_title": "सहीछाप गर्न नसक्ने व्यक्तिले लिखत गर्दाको कार्यविधि",
                    "content": "दफा ३२ बमोजिम लिखतमा कारणीको दस्तखत मात्र गराउँदा वा दफा ३३ बमोजिम कारणीको तर्फबाट निजको संरक्षक वा माथवरको सहीछाप गराउँदा लिखतको शिर भागमा त्यसको कारण उल्लेख गरी सम्बन्धित अधिकारीले त्यस्तो लिखत प्रमाणित गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "३५",
                    "section_title": "विशेष अवस्थामा रहेका व्यक्तिको तर्फबाट लिखत गर्दाको कार्यविधि",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि दृष्टिविहीन वा बोल्न नसक्ने व्यक्तिको तर्फबाट कुनै लिखत गराउँदा त्यस्तो व्यक्तिको संरक्षक वा माथवर भए निजलाई समेत रोहबरमा राखी निजले व्यक्त वा सङ्केत गरे बमोजिम लिखत तयार गरी त्यस्तो लिखतमा संरक्षक वा माथवरको समेत सहीछाप गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "नाबालक वा होस ठेगानमा नभएका व्यक्तिको तर्फबाट लिखत गराउँदा संरक्षक वा माथवर भए निजलाई समेत रोहबरमा राखी निजको समेत सहीछाप गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि लेख्न पढ्न नसक्ने व्यक्तिलाई लिखतमा सहिछाप गराउँदा त्यस्तो व्यक्तिले चाहेमा निजले रोजेको व्यक्तिको रोहबरमा गराउनु पर्नेछ र त्यसरी रोहबरमा रहने व्यक्तिको निजले रोजेको व्यहोरा समेत सोही लिखतमा जनाई सहिछाप गराउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३६",
                    "section_title": "लिखत मान्य हुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेद बमोजिम हस्ताक्षर वा ल्याप्चे सहीछाप भएकोमा कानूनको अधिनमा रही त्यस्तो लिखत जुनसुकै प्रयोजनका लागि मान्य भई कानून बमोजिम कार्यान्वयन हुनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कानून बमोजिम कुनै निकायबाट प्रमाणित वा पारित गर्नु पर्ने वा त्यस्तो निकायमा अभिलेख रहने वा त्यस्तो निकायबाट कार्यान्वयन हुने वा विनिमेय अधिकारपत्र मार्फत् वा बैङ्क तथा वित्तीय संस्थासँग कारोबार हुने वा सार्वजनिक सूचना गरेको बोलपत्र बमोजिमका करार, ठेक्कापट्टा बाहेकका यस परिच्छेद बमोजिम *दस्तखत वा ल्याप्चे सहीछाप गर्नु पर्ने पचास हजार रुपैयाँभन्दा बढी रकमको वा नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी त्यस्तो रकममा नघट्ने गरी निर्धारण गरेको रकमभन्दा बढी रकमको नेपालभित्र घरसारमा तयार भएको लिखत सम्बन्धित पक्षहरू स्थानीय तह वा स्थानीय तहको वडा समितिको कार्यालयमा उपस्थित भई सक्कल लिखतको शिरमा त्यस्तो कार्यालयबाट प्रमाणित गराउनु पर्नेछ र त्यसरी प्रमाणित गर्दा लिखतमा लिखतका कारणीहरूलाई प्रमाणित गर्ने कार्यालयले सहीछाप गराउनु पर्नेछ ।",
                            "note": "तर पक्षहरूले चाहेमा पचास हजार रुपैयाँभन्दा कमको घरसारको लिखत पनि यस दफा बमोजिम प्रमाणित गराउन सक्नेछन् ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम लिखत प्रमाणित गराउन आएमा सम्बन्धित स्थानीय तह वा स्थानीय तहको वडा समितिको कार्यालयले पनि लिखतका पक्षहरूको नाम, थर, ठेगाना, लिखत भएको मिति र लेनदेन भएको रकम वा लिखतमा उल्लेख भएको बिगो समेत खुलाई अभिलेख राखी त्यस्तो लिखत त्यसै दिन प्रमाणित गरिदिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३क)",
                            "content": "Ωयो उपदफा प्रारम्भ हुँदाका बखत उपदफा (२) बमोजिम सम्बन्धित स्थानीय तह वा स्थानीय तहको वडा समितिको कार्यालयबाट प्रमाणित नगराइएका लेनदेन कारोबारका लिखतहरू यो उपदफा प्रारम्भ भएको मितिले छ महिनाभित्र प्रमाणित गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३ख)",
                            "content": "उपदफा (३क) बमोजिम लेनदेन कारोबारको कुनै पक्ष बिरामी परी वा शारीरिक वा मानसिक अशक्तताको कारणले आफै उपस्थित हुन नसक्ने भएमा त्यस्तो पक्षको हकमा निजको हकवाला वा संरक्षकले त्यस्तो लिखत प्रमाणित गराउन सक्नेछ।"
                        },
                        {
                            "subsection_number": "(३ग)",
                            "content": "उपदफा (३क) र (३ख) बमोजिम लेनदेन कारोबारको लिखत प्रमाणित गर्नु अघि सम्बन्धित स्थानीय तह वा स्थानीय तहको वडा समितिको कार्यालयले त्यस्तो लिखत बमोजिमको कारोबारको सत्यता सम्बन्धमा आवश्यक जाँचबुझ गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(३घ)",
                            "content": "उपदफा (३क) बमोजिम प्रमाणित गराउने प्रयोजनको लागि लेनदेनको कुनै एक पक्ष उपस्थित नभए तापनि त्यस्तो लेनदेन कारोबारको यथार्थता बुझी सम्बन्धित स्थानीय तह वा स्थानीय तहको वडा समितिको कार्यालयले प्रमाणित गरिदिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३ङ)",
                            "content": "उपदफा (३क) मा जुनसुकै कुरा लेखिएको भए तापनि लेनदेन कारोबारको कुनै पक्ष नेपालबाहिर रहेको अवस्थामा निज फर्की आएको मितिले छ महिनाभित्र लेनदेन कारोबारको लिखत प्रमाणित गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "Δउपदफा (३) वा (३क) बमोजिम लिखत प्रमाणित गर्दा स्थानीय तह वा स्थानीय तहको वडा समितिको कार्यालयले बढीमा दुई सय रुपैयाँसम्म दस्तुर लिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "यस दफा बमोजिम रीत नपुगेको लिखत अदालतबाट कार्यान्वयन हुने छैन ।"
                        },
                        {
                            "subsection_number": "(६)",
                            "content": "λसम्बन्धित स्थानीय तह वा स्थानीय तहको वडा समितिको कार्यालयले यस दफा बमोजिम लिखत प्रमाणित गरी अभिलेख राख्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३७",
                    "section_title": "लिखतमा पहिचानको विवरण उल्लेख हुनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा २९ को उपदफा (२) बमोजिमका लिखत तयार गर्दा लिखतसँग सम्बन्धित मुख्य कारणीको स्पष्ट पहिचान खुल्ने गरी लिखत तयार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम पहिचान खुलाउँदा सम्बन्धित व्यक्तिको बाबु, आमा, बाजे, बज्यै र आफ्‌नो सहित तीन पुस्ते विवरण, पति वा पत्नीको नाम, नागरिकता नम्बर, उमेर, नागरिकता जारी भएको मिति र जिल्ला, निजको स्थायी बसोबासको ठेगाना तथा अस्थायी बसोबास गरेकोमा त्यस्तो ठेगाना समेत र विदेशी नागरिक भए निजको नागरिकताको विवरण, राहदानी नम्बर, राहदानी जारी गर्ने मुलुक र राहदानी जारी भएको मिति तथा निजको ठेगाना, इमेल ठेगाना, फोन नम्बर उल्लेख गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "यस परिच्छेद बमोजिम संरक्षक वा माथवरलाई रोहबरमा राखी लिखत गराउँदा संरक्षक वा माथवरको नाम, थर, वतन, नागरिकता नम्बर र विदेशी नागरिक भए निजको राहदानी नम्बर, राहदानी जारी गर्ने मुलुक र राहदानी जारी भएको मिति, इमेल ठेगाना र टेलिफोन नम्बर उल्लेख गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३८",
                    "section_title": "सङ्गठित संस्थाको विवरण उल्लेख गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "सङ्गठित संस्थाको तर्फबाट कुनै लिखत गर्दा वा गराउँदा त्यस्तो संस्थाको स्पष्ट पहिचान खुल्ने विवरण, दर्ता नम्बर तथा रजिष्टर्ड वा प्रधान कार्यालय रहने ठाउँ उल्लेख गरी त्यसको सञ्चालकको निर्णय बमोजिम अधिकार प्राप्त व्यक्तिको यस परिच्छेद बमोजिम लिखतमा सहीछाप गर्नु वा गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम सहीछाप गर्दा वा गराउँदा त्यस्तो संस्थाको तर्फबाट सहीछाप गर्ने व्यक्तिले ल्याप्चे सहीछाप गर्नु वा गराउनु पर्ने छैन ।",
                            "note": "तर दस्तखत गरेपछि त्यस्तो संस्थाको छाप लगाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "दफा ३७ को उपदफा (२) मा जुनसुकै कुरा लेखिएको भए तापनि सङ्गठित संस्था कारणी भएको लिखतमा तीन पुस्तेको विवरण उल्लेख गर्नु पर्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "३९",
                    "section_title": "दस्तखत पर्याप्त हुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "◇यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै सार्वजनिक पदाधिकारीले त्यस्तो पदाधिकारीको हैसियतमा कुनै लिखतमा दस्तखत गर्दा, कुनै सङ्गठित संस्थाका पदाधिकारीले पदीय हैसियतमा कुनै लिखतमा दस्तखत गर्दा, कुनै अध्ययन, अनुसन्धान, छानबीन वा जाँचबुझको प्रतिवेदन तयार गर्दा वा कानून बमोजिम ल्याप्चे सहीछाप आवश्यक हुने भनी उल्लेख भएका लिखतमा बाहेक अन्य लिखतमा सहीछाप गर्दा ल्याप्चे सहीछाप आवश्यक पर्ने छैन र सम्बन्धित पदाधिकारीको नाम र पद खुलाई मिति समेत उल्लेख गरी रीतपूर्वकको दस्तखत भएमा त्यस्तो लिखत रीतपूर्वक तयार भएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "*उपदफा (१) बमोजिम लिखत तयार भएकोमा सम्बन्धित पदाधिकारीको नाम र पद नखुलेको भएमा पनि त्यसरी नाम र पद नखुलाउने पदाधिकारीलाई अदालतले पाँचसय रुपैयाँसम्म जरिबाना गरी त्यस्तो लिखतलाई रीत पुगेको मानी प्रमाणको रूपमा ग्रहण गर्न र त्यस्तो लिखतका आधारमा नालिस सुनी मुद्दाको कारबाही, सुनुवाई र किनारा गर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४०",
                    "section_title": "सहीछाप पक्का मसीले गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेद बमोजिम ल्याप्चे सहीछाप गर्दा वा गराउँदा नउड्ने पक्का रंग भएको छाप वा अन्य साधनबाट औंलाको शङ्ख चक्रको रेखा रंगाई त्यसको छाप लिखतमा गर्नु वा गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "दस्तखत गर्ने व्यक्तिले हस्ताक्षर गर्दा नउड्ने पक्का मसीले गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४१",
                    "section_title": "लिखत तयार गर्दा ठाउँ र मिति उल्लेख गर्नु पर्ने",
                    "content": "दफा २९ को उपदफा (२) बमोजिमको लिखत तयार गर्दा लिखतको मुख्य व्यहोरा उल्लेख गरेपछि त्यसको अन्त्यमा त्यस्तो लिखत तयार भएको ठाउँ र मिति उल्लेख गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "४२",
                    "section_title": "साक्षी राख्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कानून बमोजिम साक्षी राखी तयार गर्नु पर्ने लिखतमा करार गर्न योग्य कम्तीमा दुई जना व्यक्ति साक्षी राखी निजहरूको रोहबरमा लिखत बमोजिमको काम, कारोबार भएको व्यहोरा उल्लेख गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम उल्लेख भएका साक्षीको पहिचान खुल्ने विवरण र ठेगाना उल्लेख गरी यस परिच्छेद बमोजिम सहीछाप गर्नु वा गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "यस परिच्छेद बमोजिम तयार गरिएको लिखत कारणी आफैले लेखेको भए सोही व्यहोरा र अन्य व्यक्तिले मस्यौदा गरी तयार गरेको भए सोही व्यहोरा उल्लेख गरी लेखकले आफ्नो पहिचान खुल्ने विवरण र ठेगाना समेत लेखी दस्तखत गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "कुनै लिखत तयार गर्न कानून बमोजिम कुनै इजाजतपत्र लिनु पर्ने रहेछ भने उपदफा (३) बमोजिम मस्यौदा तयार गर्ने लेखकले त्यसको विवरण समेत उल्लेख गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४३",
                    "section_title": "रीत नपुगेको लिखत मान्य नहुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "यस परिच्छेद बमोजिम रीत नपुऱ्याई तयार गरिएको लिखत मान्य हुने छैन ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायको अवस्थामा लिखतको प्रकृति हेरी दुई सय रुपैयाँसम्म जरिबाना गरी त्यस्तो लिखतलाई मान्यता दिन सकिनेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "(क)",
                                    "content": "लेख्न जान्नेले रीतपूर्वक हस्ताक्षर मात्र गरी ल्याप्चे सहीछाप नगरेको वा ल्याप्चे सहीछाप गरेकोमा प्रष्ट नदेखिने गरी गरेको,"
                                },
                                {
                                    "clause_letter": "(ख)",
                                    "content": "लेख्न जान्नेले हस्ताक्षर नगरी ल्याप्चे सहीछाप मात्र गरेको,"
                                },
                                {
                                    "clause_letter": "(ग)",
                                    "content": "लिखतको पुछारमा मिति टुङ्गिएको ठाउँमा कारणीको सहीछाप नगराएको,"
                                },
                                {
                                    "clause_letter": "(घ)",
                                    "content": "साक्षी नराखेको वा राखेको साक्षीको हस्ताक्षर नगराएको,"
                                },
                                {
                                    "clause_letter": "(ङ)",
                                    "content": "नाम, थर, वतन र *पद समेत लेख्नु पर्नेमा थर, वतन वा ◇पदमध्ये कुनै वा सबै छुटाएको ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कानून बमोजिम विद्युतीय माध्यमबाट कुनै लिखत तयार गर्न सकिने गरी कानूनी व्यवस्था भएकोमा त्यसरी तयार गरिएको लिखतलाई रीत पूर्वक तयार गरेको लिखत मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४४",
                    "section_title": "कारणीले गरेको लिखत मान्य हुने",
                    "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै लिखत कारणी स्वयम्ले आफ्‌नो दस्तखतबाट लेखिएको कुरा प्रमाणित भएमा त्यस्तो लिखत कानून बमोजिम मान्य हुनेछ ।"
                },
                {
                    "section_number": "४५",
                    "section_title": "कैफियत जनाई लिखत दर्ता गर्न सकिने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कसैले सरकारी कार्यालय वा सङ्गठित संस्थामा दर्ता गर्न ल्याएको लिखतमा अक्षर बुझिने गरी थपी केरमेट गरी दर्ता गर्न ल्याएमा सम्बन्धित अधिकारीले त्यसरी थप वा केरमेट गरेको ठाउँमा निजको सहीछाप गराई जुन ठाउँमा अक्षर थपे वा केरमेट गरेको छ त्यस्तो कुरा त्यस्तो लिखतमा कैफियत जनाई प्रमाणित गरी दर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "कुनै सरकारी कार्यालय वा सङ्गठित संस्थाबाट दर्ता गराउन ल्याएको लिखतमा कुनै अक्षर थप वा केरमेट भई त्यस्तो कार्यालय वा संस्थाको प्रमुख वा निजबाट अधिकार प्राप्त अधिकारीले दस्तखत गरेको भएमा सोही लिखत दर्ता गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) वा (२) बमोजिम रीत नपुगी कुनै लिखत दर्ता गर्न ल्याएमा त्यस्तो सरकारी कार्यालय वा संस्थाको अधिकार प्राप्त अधिकारीले जुन कारणले लिखत दर्ता गर्न नहुने हो त्यसको कारण स्पष्ट रूपमा खुलाई लिखतको पीठमा सो कुरा लेखी मिति समेत राखी आफ्नो दस्तखत गरी दर्ता गर्न ल्याउनेको भरपाई गराई लिखत फिर्ता दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि सरकारी कार्यालय वा सङ्गठित संस्थामा दर्ता भएको कुनै पनि लिखत कसैलाई फिर्ता दिई अर्को साटी लिन र अङ्क अक्षर थपी मेटी, केरी, घटी वा बढी पार्न हुँदैन ।"
                        }
                    ]
                },
                {
                    "section_number": "४६",
                    "section_title": "लिखतको प्रतिलिपि उपलब्ध गराउनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "मुद्दामा सरोकार भएको व्यक्ति वा निजको कानून व्यवसायीले अदालतमा पेश भएको फिरादपत्र, प्रतिउत्तरपत्र, पुनरावेदनपत्र, निवेदनपत्र, बादी वा प्रतिबादीले पेश गरेका प्रमाण सम्बन्धी लिखत वा फैसला लगायत मुद्दाको मिसिल संलग्न कागजपत्रको प्रतिलिपि माग गरी निवेदन दिएमा अदालतले यथाशीध्र त्यस्तो लिखतको प्रतिलिपि उपलब्ध गराउनु पर्नेछ ।",
                            "note": "तर फैसलाको प्रतिलिपि जुनसुकै कानून व्यवसायीले लिन पाउनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा लेखिए बाहेक कुनै सरकारी कार्यालय वा सङ्गठित संस्थामा रहेको लिखतमा आफ्नो सरोकार रहेको व्यहोरा खुलाई लिखतको सरोकारवाला व्यक्तिले लिखतको प्रतिलिपि माग गरी सम्बन्धित कार्यालय वा सङ्गठित संस्थामा निवेदन दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) वा (२) बमोजिम कसैले प्रतिलिपि माग गरी दिएको निवेदनको व्यहोरा मनासिब देखिएमा सम्बन्धित सरकारी कार्यालय, सङ्गठित संस्था वा निवेदक आफैँले प्रतिलिपि सारी वा छाँयाप्रति बनाई लिने भएमा प्रतिपृष्ठ पाँच रुपैयाँ र सरकारी कार्यालय वा सङ्गठित संस्थाबाट नै प्रतिलिपि बनाई उपलब्ध गराउने भएमा प्रतिपृष्ठ दश रुपैयाँ दस्तुर लाग्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "उपदफा (३) बमोजिम प्रतिलिपि उपलब्ध गराउँदा सरकारी कार्यालय वा सङ्गठित संस्था वा निवेदकबाट माग भए बमोजिम प्रतिलिपि उपलब्ध गराइएको र सक्कल प्रति अनुरुप प्रतिलिपि रहेको व्यहोरा प्रमाणित गरी निवेदकलाई सोही दिन प्रतिलिपि उपलब्ध गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(५)",
                            "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कानून बमोजिम गोप्य राख्नु पर्ने वा सार्वजनिक गर्न नहुने लिखत वा अदालतले सार्वजनिक नगर्न आदेश दिएको लिखतको प्रतिलिपि उपलब्ध गराइने छैन ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "५",
            "chapter_title": "हदम्याद सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "४७",
                    "section_title": "हदम्यादभित्र फिराद गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै अदालतमा फिरादपत्र दायर गर्न कानून बमोजिम कुनै निश्चित समयावधि तोकिएकोमा त्यस्तो समयावधिलाई हदम्यादको व्यवस्था भएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम हदम्यादको व्यवस्था भएकोमा सम्बन्धित व्यक्तिले त्यस्तो हदम्यादभित्र अदालतमा फिरादपत्र दायर गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) को प्रतिकूल हुने गरी कुनै व्यक्ति फिरादपत्र दायर गर्न अदालतमा उपस्थित भएमा निजको फिरादपत्र दर्ता हुने छैन र कुनै कारणवश दर्ता हुन गएको रहेछ भने पनि त्यस्तो फिरादपत्र खारेज हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४८",
                    "section_title": "हदम्यादको व्यवस्था नभएकोमा फिराद गर्न सकिने",
                    "content": "कुनै विषयमा फिरादपत्र दायर गर्ने सम्बन्धमा कानूनमा कुनै हदम्याद उल्लेख नभएको भए * जहिले सुकै पनि फिराद गर्न सकिनेछ ।"
                },
                {
                    "section_number": "४९",
                    "section_title": "हदम्याद प्रारम्भ हुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "कुनै विषयमा फिराद गर्न जुन कानूनमा हदम्यादको व्यवस्था भएको छ सोही कानून बमोजिम नै हदम्याद प्रारम्भ भएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम हदम्याद प्रारम्भ हुने सम्बन्धमा कानूनी व्यवस्था नभएकोमा फिराद गर्नु पर्ने कारण परेको मितिले हदम्याद प्रारम्भ भएको मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५०",
                    "section_title": "थाहा पाएको मितिले फिराद गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा ४८ वा ४९ मा जुनसुकै कुरा लेखिएको भए तापनि धोका, कीर्ते, जालसाजी वा षड्यन्त्रको फलस्वरुप वा त्यस्तै अन्य कुनै कारण परी वा गोप्य रूपमा कुनै काम भई थाहा पाउन सक्ने स्थिति नभई कसैको हदम्याद गुज्रन गएकोमा निजले त्यस्तो कुरा थाहा पाएको मितिले नब्बे दिनभित्र सोही व्यहोरा उल्लेख गरी फिराद दायर गर्न आएमा अदालतले यस परिच्छेदको अधीनमा रही त्यस्तो फिरादपत्र दर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) को प्रयोजनको लागि नेपाल सरकार, प्रदेश सरकार, स्थानीय तह वा कुनै सङ्गठित संस्थाको हकमा त्यस्तो सरकार वा तहको सम्बन्धित कार्यालय वा त्यस्तो संस्थालाई फिराद गर्नु पर्ने कुराको जानकारी भएको मितिलाई थाहा पाएको मिति मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५१",
                    "section_title": "बिदापछि फिरादपत्र दर्ता हुन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "हदम्याद पुग्ने अन्तिम दिन सार्वजनिक बिदा परेमा त्यस्तो बिदापछि लगत्तै अदालत खुलेको पहिलो दिन फिरादपत्र दर्ता गर्न सरोकारवालाले माग गरेमा अदालतले त्यस्तो फिरादपत्र दर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम फिरादपत्र दर्ता भएकोमा हदम्यादभित्र नै फिरादपत्र दर्ता भएको मानिनेछ ।",
                            "explanation": {
                                "title": "स्पष्टीकरण",
                                "content": "यस दफाको प्रयोजनको लागि “सार्वजनिक बिदा” भन्नाले प्रचलित कानून बमोजिम तोकिएको सार्वजनिक बिदा सम्झनु पर्छ ।"
                            }
                        }
                    ]
                },
                {
                    "section_number": "५२",
                    "section_title": "नाबालक वा होस ठेगानमा नरहेको व्यक्तिको हदम्याद प्रारम्भ हुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "फिरादपत्र गर्नु पर्ने कुनै व्यक्ति नाबालक भएमा निज बालिग भएको दिनदेखि निजको हकमा हदम्याद प्रारम्भ भएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "फिराद गर्नु पर्ने व्यक्तिको हदम्याद प्रारम्भ हुनुभन्दा अघि नै होस ठेगानमा नरहेमा निजको होस ठेगानमा आएको दिनदेखि निजको हकमा हदम्याद प्रारम्भ भएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "हदम्याद प्रारम्भ भएपछि कुनै व्यक्तिको होस ठेगानमा नरहेमा हदम्याद प्रारम्भ र अन्त्य हुँदा जति अवधि निजको होस ठेगानमा नरहेको अवस्था रहन्छ त्यति नै अवधि गणना गरी हुन आउने हदम्यादको अवधिभित्र फिराद दिएमा हदम्याद भित्र नै फिरादपत्र परेको मानिनेछ ।",
                            "note": "तर होस ठेगानमा नरहेको व्यक्ति होस ठेगानमा आएपछि बाँकी रहन आउने हदम्यादको अवधि पन्ध्र दिनभन्दा कम हुने भएमा पन्ध्र दिनको अवधि हदम्याद बाँकी रहेको मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५३",
                    "section_title": "हकवालाको हदम्याद प्रारम्भ हुने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "फिरादपत्र गर्नु पर्ने नाबालक वा होस ठेगानमा नरहेको व्यक्ति बालिग वा होस ठेगानमा रहेको अवस्था नहुँदै निजको मृत्यु भएमा निजको मृत्यु भएको मितिले हदम्यादभित्र निजको हकवालाले फिराद गर्न पाउनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "कुनै नाबालक बालिग भएपछि पैंतीस दिन वा सोभन्दा बढी अवधि हदम्याद बाँकी रहेको अवस्थामा निजको मृत्यु भएमा बाँकी हदम्यादभित्र र पैंतीस दिनभन्दा कम अवधिको हदम्याद बाँकी रहेको अवस्थामा निजको मृत्यु भएमा त्यसरी मृत्यु भएको मितिले पैंतीस दिनभित्र निजको हकवालाले फिराद गर्न पाउनेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "होस ठेगानमा नरहेको कुनै व्यक्ति होस ठेगानमा आएपछि पैंतीस दिन वा सोभन्दा बढी हदम्याद बाँकी रहेको अवस्थामा निजको मृत्यु भएमा बाँकी हदम्यादभित्र र पैंतीस दिनभन्दा कम हदम्याद बाँकी रहेको अवस्थामा निजको मृत्यु भएमा त्यसरी मृत्यु भएको मितिले पैंतीस दिनभित्र निजको हकवालाले फिराद गर्न पाउनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "५४",
                    "section_title": "संरक्षक वा माथवरले फिराद गर्न पाउने",
                    "content": "दफा ५२ वा ५३ मा जुनसुकै कुरा लेखिएको भए तापनि नाबालक वा होस ठेगानमा नरहेको व्यक्तिको हकमा कानून बमोजिम निजको संरक्षक वा माथवर भए त्यस्तो संरक्षक वा माथवरले यस परिच्छेद बमोजिम कानूनको हदम्यादभित्र फिराद गर्न पाउनेछ ।"
                },
                {
                    "section_number": "५५",
                    "section_title": "हदम्याद स्थगन नहुने",
                    "content": "संयुक्त रूपमा फिराद गर्नु पर्ने अवस्थाका व्यक्तिहरूमध्ये कुनै व्यक्ति नाबालक वा होस ठेगानमा नरहेको व्यक्ति बाहेक अन्य व्यक्तिको हकमा हदम्याद स्थगन हुने छैन ।",
                    "note": "तर त्यस्तो नाबालक बालिग भएपछि वा होस ठेगानमा नरहेको व्यक्ति होस ठेगानमा आएपछि निजले आफ्नो हकमा दफा ५२ को अधीनमा रही छुट्टै फिरादपत्र दिन सक्नेछ ।"
                },
                {
                    "section_number": "५६",
                    "section_title": "विदेशमा भएको कारोबारको हदम्याद",
                    "content": "विदेशमा भएको कुनै काम, कारबाही वा कारोबारको सम्बन्धमा कानून वा करार बमोजिम नेपालको कुनै अदालतमा फिरादपत्र लाग्ने व्यवस्था भएकोमा त्यस्तो काम, कारबाही वा कारोबार नेपालभित्र नै भए गरे सरह मानी यस परिच्छेदको अधीनमा रही फिराद गर्न सकिनेछ ।"
                },
                {
                    "section_number": "५७",
                    "section_title": "अधिकारक्षेत्र नभएको अदालतमा दायर भएको फिरादको हदम्याद",
                    "content": "कसैले कुनै अदालतमा फिरादपत्र दायर गरेकोमा कुनै कारणबाट त्यस्तो फिरादपत्रको कारबाही, सुनुवाई र किनारा गर्ने अधिकारक्षेत्र त्यस्तो अदालतलाई नभएको देखिएमा अदालतले तत्सम्बन्धमा कारबाही टुङ्ग्याएको मितिबाट जति अवधि हदम्याद बाँकी छँदै फिराद गरेको थियो त्यति अवधिसम्म सम्बन्धित व्यक्तिको फिराद गर्ने हदम्याद कायम रहेको मानिनेछ ।",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "तर, हदम्यादको अवधि सात दिनभन्दा कम रहेकोमा सात दिनसम्म फिराद गर्ने हदम्याद कायम रहनेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "फिराद गर्दाकै अवस्थामा अधिकारक्षेत्र नभएको भनी सो अदालतले दरपीठ गरेकोमा अधिकारक्षेत्र नभएको अदालत समक्ष कारबाही चलेको कारणले मात्र यस दफा बमोजिम फिरादपत्र दिन हदम्याद थप हुन सक्ने छैन ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "फिरादपत्र दर्ता भएको अदालतलाई त्यसको कारबाही, सुनुवाई र किनारा गर्ने अधिकारक्षेत्र नभएको भन्ने कुरा थाहा भएपछि त्यस्तो अदालतबाट फिरादको टुङ्गो नलगाएको कारणले मात्र कानून बमोजिमको हदम्यादभित्र अधिकार प्राप्त अदालतमा फिराद गर्न सम्बन्धित व्यक्तिलाई बाधा पुगेको मानिने छैन ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "कानून बमोजिम हदम्याद गुज्रिसकेपछि पनि हदम्याद ढाँटी फिरादपत्र दर्ता गराएकोमा फिरादपत्र दर्ता गराएको कारणले मात्र अधिकारक्षेत्र कायम हुन सक्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "५८",
                    "section_title": "हदम्याद नगुज्रने",
                    "content": "कसैको देहाय बमोजिमको काबु बाहिरको परिस्थिति उत्पन्न भई हदम्यादभित्र फिरादपत्र दर्ता गर्न नसकी हदम्याद गुज्रेको कुरा उल्लेख गरी निजले देहायको अवधिभित्र फिरादपत्र दर्ता गर्न ल्याएमा यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भएतापनि दफा ५९ को अधीनमा रही अदालतले त्यस्तो फिरादपत्र दर्ता गर्नु पर्नेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "(क)",
                            "content": "फिरादपत्र दर्ता गर्नु पर्ने व्यक्तिको कोही मृत्यु भई परम्परा अनुसार निज आफैँ किरिया वा *किरिया सरहको शोकवरण गरी बस्नु परेको भए त्यस्तो व्यक्तिको मृत्यु भएको पन्ध्र दिन पुगेको मितिले बाटोको म्याद बाहेक सात दिन,"
                        },
                        {
                            "clause_letter": "(ख)",
                            "content": "फिराद दर्ता गर्नु पर्ने व्यक्ति महिला भई सुत्केरी भएको भए सुत्केरी भएको मितिले बाटाको म्याद बाहेक साठी दिन,"
                        },
                        {
                            "clause_letter": "(ग)",
                            "content": "खोलो पहिरो वा हिउँले बाटो बन्द भई वा कर्फ्यूको घोषणा भएको वा अन्य कुनै कारणले सार्वजनिक यातायातको साधन नचलेको भए बाटो खुलेको वा सार्वजनिक यातायातको साधन चलेको मितिले बाटोको म्याद बाहेक पन्ध्र दिन,"
                        },
                        {
                            "clause_letter": "(घ)",
                            "content": "फिराद दर्ता गर्नु पर्ने व्यक्तिलाई कसैले अपहरण गरी लगेको वा शरीर बन्धक बनाएको भए त्यस्तो अपहरण वा बन्धकबाट मुक्त भएको मितिले बाटोको म्याद बाहेक पन्ध्र दिन,"
                        },
                        {
                            "clause_letter": "(ङ)",
                            "content": "भूकम्प वा ज्वालामुखी आदि जस्ता विपद् परेको भए त्यस्तो विपद् परेको मितिले बाटोको म्याद बाहेक दश दिन,"
                        },
                        {
                            "clause_letter": "(च)",
                            "content": "कुनै दुर्घटनाको कारण अचेत वा हिँडडुल गर्न नसक्ने भई वा अचानक कुनै कडा रोग लागेको कारण हिँडडुल गर्न नसकेकोले अस्पतालमा भर्ना भई उपचाररत रहनु परेको अवस्थामा त्यसरी भर्ना भएको मितिले बाटोका म्याद बाहेक पन्ध्र दिन ।"
                        }
                    ]
                },
                {
                    "section_number": "५९",
                    "section_title": "हदम्याद गुज्रनुको कारणको प्रमाण पेश गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा ५० वा ५८ बमोजिमको अवस्था परी फिराद गर्दा कुनै व्यक्तिले हदम्यादभित्र फिराद गर्न नसकेमा त्यसलाई पुष्टि गर्न आवश्यक पर्ने प्रमाण सहित अदालतमा निवेदन दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम निवेदन साथ प्रमाण पेश गर्न नसक्ने कारण देखाई यसको लागि म्याद मागेमा अदालतले त्यस्तो प्रमाण पेश गर्नको निमित्त फिराद दायर गर्न चाहने व्यक्तिलाई पन्ध्र दिनमा नबढाई उपयुक्त ठहराएको म्याद दिन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६०",
                    "section_title": "स्वीकृति प्राप्त गरेको मितिबाट हदम्याद प्रारम्भ हुने",
                    "content": "कुनै व्यक्ति, संस्था वा पदाधिकारी उपर फिराद गर्नु अघि कानून बमोजिम कसैको स्वीकृति प्राप्त गर्नु पर्ने भएमा सम्बन्धित व्यक्तिले त्यस्तो स्वीकृतिको सूचना प्राप्त गरेको मितिबाट तत्सम्बन्धमा फिराद गर्ने हदम्याद प्रारम्भ भएको मानिनेछ ।"
                },
                {
                    "section_number": "६१",
                    "section_title": "अधिकारी तोकिएपछि हदम्याद प्रारम्भ हुने",
                    "content": "कुनै कानूनमा मुद्दा हेर्ने अधिकारी, अदालत वा निकाय तोक्ने अधिकार नेपाल सरकार, अन्य कुनै निकाय वा पदाधिकारीलाई भएकोमा हदम्यादभित्र त्यस्तो अधिकारी, अदालत वा निकाय तोकिएकोमा सोही बमोजिम र नतोकिएकोमा त्यसरी अधिकारी, अदालत वा निकाय तोकिएको मितिबाट सम्बन्धित कानून अन्तर्गत पैंतीस दिनभित्र फिरादपत्र दायर गर्ने हदम्याद प्रारम्भ हुनेछ ।",
                    "note": "तर दफा २५ बमोजिम जिल्ला अदालतमा मुद्दा दायर भएकोमा सोही बमोजिम हुनेछ ।"
                },
                {
                    "section_number": "६२",
                    "section_title": "हदम्याद सम्बन्धी अवधिको गणना",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "हदम्यादको अवधि दिन गन्तीमा तोकिएको भए जति दिन तोकिएको छ त्यति नै दिन गन्तीको हिसाबले गणना गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम दिन गन्ती गर्दा हदम्याद प्रारम्भ भएको भोलिपल्टदेखि गणना गरी हदम्यादको अवधि कायम गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "हदम्यादको अवधि महिनामा तोकिएको भए जति दिनको महिना भएपनि सक्रान्तिको हिसाबले जति महिना तोकिएको हो त्यति नै महिनाको हिसाबले गणना गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(४)",
                            "content": "हदम्यादको अवधि वर्षमा तोकिएको भए बाह्र महिनाको अवधिलाई एक वर्ष मानी जति वर्ष तोकिएको हो त्यति नै वर्षको हिसाबले गणना गर्नु पर्नेछ ।"
                        }
                    ]
                }
            ]
        },
        {
            "chapter_number": "६",
            "chapter_title": "अदालती शुल्क सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "६३",
                    "section_title": "अदालती शुल्क लाग्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "अदालतमा फिरादपत्र वा पुनरावेदनपत्र दिँदा वा अदालतमा कुनै प्रतिदाबी लिँदा अदालती शुल्क (कोर्ट फी) लाग्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा लेखिए बाहेक कुनै मुद्दा पुनरावलोकन गरी वा मुद्दा दोहोऱ्याई पाऊँ भनी दिएको निवेदनमा पुनरावलोकन गर्ने वा दोहोऱ्याउने आदेश भएमा अदालती शुल्क तिर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) वा (२) मा जुनसुकै कुरा लेखिएको भए तापनि * नेपाल सरकार वा प्रदेश सरकार वा स्थानीय तह वादी हुने मुद्दा वा नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी तोकिएको निकायबाट कारबाही हुने मुद्दाको हकमा यस परिच्छेद बमोजिम अदालती शुल्क लाग्ने छैन ।"
                        }
                    ],
                    "explanation": {
                        "title": "स्पष्टीकरण",
                        "content": "यस परिच्छेदको प्रयोजनको लागि “अदालती शुल्क” भन्नाले फिरादपत्र वा पुनरावेदन दिँदा वा मुद्दा पुनरावलोकन वा दोहोऱ्याउन दिँदा लिइने शुल्क सम्झनु पर्छ र सो शब्दले प्रतिदाबी लिनेले प्रतिदाबी लिए बापत बुझाउने शुल्क समेतलाई जनाउँछ ।"
                    }
                },
                {
                    "section_number": "६४",
                    "section_title": "अदालती शुल्क दाखिला नगरी मुद्दाको कारबाही हुन नसक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "*यस परिच्छेद बमोजिम लाग्ने अदालती शुल्क दाखिल नगरी अदालतमा दिएको फिरादपत्र वा पुनरावेदनपत्र, लिएको प्रतिदाबी वा मुद्दा पुनरावलोकन गरी वा दोर्होयाई हेर्न दिएको निवेदन उपर कुनै कारबाही हुन सक्ने छैन ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "यस परिच्छेदमा अन्यथा उल्लेख भएकोमा बाहेक अदालती शुल्क दाखिल नगरी दर्ता भएको फिरादपत्र, पुनरावेदनपत्र वा पुनरावलोकन गरी वा दोहोऱ्याई हेरिने मुद्दा खारेज हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६५",
                    "section_title": "अदालती शुल्क नलिई मुद्दा हेरिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा ६४ मा जुनसुकै कुरा लेखिएको भए तापनि देहायका कुनै अवस्थामा न्यायाधीशले कारण सहितको पर्चा खडा गरी पूर्ण वा आंशिक रूपमा अदालती शुल्क पछि लिने गरी फिरादपत्र, पुनरावेदनपत्र, प्रतिदाबी दर्ता गर्ने वा मुद्दा पुनरावलोकन वा दोहोऱ्याई हेर्ने आदेश दिन सक्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "(क)",
                                    "content": "अदालती शुल्क तिर्नु पर्ने व्यक्तिले आफ्नो आर्थिक अवस्था अत्यन्त कमजोर भई लाग्ने अदालती शुल्क पूर्ण वा आंशिक रूपमा बुझाउन असमर्थ भएको कारण जनाई अदालतमा दिएको निवेदन जाँचबुझ गर्दा विश्वास गर्नु पर्ने कुनै मनासिब आधार भएमा,"
                                },
                                {
                                    "clause_letter": "(ख)",
                                    "content": "अदालती शुल्क तिर्नु पर्ने व्यक्तिको मुद्दा परेको सम्पत्ति बाहेक अन्य सम्पत्ति केही नभई अदालती शुल्क दाखिल गर्न असमर्थ छ भनी सम्बन्धित स्थानीय तहबाट सिफारिस भई आएमा वा त्यस्तो व्यक्तिको सोही व्यहोराको निवेदन अदालतमा परी जाँचबुझ गर्दा विश्वास गर्नु पर्ने मनासिब आधार भएमा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) बमोजिम न्यायाधीशबाट पूर्ण वा आंशिक रूपमा अदालती शुल्क पछि लिने गरी आदेश भएमा सम्बन्धित कर्मचारीले के कति अदालती शुल्क लिएको हो र के कति लिन बाँकी छ स्पष्ट लेखी त्यसको अभिलेख मिसिल साथ राख्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६६",
                    "section_title": "सम्पत्तिको मूल्य वा बिगो खुलाउनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "फिरादपत्र दिँदा जुन सम्पत्ति दाबी गरिएको वा दाबी छुटाई पाउँ भनिएको हो त्यस्तो सम्पत्तिको स्पष्ट रूपमा नगदमा मूल्य वा बिगो खुलाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा उल्लिखित अवस्थामा बाहेक कसैले गरी दिनु पर्ने कुरा गरी दिएन वा गर्नु नपर्ने कुरा गर्यो वा गर्न लाग्यो भन्ने मात्र दाबी गरेकोमा त्यस्तो दाबी समेत स्पष्ट रूपमा फिरादपत्रमा खुलाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (२) बमोजिम दाबी गरी फिरादपत्र दिएकोमा पछि मूल्य वा बिगो दिलाउने गरी निर्णय गर्नु पर्ने भएमा अदालतले त्यस्तो निर्णय गर्नु अघि फिरादपत्र दिने व्यक्तिबाट त्यस्तो मूल्य वा बिगो बमोजिम अदालती शुल्क दाखिला गर्न लगाउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "६७",
                    "section_title": "मूल्य वा बिगो कायम गर्ने आधार",
                    "content": "अदालती शुल्क दाखिला गर्ने प्रयोजनको लागि दफा ६६ बमोजिम अचल सम्पत्तिको मूल्य वा बिगो देहायको प्राथमिकताक्रमको आधारमा कायम गर्नु पर्नेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "(क)",
                            "content": "रजिष्ट्रेशन प्रयोजनको लागि मालपोत कार्यालयले निर्धारण गरेको दस्तुर,"
                        },
                        {
                            "clause_letter": "(ख)",
                            "content": "करको प्रयोजनको लागि प्रचलित कानून बमोजिम कुनै मूल्य निर्धारण गरेको भए त्यस्तो मूल्य,"
                        },
                        {
                            "clause_letter": "(ग)",
                            "content": "स्थानीय प्रचलित मूल्य ।"
                        }
                    ]
                },
                {
                    "section_number": "६८",
                    "section_title": "अदालती शुल्क लिँदा आधार लिइने मूल्य वा बिगो",
                    "content": "अदालतले देहायका मूल्य वा बिगोको आधारमा अदालती शुल्क लिनु पर्नेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "(क)",
                            "content": "नगदको हक कायम गर्नु वा दाबी छुटाई दिनु पर्नेमा जति रकम हक कायम गर्नु वा छुटाउनु पर्ने हो त्यस्तो अङ्क,"
                        },
                        {
                            "clause_letter": "(ख)",
                            "content": "सुन, चाँदी, रत्न वा जवाहरत समेत दिलाउन वा दाबी छुटाउन पर्नेमा नेपाल राष्ट्र बैङ्कले कायम गरेको दरले हुन आउने अङ्क र त्यस्तो दर कायम नभएकोमा प्रचलित बजार मूल्यको आधारमा हुन आउने अङ्क,"
                        },
                        {
                            "clause_letter": "(ग)",
                            "content": "खण्ड (ख) मा उल्लेख भए बाहेक अन्य चल सम्पत्ति दिलाउन वा छुटाउनु पर्नेमा त्यस्तो सम्पत्तिको प्रचलित बजार मूल्यका आधारमा हुन आउने अङ्क,"
                        },
                        {
                            "clause_letter": "(घ)",
                            "content": "धितोपत्र, ऋणपत्र दिलाउन वा दाबी छुटाउनु पर्ने भए धितोपत्र बजारले कायम गरेको मूल्य,"
                        },
                        {
                            "clause_letter": "(ङ)",
                            "content": "खण्ड (ग) बमोजिम प्रचलित बजार मूल्य यकिन नभएका चल सम्पत्तिको हकमा बादीले कायम गरेको मूल्य वा बिगोको अङ्क,"
                        },
                        {
                            "clause_letter": "(च)",
                            "content": "जग्गाको आयस्ता दाबी गरेकोमा विपद् नपरेका अघिल्लो सालको आयस्ताको अङ्क,"
                        },
                        {
                            "clause_letter": "(छ)",
                            "content": "अचल जग्गा जमिन पक्री दाबी गरेको वा हक दावा पक्राउ छुटाई दिनु पर्नेमा फिरादवालाले दफा ६६ बमोजिम कायम गरी ल्याएको मूल्य र बिगोको अङ्क,"
                        },
                        {
                            "clause_letter": "(ज)",
                            "content": "विपद् परेको जग्गाको आयस्ता मिन्हा गरी दिएन भन्ने दाबी गरेकोमा मिन्हा गर्न दाबी गरेको अङ्क,"
                        },
                        {
                            "clause_letter": "(झ)",
                            "content": "जग्गाको आयस्ता बाहेक अन्य मिन्हा गर्न दाबी गरेकोमा त्यसरी मिन्हा गर्न दाबी गरेको अङ्क,"
                        },
                        {
                            "clause_letter": "(ञ)",
                            "content": "गुठी, महन्त्याइँ, पूजारी, भण्डारे आदिको हक दाबी गरेको, दाबी छुटाई दिनु पर्ने वा त्यस्तो कामबाट छुट्कारा गरी पाउँ भन्ने दाबी गरेकोमा गुठीको काम चलाई खान पाउने शेष बाँकीको अङ्कबाट र अरु दाबी गरेकोमा ठेकिएको जग्गाको अङ्क वा बिगोबाट र जग्गा नठेकिएकोमा खान पाउने एक सालको खान्गी आयस्ताको अङ्क,"
                        },
                        {
                            "clause_letter": "(ट)",
                            "content": "ठेक्का रकमको हक दाबी गरेको वा हक दाबी छुटाई दिनु पर्नेमा जति सालको ठेक्का रकम दाबी गरेको हो त्यति सालको ठेक्का अङ्क र आयस्ता नोक्सानी मात्र दाबी गरेकोमा दाबी गरेको आयस्ता नोक्सानीको अङ्क,"
                        },
                        {
                            "clause_letter": "(ठ)",
                            "content": "अचल सम्पत्ति बन्धकीको हकमा लिखतमा लेखिएको बिगोको अङ्क,"
                        },
                        {
                            "clause_letter": "(ड)",
                            "content": "दामासाही वा भाखा गरी दिनु पर्नेमा असामीले देखाएको बिगोको अङ्क,"
                        },
                        {
                            "clause_letter": "(ढ)",
                            "content": "तलब, भत्ता वा किस्ता दिलाई पाउने भनी दाबी गरेमा त्यस्तो दाबीको अङ्क,"
                        },
                        {
                            "clause_letter": "(ण)",
                            "content": "ज्याला, मजुरी, नोक्सानी, हर्जाना दाबी गरेकोमा त्यस्तो दाबी गरेको मूल्यको अङ्क,"
                        },
                        {
                            "clause_letter": "(त)",
                            "content": "साँवा, मुनाफा, लाभांश, बोनस, दान बकस, ब्याज, घर पसल, बहाल वा कुनै सम्पत्ति दाबी गरेकोमा त्यस्तो सम्पत्तिको अङ्क,"
                        },
                        {
                            "clause_letter": "(थ)",
                            "content": "कुनै क्षतिपूर्ति दाबी गरेकोमा त्यसरी दाबी गरेको अङ्क,"
                        },
                        {
                            "clause_letter": "(द)",
                            "content": "करार बमोजिम गराई वा भराई पाउन दाबी गरेकोमा त्यसरी गराउन वा भराउन दाबी गरेको अङ्क ।"
                        }
                    ]
                },
                {
                    "section_number": "६९",
                    "section_title": "अदालती शुल्कको दर",
                    "content": "फिरादपत्र दिँदा दफा ६८ बमोजिम दाबी गरेको वा दाबी छुटाई पाउँ भनेको मूल्य वा बिगोको अङ्कबाट देहाय बमोजिमको दरले अदालती शुल्क लाग्नेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "(क)",
                            "content": "पहिलो पच्चीस हजार रुपैयाँसम्मको लागि पाँच सय रुपैयाँ,"
                        },
                        {
                            "clause_letter": "(ख)",
                            "content": "पचास हजार रुपैयाँसम्म भएमा दोस्रो पच्चीस हजारसम्मको लागि सयकडा पाँचका दरले,"
                        },
                        {
                            "clause_letter": "(ग)",
                            "content": "एक लाख रुपैयाँसम्म भए तेस्रो पचास हजार रुपैयाँसम्मको लागि सयकडा तीन दशमलब पाँचका दरले,"
                        },
                        {
                            "clause_letter": "(घ)",
                            "content": "पाँच लाख रुपैयाँसम्म भए चौथो चार लाख रुपैयाँसम्मको लागि सयकडा दुईका दरले,"
                        },
                        {
                            "clause_letter": "(ङ)",
                            "content": "पच्चीस लाख रुपैयाँसम्म भए पाँचौं बीस लाख रुपैयाँसम्मको लागि सयकडा एक दशमलब पाँचका दरले,"
                        },
                        {
                            "clause_letter": "(च)",
                            "content": "पच्चीस लाख रुपैयाँभन्दा माथि जतिसुकै भएपनि बढी अङ्क जतिको लागि सयकडा एकका दरले ।"
                        }
                    ]
                },
                {
                    "section_number": "७०",
                    "section_title": "एकमुष्ट अदालती शुल्क लाग्ने",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा ६९ मा जुनसुकै कुरा लेखिएको भए तापनि देहायका कुनै विषय र सोसँग सम्बन्धित मुद्दामा एकमुष्ट पाँच सय रुपैयाँ अदालती शुल्क लाग्नेछः-",
                            "clauses": [
                                {
                                    "clause_letter": "(क)",
                                    "content": "जग्गाको दर्ता, नामसारी वा त्यस्तो बदर, नामसारी बदर,"
                                },
                                {
                                    "clause_letter": "(ख)",
                                    "content": "रसिद तथा भरपाईको दाबी,"
                                },
                                {
                                    "clause_letter": "(ग)",
                                    "content": "लिखत, भाखापत्र, जमानीपत्र, कबुलियत भरपाई आदि फट्टाको माग दाबी,"
                                },
                                {
                                    "clause_letter": "(घ)",
                                    "content": "घर वा जग्गामा बसेकोलाई उठाई वा उठ्न नपर्ने माग दाबी,"
                                },
                                {
                                    "clause_letter": "(ङ)",
                                    "content": "बाँध, पैनी वा कुलो बनाउन वा त्यसबाट पानी ल्याउन दिएन वा रोक्न लगाएको दाबी,"
                                },
                                {
                                    "clause_letter": "(च)",
                                    "content": "निकास, भ्याल वा ढोका खुला वा बन्द, झ्याल, ढोका वा कौशी राख्ने, थप्ने वा बन्द गर्ने माग दाबी,"
                                },
                                {
                                    "clause_letter": "(छ)",
                                    "content": "कुनै काम नगर्नु वा नगराउनु वा कुनै काम गर्न लगाउन निषेधाज्ञा वा आदेशात्मक आदेश जारीको माग दाबी वा त्यस्तो आदेशको बदर,"
                                },
                                {
                                    "clause_letter": "(ज)",
                                    "content": "कुनै व्यक्तिको पूर्ण सक्षमता, अर्ध सक्षमता वा असक्षमता निर्धारण,"
                                },
                                {
                                    "clause_letter": "(झ)",
                                    "content": "सम्बन्ध विच्छेद,"
                                },
                                {
                                    "clause_letter": "(ञ)",
                                    "content": "नाता कायम,"
                                },
                                {
                                    "clause_letter": "(ट)",
                                    "content": "कुनै व्यक्तिको मृत्युको सम्बन्धमा न्यायिक घोषणाको माग वा न्यायिक घोषणा बदर वा सोको संशोधन सम्बन्धी माग दाबी,"
                                },
                                {
                                    "clause_letter": "(ठ)",
                                    "content": "दामासाहीको कारबाही प्रारम्भ गर्ने वा नगर्ने माग दाबी,"
                                },
                                {
                                    "clause_letter": "(ड)",
                                    "content": "गुठी सञ्चालक नियुक्ति वा बदर,"
                                },
                                {
                                    "clause_letter": "(ढ)",
                                    "content": "संरक्षक नियुक्ति वा बदर,"
                                },
                                {
                                    "clause_letter": "(ण)",
                                    "content": "माथवरको नियुक्ति वा बदर,"
                                },
                                {
                                    "clause_letter": "(त)",
                                    "content": "फलोपभोगको दाबी वा बदर,",
                                    "note": "तर मूल्य उल्लेख भएकोमा मूल्यका आधारमा अदालती शुल्क लाग्नेछ ।"
                                },
                                {
                                    "clause_letter": "(थ)",
                                    "content": "सुविधाभारको दाबी वा बदर ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायका मुद्दामा एक हजार रुपैयाँ अदालती शुल्क लाग्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "(क)",
                                    "content": "अंश लाग्ने सम्पत्तिमा अंशको भाग यकिन गरी वा दिलाई दिने माग दाबी,"
                                },
                                {
                                    "clause_letter": "(ख)",
                                    "content": "लिखत वा कागज बदर ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(३)",
                            "content": "उपदफा (१) र (२) मा लेखिएदेखि बाहेक बिगो नखुलेको अन्य कुनै करारका सम्बन्धमा पर्न आउने विवादमा एकमुष्ट दुई हजार पाँच सय रुपैयाँ अदालती शुल्क लाग्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "७१",
                    "section_title": "अदालती शुल्क लिने सम्बन्धी विशेष व्यवस्था",
                    "subsections": [
                        {
                            "subsection_number": "(१)",
                            "content": "दफा ७० मा जुनसुकै कुरा लेखिएको भए तापनि देहायको मुद्दामा देहाय बमोजिम अदालती शुल्क लाग्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "(क)",
                                    "content": "बादी वा पुनरावेदकको जिकिरबाट कुनै सम्पत्तिको हक बेहक गर्नु पर्ने भएमा दफा ६८ बमोजिम,"
                                },
                                {
                                    "clause_letter": "(ख)",
                                    "content": "अंश मुद्दामा फिरादपत्रसाथ सम्पत्तिको फाँटवारी पेश नभई प्रतिउत्तरसाथ पेश भएको वा अदालतले मागेको फाँटवारी बमोजिम सम्पत्तिको बिगो कायम भएकोमा त्यस्तो बिगोको हिसाबले,"
                                },
                                {
                                    "clause_letter": "(ग)",
                                    "content": "साँवा र ब्याज दुवै दाबी गरी फिरादपत्र दिएकोमा फिरादपत्र दिएको मितिसम्मको ब्याजको हुने अङ्कबाट,"
                                },
                                {
                                    "clause_letter": "(घ)",
                                    "content": "फैसला हुँदा ब्याज समेत भराउने निर्णय भएमा फिरादपत्र दायर भएको मितिदेखि फैसला कार्यान्वयन हुँदासम्मको कानून बमोजिम हुने ब्याजको ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "(२)",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै मुद्दामा मूल्य वा बिगो खुलेकोमा यस परिच्छेदको अन्य दफामा उल्लेख भए बमोजिम मूल्य वा बिगोको आधारमा र"
                        }
                    ]
                }
            ]
        }
    ]
}