{
    "metadata": {
        "header_text": "www.lawcommission.gov.np",
        "source_document": "muluki_dewani_sanghita_pages_120-150.pdf",
        "footnote_text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित / थप ।"
    },
    "chapters": [
        {
            "chapter_number": "Unknown",
            "sections": [
                {
                    "section_number": "३५६",
                    "title": "फलोपभोगीले प्रयोग गर्न नसक्ने सम्पत्ति",
                    "content": "दफा ३५५ मा जुनसुकै कुरा लेखिएको भए तापनि फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्तिसँग सम्बन्धित देहायका सम्पत्ति फलोपभोगीले प्रयोग गर्न सक्ने छैन :-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "सम्पत्तिसँग सम्बन्धित खानी तथा खनिज पदार्थ,\nतर खानी नै फलोपभोग अन्तर्गत प्रयोग गर्न दिएकोमा त्यस्तो खानी प्रयोग गर्न सकिनेछ।"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "हुर्किसकेका रुख,\nतर रुखबाट प्राप्त हुने फल, फूल वा अन्य पैदावार प्रयोग गर्न सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३५७",
                    "title": "स्वीकृति बिना सम्पत्तिको संरचना हेरफेर गर्न नपाउने",
                    "content": "फलोपभोगीले फलोपभोग अन्तर्गत प्राप्त भएको सम्पत्ति स्वामित्ववालाको पूर्व स्वीकृति बिना त्यस्तो सम्पत्तिको मौलिक अवस्था (सब्स्टयान्स) वा त्यसको स्वरूप (फर्म) मा उल्लेख्य रूपमा हेरफेर गर्न वा त्यस्तो सम्पत्ति बिनाश गर्न पाउने छैन ।",
                    "proviso": {
                        "type": "proviso",
                        "content": "तर फलोपभोग अन्तर्गत दिइएको सम्पत्तिको स्वरुप हेरफेर वा त्यसको बिनाश बिना प्रयोग गर्न नसकिने भए करारमा अन्यथा व्यवस्था भएकोमा बाहेक त्यस्तो सम्पत्ति फिर्ता गर्दा कायम हुन सक्ने मूल्य तिरी त्यस्तो सम्पत्तिको स्वरुप हेरफेर वा बिनाश गरी प्रयोग गर्न सकिनेछ ।"
                    }
                },
                {
                    "section_number": "३५८",
                    "title": "फलोपभोग अन्तर्गतको सम्पत्ति बहाल, लिज वा बन्धकीमा दिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "फलोपभोगीले चाहेमा फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्ति दफा ३५२ को उपदफा (२) बमोजिमको करारको अधीनमा रही लिखत गरी बहाल, लिज वा बन्धकीमा दिन सक्नेछ ।\nतर,",
                            "points": [
                                {
                                    "point_number": "१",
                                    "content": "मासिक बीस हजार रुपैयाँसम्ममा सम्पत्ति बहालमा दिँदा लिखत गर्नु पर्ने छैन ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "त्यसरी बहाल, लिज वा बन्धकीमा सम्पत्ति दिएकोमा फलोपभोगीले स्वामित्ववालालाई जानकारी गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "फलोपभोग अन्तर्गत प्राप्त सम्पत्ति फलोपभोग कायम रहनेभन्दा बढी अवधिको लागि बहाल, लिज वा बन्धकीमा दिन सकिने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "inference_note": "Duplicate subsection number found, representing a new logical subsection as per document flow.",
                            "content": "फलोपभोगीले फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्ति बहाल, लिज वा बन्धकीमा दिँदा त्यस सम्बन्धी लिखतमा फलोपभोग अन्तर्गतको सम्पत्ति भएको कुरा उल्लेख गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "inference_note": "Duplicate subsection number found, representing a new logical subsection as per document flow.",
                            "content": "उपदफा (१) र (२) विपरीत कसैले फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्ति बहाल, लिज वा बन्धकीमा दिएको भए त्यस्तो व्यवहार स्वतः बदर हुनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपदफा (१) बमोजिम बहाल, लिज वा बन्धकीमा लिएको सम्पत्ति बहाल, लिज वा बन्धकी लिने व्यक्तिले फलोपभोगीले सरह प्रयोग गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३५९",
                    "title": "फलोपभोग अन्तर्गतको सम्पत्ति मर्मत सम्भार तथा हेरविचार गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "फलोपभोगीले फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्ति आफ्नै सम्पत्ति सरह मानी उचित र मनासिब तवरले मर्मत सम्भार तथा हेरविचार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कुनै व्यक्तिले फलोपभोग अन्तर्गतको सम्पत्ति बहाल, लिज वा बन्धकीमा लिएकोमा निजले त्यस्तो निजले त्यस्तो सम्पत्तिको उचित र मनासिब तवरले हेरविचार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "फलोपभोगीले फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्तिको मर्मत सम्भार आफ्नै खर्चम खर्चमा गर्नु पर्नेछ ।\nतर विपद्को कारण सारभूत रकम (सब्स्ट्यान्सियल एमाउण्ट) खर्च गरी त्यस्तो सम्पत्ति मर्मत र सम्भार गर्नु परेमा स्वामित्ववालाको पूर्व स्वीकृति लिनु पर्नेछ र त्यसरी भएको मर्मत सम्भारको खर्च स्वामित्ववालाले व्यहोर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३६०",
                    "title": "फलोपभोग अन्तर्गत प्राप्त सम्पत्तिको हानि, नोक्सानी गर्न नहुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "फलोपभोगीले फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्तिको हानि, नोक्सानी गर्न वा गराउनु हुँदैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "फलोपभोगी वा दफा ३५८ बमोजिम बहाल, लिज वा बन्धकीमा लिने व्यक्तिले त्यस्तो सम्पत्ति प्रयोग गर्दा कुनै किसिमबाट हानि, नोक्सानी भएमा फलोपभोगी जिम्मेवार हुनेछ ।\nतर विपद् परी त्यस्तो सम्पत्ति हानि, नोक्सानी भएकोमा फलोपभोगी जिम्मेवार हुने छैन ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (२) बमोजिम सम्पत्ति प्रयोग गर्दा हुन सक्ने हानि, नोक्सानीका विरुद्ध फलोपभोगीले फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्तिको संरक्षणको लागि बीमा वा अन्य आवश्यकं सुरक्षात्मक उपाय अपनाउन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३६१",
                    "title": "कर वा शुल्क फलोपभोगीले व्यहोर्नु पर्ने",
                    "content": "फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्तिको कानून बमोजिम लाग्ने कर, मालपोत वा दस्तुर फलोपभोगीले व्यहोर्नु पर्नेछ ।\nतर फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्ति वापत भुक्तान गर्नु पर्ने सम्पत्ति कर स्वामित्ववालाले व्यहोर्नु पर्नेछ ।"
                },
                {
                    "section_number": "३६२",
                    "title": "कसैले दाबी वा खिचोला गरेमा स्वामित्ववालालाई जानकारी दिनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "फलोपभोग अन्तर्गतको सम्पत्ति उपर कसैले अतिक्रमण, दाबी वा खिचोला गरेमा फलोपभोगीले त्यसको पन्ध्र दिनभित्र सो कुराको जानकारी स्वामित्ववालालाई गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम जानकारी नगराउने फलोपभोगी त्यसबाट उत्पन्न हुन सक्ने परिणामप्रति जवाफदेही हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३६३",
                    "title": "फलोपभोगको व्यवस्था बहाल रहने अवधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "फलोपभोगको व्यवस्था करारमा उल्लेख भएको अवधिसम्मको लागि बहाल रहनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि करारमा अन्यथा उल्लेख भएकोमा बाहेक देहायको अवधिभन्दा बढी फलोपभोगको व्यवस्था बहाल रहने छैन :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "कुनै प्राकृतिक व्यक्ति फलोपभोगी भएमा निजको मृत्यु भएको वा फलोपभोगको व्यवस्था भएको उनन्पचास वर्ष पूरा भएकोमध्ये जुन पहिले हुन्छ त्यस्तो अवधि,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "कुनै कानूनी व्यक्ति फलोपभोगी भएमा त्यस्तो व्यक्ति विघटन भएको वा फलोपभोगको व्यवस्था भएको उनन्तीस वर्ष पूरा भएकोमध्ये जुन पहिले हुन्छ त्यस्तो अवधि ।"
                                }
                            ],
                            "explanation": {
                                "type": "explanation",
                                "content": "यस दफाको प्रयोजनका लागि “विघटन” भन्नाले कानूनी व्यक्तिको खारेजी, लिक्विडेशन, दर्ता खारेजी वा दामासाहीमा परेको अवस्था समेत सम्झनु पर्छ ।"
                            }
                        },
                        {
                            "subsection_number": "३",
                            "content": "एकभन्दा बढी व्यक्ति फलोपभोगी भएकोमा करारमा अन्यथा उल्लेख भएकोमा बाहेक कुनै फलोपभोगीको मृत्यु वा विघटन भएको अनुपातमा फलोपभोगको सम्पत्ति स्वामित्ववालामा हस्तान्तरण हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३६४",
                    "title": "फलोपभोगको व्यवस्था रद्द गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "दफा ३६३ मा जुनसुकै कुरा लेखिएको भए तापनि फलोपभोगीले फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्ति हानि, नोक्सानी गरेमा, दुरूपयोग गरेमा, जुन प्रयोजनको लागि फलोपभोग अन्तर्गत सम्पत्ति लिएको हो त्यस अनुरूप सम्पत्ति प्रयोग नगरेमा वा अन्य कुनै किसिमले त्यस्तो सम्पत्तिमा स्वामित्ववालाको हक अधिकार उपर प्रतिकूल असर पार्ने कुनै काम गरेमा सम्बन्धित स्वामित्ववालाले जुनसुकै बखत फलोपभोगको व्यवस्था रद्द गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम फलोपभोगको व्यवस्था रद्द भएमा फलोपभोगीले फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्ति फिर्ता गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३६५",
                    "title": "फलोपभोगीले सम्पत्ति फिर्ता गर्न सक्ने",
                    "content": "दफा ३६३ र ३६४ मा जुनसुकै कुरा लेखिएको भए तापनि फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्ति फलोपभोगीले प्रयोग गर्न नचाहेमा निजले जुनसुकै बखत त्यस्तो सम्पत्ति कम्तीमा पैंतालीस दिनको सूचना दिई स्वामित्ववालालाई फिर्ता गर्न सक्नेछ ।"
                },
                {
                    "section_number": "३६६",
                    "title": "फलोपभोगको व्यवस्था अन्त्य भएको मानिने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "देहायका कुनै अवस्थामा फलोपभोगको व्यवस्था अन्त्य भएको मानिनेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "दफा ३६३ बमोजिम फलोपभोग बहाल रहने अवधि समाप्त भएमा,",
                                    "explanation": {
                                        "type": "explanation",
                                        "content": "यस परिच्छेदको प्रयोजनको लागि “अवधि समाप्त” भन्नाले,-",
                                        "points": [
                                            {
                                                "point_number": "१",
                                                "content": "एकभन्दा बढी प्राकृतिक व्यक्ति फलोपभोगी भएकोमा सबभन्दा पछि जुन फलोपभोगीको मृत्यु हुन्छ सोही मितिबाट फलोपभोग समाप्त भएको मानिनेछ ।"
                                            },
                                            {
                                                "point_number": "२",
                                                "content": "एकभन्दा बढी कानूनी व्यक्ति फलोपभोगी भएकोमा सबभन्दा पछि जुन फलोपभोगी कानूनी व्यक्तिको विघटन हुन्छ सोही मितिबाट फलोपभोग समाप्त भएको मानिनेछ ।"
                                            }
                                        ]
                                    }
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "दफा ३६४ बमोजिम फलोपभोग रद्द भई सम्पत्ति फिर्ता भएमा,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "दफा ३६५ बमोजिम फलोपभोगीले फलोपभोगको सम्पत्ति फिर्ता गरेमा,"
                                },
                                {
                                    "clause_letter": "घ",
                                    "content": "फलोपभोगीले मनासिब कारण बिना फलोपभोगको व्यवस्था प्रभावकारी भएको मितिले छ महिनासम्म सो व्यवस्था अन्तर्गत प्राप्त सम्पत्ति प्रयोग नगरेमा,"
                                },
                                {
                                    "clause_letter": "ङ",
                                    "content": "कुनै खास उद्देश्य पूरा गर्नको लागि फलोपभोगको व्यवस्था कायम गरिएको भए त्यस्तो उद्देश्य पूरा भएमा,"
                                },
                                {
                                    "clause_letter": "च",
                                    "content": "फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्ति फलोपभोगीको नाममा कानून बमोजिम हस्तान्तरण हुन गएमा,"
                                },
                                {
                                    "clause_letter": "छ",
                                    "content": "फलोपभोग अन्तर्गत प्राप्त गरेको सम्पत्तिको पूर्ण रूपमा बिनाश भएमा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम फलोपभोगको व्यवस्था अन्त्य भएमा सो उपदफाको खण्ड (च) वा (छ) को अवस्थामा बाहेक फलोपभोग अन्तर्गत कसैलाई दिएको सम्पत्ति स्वतः स्वामित्ववालामा सर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) वा (२) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै व्यक्तिको निश्चित उमेर पूरा नभएसम्म बहाल रहने शर्तमा कुनै सम्पत्ति फलोपभोगको व्यवस्था अन्तर्गत दिएकोमा त्यस्तो व्यक्तिको त्यस्तो उमेर पूरा हुनु अगावै मृत्यु भएमा पनि निज जीवित रहे सरह त्यस्तो उमेर पूरा हुने मितिसम्म फलोपभोगको व्यवस्था बहाल रहनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३६७",
                    "title": "हदम्याद",
                    "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले सो काम कारबाही भए गरेको थाहा पाएको मितिले छ महिनाभित्र नालिस गर्न सक्नेछ ।"
                }
            ]
        },
        {
            "chapter_number": "८",
            "chapter_title": "सुविधाभार सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "३६८",
                    "title": "सुविधाभार (सर्भिच्यूडस्) को व्यवस्था भएको मानिने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैको हक, स्वामित्व वा भोगचलनमा रहेको कुनै अचल सम्पत्ति वा त्यसको कुनै अंश अर्को सम्पत्तिको धनीले यस परिच्छेद बमोजिम भोगचलन वा प्रयोग गर्न पाउने भएकोमा सुविधाभारको व्यवस्था भएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "करार, अचल सम्पत्ति रहेको ठाउँको प्रकृति, प्रथा वा परापूर्वकालदेखि चलिआएको अभ्यास बमोजिम सुविधाभारको व्यवस्था कायम हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३६९",
                    "title": "सुविधाभारको व्यवस्था प्रयोग गर्न दिनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "दफा ३६८ बमोजिम सुविधाभारको व्यवस्था भएकोमा सम्बन्धित अचल सम्पत्तिको धनीले सुविधाभारको व्यवस्था बमोजिम आफ्नो अचल सम्पत्ति अर्को व्यक्तिलाई भोगचलन वा प्रयोग गर्न दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि सार्वजनिक प्रयोजनको लागि सुविधाभारको व्यवस्था भएकोमा त्यस्तो सुविधाभार वैयक्तिक प्रयोजनको लागि समेत प्रयोग गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कानून बमोजिम कायम भएको सुविधाभार कानून बमोजिम प्रयोग गर्न सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३७०",
                    "title": "अचल सम्पत्तिको हस्तान्तरणबाट सुविधाभारको व्यवस्थामा प्रतिकूल असर नपर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सुविधाभार प्रदान गरेको अचल सम्पत्तिको धनीले आफ्नो हक र स्वामित्वमा रहेको त्यस्तो सम्पत्ति पूरै वा केही अंश कसैलाई कुनै व्यहोराले हस्तान्तरण गरेमा पनि त्यस्तो सम्पत्ति उपर रहेको सुविधाभारको व्यवस्था कायमै रहनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "सुविधाभार प्रदान गरेको अचल सम्पत्तिको अंशबण्डा भएमा पनि प्रत्येक अंशियारले त्यस्तो सुविधाभार प्रदान गरेको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) वा (२) मा जुनसुकै कुरा लेखिएको भए तापनि सुविधाभार प्रदान गरेको अचल सम्पत्तिको हस्तान्तरण वा अंशबण्डा गर्दा त्यस्तो सम्पत्तिमा अन्यत्र सुविधाभारको व्यवस्था भई त्यसरी भएको हस्तान्तरण वा अंशबण्डाबाट हक कायम भएको व्यक्तिको अचल सम्पत्तिबाट सुविधाभार दिनु नपर्ने भए सोही हदसम्म सुविधाभार समाप्त भएको मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३७१",
                    "title": "भोगचलन वा प्रयोग गर्न दिनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै जग्गामा कसैको हक, स्वामित्व वा भोगचलन भए पनि परापूर्वदेखि सार्वजनिक वा सामुदायिक रूपमा हिँडी आएको बाटो, पशु निकाल्ने निकास, वस्तुभाउ चराउने चौर, कुलो, नहर, पानीघाट, पोखरी, सार्वजनिक सडक, ढल, घोडेटो वा मूल बाटो, पाटी, पौवा, अन्त्यष्टीस्थल, मठ, मन्दिर, गुम्बा, चैत्य, मस्जिद, ईदगाह, कर्वला, कब्रिस्तान वा गिर्जाघर, सामुदायिक विद्यालय, अस्पताल वा त्यस्तै प्रकारका सार्वजनिकस्थल जुन प्रयोजनको लागि राखिएको हो सोही बमोजिम सम्बन्धित व्यक्तिलाई प्रयोग गर्न दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) मा लेखिएको व्यवस्थालाई प्रतिकूल हुने गरी सुविधाभार प्रदान गर्ने जग्गाको स्वामित्ववाला वा भोगाधिकारवालाले त्यस्तो जग्गा आवाद वा कमोद गर्न, त्यसमा कुनै संरचना निर्माण गर्न वा त्यसको अन्य कुनै किसिमले भोगचलन गर्न वा गराउन पाउने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "३७२",
                    "title": "विपद् परेको बखत छिमेकीको घर वा जग्गा प्रयोग गर्न सकिने",
                    "content": "आगलागी, भूकम्प, ज्वालामुखी, बाढी जस्ता विपद् परेको बखत कसैको घर वा जग्गामा प्रवेश वा प्रयोग नगरी त्यस्तो विपद्बाट पीडित हुनेको उद्धार गर्न नसकिने भएमा सम्बन्धित घर वा जग्गाको स्वामित्ववाला भए त्यस्तो घर वा जग्गाको स्वामित्ववालाको अनुमति लिई र घर वा जग्गाको स्वामित्ववाला तत्काल उपलब्ध नभए वा निजले अनुमति नदिए निजको अनुमति बिना नै त्यस्तो घर वा जग्गामा प्रवेश गरी पीडितको उद्धार गर्न वा गराउन सकिनेछ ।",
                    "explanation": {
                        "type": "explanation",
                        "content": "यस दफाको प्रयोजनको लागि “घर वा जग्गाको स्वामित्ववाला” भन्नाले सम्बन्धित घर वा जग्गा तत्काल उपयोग, भोग वा नियन्त्रण गरिरहेको व्यक्ति सम्झनु पर्छ ।"
                    }
                },
                {
                    "section_number": "३७३",
                    "title": "बाटोको सुविधाभार प्राप्त गर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "पहिले बाटोको निकास भएको घर जग्गामा पछि विपद् परी बाटो विनाश भएमा त्यस्तो घर जग्गामा आउन जानको लागि पहिलेदेखि बाटो प्रयोग गरिरहेको व्यक्तिले सार्वजनिक मार्गसम्म पुग्ने मनासिब बाटोको सुविधाभार पाउनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको बाटोको सुविधाभार वरिपरिको सबै घर वा जग्गाको स्वामित्ववालासँग माग गर्न पाउने छैन र जुन दिशाबाट सार्वजनिक बाटोमा पुग्न सबभन्दा नजिक हुन्छ सोही दिशाको घर वा जग्गाको स्वामित्ववालासँग त्यस्तो सुविधाभार माग गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३७४",
                    "title": "बाटो वा निकासको व्यवस्था नगरी घर वा जग्गा हस्तान्तरण गर्न नहुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले पनि बाटो वा निकास भएको घर वा जग्गाको कुनै भाग छुट्याई कसैलाई हस्तान्तरण गर्दा लिनेदिने दुवै पक्षलाई बाटो वा निकासको व्यवस्था नगरी त्यस्तो घर वा जग्गा हस्तान्तरण गर्न हुँदैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि त्यस्तो घर वा जग्गामा आउन जानको लागि अन्यत्र बाटो वा निकास भएमा बाटो वा निकासको व्यवस्था गर्नु पर्ने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "३७५",
                    "title": "आधारभूत सेवा विस्तार गर्न पाउने",
                    "content": "कुनै व्यक्तिको घरमा ढल निकास, खानेपानी, विद्युत सेवा, ग्याँस, टेलिफोन जस्ता आधारभूत सेवा उपलब्ध गराउन निजको आफ्नै जग्गाबाट वा सार्वजनिक, सरकारी वा सामुदायिक जग्गाबाट सम्भव नहुने भएमा निजले सँधियारको जग्गाबाट त्यस्तो जग्गाको स्वामित्ववालालाई हानि, नोक्सानी नहुने गरी पाइप वा लाइन लैजान पाउनेछ ।"
                },
                {
                    "section_number": "३७६",
                    "title": "नदी वा खोला वा नदी वा खोलाको किनार प्रयोग गर्न सक्ने",
                    "content": "कुनै व्यक्तिको निजी सम्पत्ति अन्तर्गत रहेको वा कुनै व्यक्तिको निजी सम्पत्तिबाट उत्पत्ति भएको नदी वा खोला वा त्यस्तो नदी वा खोलाको किनाराको दुवै तर्फको चार मिटरसम्मको चौडाइ क्षेत्रमा जुनसुकै व्यक्तिले हिँडडुल गर्न वा त्यस्तो नदी वा खोलामा जल परिवहन गर्न वा डुङ्गा चलाउन वा माछा मार्ने काम गर्न सक्नेछ ।\nतर बाह्रै महिना पानीको बहाव नभएको स-साना खोल्सामा त्यस्तो कार्य गर्न पाइने छैन ।"
                },
                {
                    "section_number": "३७७",
                    "title": "निकास मार्ग प्रयोग गर्न पाउने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै नदी वा खोलालाई डाइभर्सन गरेको, त्यसमा रिजर्भभ्वायरको निर्माण गरेको वा त्यसमा कुनै कारणले बाँध बाधेकोमा त्यस्तो डाइभर्सन, रिजर्भभ्यायर वा बाँधसम्म जान आउनको लागि सर्वसाधारण मानिस र पशु हिड्न सक्ने मनासिब निकास सम्बन्धित जग्गाको स्वामित्ववालाले दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको निकास मार्ग कायम गर्नु पर्दा एकभन्दा बढी जग्गाको स्वामित्ववालाको जग्गाबाट त्यस्तो निकास मार्ग कायम गर्न सकिने अवस्था भएकोमा अन्यथा व्यवस्था भएकोमा बाहेक त्यस्तो मार्गबाट डाइभर्सन, रिजर्भभ्वायर वा बाँधसम्म पुग्न प्राविधिक दृष्टिकोणले सम्भाव्य भएको सबभन्दा नजिकको जग्गाबाट निकास मार्ग कायम गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३७८",
                    "title": "प्राकृतिक रूपमा रहेको पानीको बहाव रोक्न नहुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "प्रत्येक घर वा जग्गाको स्वामित्ववालाले आफ्नो घर वा जग्गाबाट निकास हुने वर्षाको पानीको व्यवस्थापन आफैँले गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको व्यवस्था नभएकोमा प्राकृतिक रूपमा वर्षाको पानी जता तर्फ बग्दछ सोही बमोजिम बग्न दिनु पर्नेछ ।\nतर कुलो बनाई, भल नियन्त्रण वा बगेको पानी अन्य कुनै किसिमबाट डाइभर्सन गरी वा मानवीय हस्तक्षेपबाट तल्लो पट्टिको जग्गामा प्रतिकूल असर पर्ने गरी बगाउन पाइने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "३७९",
                    "title": "खोला, नदी वा पोखरीको पानी प्रयोग गर्न सक्ने",
                    "content": "कसैको जग्गामा उत्पत्ति भएको वा सोबाट बगेको खोला, नदी वा पोखरीको पानी सम्बन्धित धनीलाई पुगेपछि खानेपानी वा सिंचाईको प्रयोजनको लागि जोसुकैले पनि प्रयोग गर्न सक्नेछ ।\nतर त्यसरी प्रयोग गर्दा सँधियारले प्राथमिकता पाउनेछ ।"
                },
                {
                    "section_number": "३८०",
                    "title": "खेती गर्नको लागि बाटो वा निकास दिनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै व्यक्तिको खेती गर्ने जग्गामा मानिस वा खेती गर्नको लागि प्रयोग हुने जनावर आउने जाने बाटो वा निकास रहेनछ र निजलाई त्यस्तो बाटो वा निकास चाहिने भएमा सम्बन्धित जग्गाको स्वामित्ववालाले त्यस्तो व्यक्तिलाई बाटो वा निकासको सुविधा दिनु पर्नेछ ।\nतर घर कम्पाउन्डको जग्गाबाट त्यस्तो बाटो वा निकास दिन कुनै पनि व्यक्ति बाध्य हुने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम बाटो वा निकास प्रयोग गर्ने व्यक्तिले बाटो वा निकास दिने व्यक्तिको जग्गाको बाली वा अन्य सम्पत्ति हानि, नोक्सानी नहुने गरी बाटो वा निकास प्रयोग गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३८१",
                    "title": "क्षतिपूर्ति उपलब्ध गराउनु पर्ने",
                    "content": "कसैले दफा ३७२, ३७३, ३७५, ३७७ र ३८० मा उल्लिखित प्रयोजनको लागि कुनै व्यक्तिको घर वा जग्गा प्रयोग गर्दा कसैलाई कुनै किसिमको हानि, नोक्सानी हुन गएमा त्यस्तो व्यक्तिले सम्बन्धित घर वा जग्गाधनीलाई मनासिब क्षतिपूर्ति उपलब्ध गराउनु पर्नेछ ।"
                },
                {
                    "section_number": "३८२",
                    "title": "हदम्याद",
                    "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्न जाने व्यक्तिले त्यस्तो काम कारबाही भए गरेको थाहा पाएको मितिले ६ महिनाभित्र नालिस गर्न सक्नेछ ।"
                }
            ]
        },
        {
            "chapter_number": "९",
            "chapter_title": "घर बहाल सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "३८३",
                    "title": "बहालमा दिएको मानिने",
                    "content": "कसैले आफ्‌नो हक, भोग वा स्वामित्वमा रहेको घर रकम लिने गरी निश्चित समयको लागि कुनै व्यक्तिलाई उपयोग गर्न दिएकोमा बहालमा दिएको मानिनेछ ।",
                    "explanation": {
                        "type": "explanation",
                        "content": "यस परिच्छेदको प्रयोजनको लागि “घर” भन्नाले कुनै घर, घरको तल्ला, एकाई, कोठा वा त्यस्तो घरले चर्चेको जग्गा वा लगापात समेत सम्झनु पर्छ ।"
                    }
                },
                {
                    "section_number": "३८४",
                    "title": "असुरक्षित घर बहालमा दिन, लिन नहुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले पनि मानव बसोबास गर्नको लागि स्वास्थ्य तथा सुरक्षाको दृष्टिले बसोबास गर्न उपयुक्त नदेखिएको घर बहालमा दिन वा लिन हुँदैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "गोदाम, पशुपालन, भण्डार, शीत भण्डार जस्ता गैरआवासीय प्रयोजनको घरको गुणस्तर घर बहाल सम्झौतामा उल्लेख गरे बमोजिम हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३८५",
                    "title": "घर बहालको अवधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "घर बहालको अवधि पाँच वर्षमा नबढाई सम्झौतामा उल्लेख गरे बमोजिम हुनेछ ।\nतर व्यापारिक प्रयोजनका लागि घर बहाल दिएकोमा सम्झौतामा उल्लेख भए बमोजिम हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि घर बहालको अवधि समाप्त भएपछि घर बहालमा लिने दिने व्यक्तिहरूको सहमतिमा त्यस्तो अवधि पटक पटक थप गर्न सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३८६",
                    "title": "बहालमा दिँदा सम्झौता गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै व्यक्तिले घर बहालमा दिँदा देहायका कुराहरू खुलाई बहालमा लिने व्यक्तिसँग लिखित सम्झौता गर्नु पर्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "घर बहाल लिने र दिने व्यक्तिको पूरा नाम र ठेगाना, नागरिकता नम्बर र विदेशी भए राहदानी वा परिचय खुल्ने प्रमाणपत्र,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "घर रहेको ठाउँ र जग्गाको कित्ता नम्बर,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "बहालमा लिने प्रयोजन,"
                                },
                                {
                                    "clause_letter": "घ",
                                    "content": "बहाल शुरु हुने मिति,"
                                },
                                {
                                    "clause_letter": "ङ",
                                    "content": "बहाल कायम रहने अवधि,"
                                },
                                {
                                    "clause_letter": "च",
                                    "content": "मासिक बहाल रकम,"
                                },
                                {
                                    "clause_letter": "छ",
                                    "content": "बहाल बुझाउने समय र प्रक्रिया,"
                                },
                                {
                                    "clause_letter": "ज",
                                    "content": "घरमा प्रयोग भएका विजुली, खानेपानी, टेलिफोन आदिको महसुल बुझाउने दायित्व,"
                                },
                                {
                                    "clause_letter": "झ",
                                    "content": "घर बहाल कर भुक्तानी गर्ने कुरा,"
                                },
                                {
                                    "clause_letter": "ञ",
                                    "content": "बहालमा लिएको घरको बीमा गर्नु पर्ने भए सो सम्बन्धी कुरा,"
                                },
                                {
                                    "clause_letter": "ट",
                                    "content": "बहालमा लिएको घर छाड्ने तथा बहालमा बसेको व्यक्तिलाई हटाउने सम्बन्धी कुरा,"
                                },
                                {
                                    "clause_letter": "ठ",
                                    "content": "बहालमा लिएको घर अन्य व्यक्तिलाई बहालमा दिन पाउने वा नपाउने कुरा, र"
                                },
                                {
                                    "clause_letter": "ड",
                                    "content": "अन्य आवश्यक कुराहरू ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि मासिक बीस हजार रूपैयाँसम्मको घर बहालमा लिन दिन बहाल लिने व्यक्तिसँग लिखित सम्झौता गर्नु पर्ने छैन ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) बमोजिमको सम्झौताको लिखतमा बहाल बस्ने व्यक्तिको फोटो समेत टाँस गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपदफा (१) बमोजिमको सम्झौताको लिखतमा बहालमा लिने दिने व्यक्ति र दुवै पक्षका कम्तीमा दुई जना साक्षीको सहीछाप गरी त्यस्तो लिखतको एक एक प्रति बहालमा लिने दिने व्यक्तिले लिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपदफा (४) बमोजिमको प्रक्रिया पूरा गरेपछि बहाल सम्बन्धमा घरधनी र बहालमा लिने व्यक्तिबीच सम्झौता भएको मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३८७",
                    "title": "घरको विवरण दिनु पर्ने",
                    "content": "कसैले कुनै घर बहालमा दिँदा त्यस्तो घरको बनौट सम्बन्धमा कुनै कमजोरी वा त्रुटि भए त्यसको विवरण घर बहालमा लिने व्यक्तिलाई सम्झौता गर्दाका बखत दिनु पर्नेछ ।"
                },
                {
                    "section_number": "३८८",
                    "title": "मालसामान वा वस्तुको विवरण तयार गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "घर धनीले आफ्‌नो घर बहालमा दिनु अघि बहालमा दिने घरमा रहे भएका मालसामान वा वस्तुको विवरण तयार गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम तयार गरिएको विवरणमा उल्लिखित मालसामान वा वस्तु बहालमा लिने व्यक्तिले प्रयोग गर्ने भएमा त्यस्तो मालसामान वा वस्तु बुझी त्यसको भरपाई घरधनीलाई दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३८९",
                    "title": "घरधनीको दायित्व",
                    "content": "घर बहालमा दिने घरधनीको दायित्व देहाय बमोजिम हुनेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "बहालमा बस्ने व्यक्तिलाई सम्झौता बमोजिम घर उपयोग गर्न दिनु पर्ने,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "सम्झौतामा अन्यथा उल्लेख भएकोमा बाहेक बहालमा दिएको घरमा उपलब्ध भएसम्म पानी तथा विजुलीको आपूर्ति र ढल निकास तथा सरसफाइको व्यवस्था गर्नु पर्ने,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "बहालमा बस्ने व्यक्तिलाई त्यस्तो घरमा बस्ने अन्य व्यक्तिबाट असुरक्षा, हैरानी वा अशान्ति हुनबाट रोक्ने,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "सम्झौतामा उल्लिखित अन्य कुराहरू पालना गर्ने ।"
                        }
                    ]
                },
                {
                    "section_number": "३९०",
                    "title": "बहालमा लिने व्यक्तिको दायित्व",
                    "content": "बहालमा लिने व्यक्तिको दायित्व देहाय बमोजिम हुनेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "निर्धारित समयमा घरधनीलाई बहालको रकम भुक्तानी गर्नु पर्ने,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "बहालमा लिएको घर आफ्‌नो घर सरह मानी सरसफाइ, उचित र मनासिब तवरले हेरचाह, संरक्षण तथा सुरक्षा गर्नु पर्ने,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "आफू बहालमा रहेको घरका अन्य व्यक्ति वा छिमेकीलाई अशान्ति, हैरानी वा असुरक्षा हुने जस्ता कुनै काम गर्न नहुने,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "सम्झौतामा उल्लिखित अन्य कुराहरू पालन गर्ने ।"
                        }
                    ]
                },
                {
                    "section_number": "३९१",
                    "title": "बहाल बुझाउने तरिका र प्रकिया",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "बहालमा लिने व्यक्तिले सम्झौतामा लेखिएको तरिका र प्रक्रिया बमोजिम घरधनीलाई बहाल बुझाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम बहाल बुझाउने सम्बन्धमा सम्झौतामा कुनै तरिका र प्रक्रिया उल्लेख नभएकोमा बहालमा लिने व्यक्तिले प्रत्येक महिना भुक्तान भएको सात दिनभित्र घरधनीलाई बहाल बुझाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (२) बमोजिम बहाल बुझाउँदा चेक वा नगदै रूपमा बुझाउन सकिनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "यस दफा बमोजिम घरधनीले नगदै बहाल बुझेकोमा त्यसको भरपाई गरी बहाल बुझाउने व्यक्तिलाई दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३९२",
                    "title": "कर तथा अन्य दस्तुर बुझाउने दायित्व",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सम्झौतामा अन्यथा उल्लेख भएकोमा बाहेक बहालमा दिएको घरको कानून बमोजिम लाग्ने कर लगायत अन्य दस्तुर बुझाउनु पर्ने दायित्व घरधनीको हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम घरधनीको कर वा दस्तुर बुझाउने दायित्व भएमा र निजले समयमा कर वा दस्तुर नबुझाएमा बहालमा लिने व्यक्तिले त्यस्तो कर वा दस्तुर आफैँले बुझाउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (२) बमोजिम बहालमा लिने व्यक्तिले कर वा दस्तुरको रकम बुझाएकोमा निजले घरधनीसँग त्यस्तो रकम बहाल दिँदा कटाउन पाउनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३९३",
                    "title": "घरको बीमा गराउनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "औद्योगिक वा व्यावसायिक प्रयोजनको लागि घर बहालमा लिने व्यक्तिले त्यस्तो घरको सुरक्षाको लागि घरको बीमा गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम बीमा गराउनु पर्ने दायित्व भएको व्यक्तिले घरको बीमा नगराएमा र सो घर विपद्, अशान्ति, हुलदङ्गा, आगजनी जस्ता कारणबाट क्षति हुन गएमा त्यसको जिम्मेवारी घर बहालमा लिने व्यक्तिले व्यहोर्नु पर्नेछ ।"
                        }
                    ],
                    "explanation": {
                        "type": "explanation",
                        "content": "यस परिच्छेदको प्रयोजनको लागि “औद्योगिक वा व्यावसायिक प्रयोजन” भन्नाले कुनै उद्योग सञ्चालन गर्ने वा डिपार्टमेन्टल स्टोर वा एक वा एकभन्दा बढी पसल राखी व्यापार वा व्यवसाय गर्ने कार्य सम्झनु पर्छ ।"
                    }
                },
                {
                    "section_number": "३९४",
                    "title": "बहालमा लिएको घरको मर्मत तथा सम्भार",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सम्झौतामा अन्यथा उल्लेख भएकोमा बाहेक बहालमा दिएको घरको आवश्यक मर्मत सम्भार गर्ने दायित्व बहालमा लिने व्यक्तिको हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "सम्झौतामा बहालमा लिएको घरको मर्मत सम्भार घरधनीले गर्ने कुरा उल्लेख भएमा र बहालमा लिएको कुनै घरको मर्मत सम्भार गर्नु पर्ने भएमा बहालमा लिने व्यक्तिले समयमानै घरधनीलाई लिखित सूचना गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (२) बमोजिम सूचना गर्दा पनि घरधनीले बहालमा दिएको घरको मर्मत सम्भार नगरेमा बहालमा बसेको व्यक्तिले त्यस्तो घरको आफैँले मर्मत सम्भार गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपदफा (३) बमोजिम घरको मर्मत सम्भार गर्दा लागेको बिल बमोजिमको रकम बहालमा बस्ने व्यक्तिले घर धनीलाई दिनु पर्ने बहाल रकमबाट कटाई लिन पाउनेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपदफा (३) बमोजिम घरको मर्मत, सम्भार गर्दा घरधनी र बहालमा बस्ने व्यक्ति बीच त्यस सम्बन्धमा छुट्टै सहमति भएकोमा बाहेक मर्मत सम्भार गर्नु अघि बहालमा लिने व्यक्तिले मर्मत, सम्भारको लागत अनुमान तयार गरी घरधनीलाई पन्ध्र दिन अघि नै लिखित जानकारी गराउनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३९५",
                    "title": "बहालमा लिएको घर अर्को व्यक्तिलाई बहालमा दिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "घरधनीसँग सम्झौता हुँदा आफूले बहालमा लिएको घर वा त्यसको कुनै अंश अन्य व्यक्तिलाई पुनः बहालमा दिन सक्ने कुरा उल्लेख भएकोमा बहालमा लिने व्यक्तिले त्यस्तो घर वा त्यसको कुनै अंश अन्य व्यक्तिलाई सम्झौताको अधीनमा रही बहालमा दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम बहालमा लिने व्यक्तिले घर वा त्यसको कुनै अंश अन्य व्यक्तिलाई बहालमा दिएकोमा त्यसरी बहालमा लिने व्यक्तिको नाम र ठेगाना पन्ध्र दिनभित्र घरधनीलाई लिखित रूपमा दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) बमोजिम घर बहालमा लिने व्यक्तिले आफूले लिएको घर वा त्यसको कुनै अंशको बहाल त्यसरी बहालमा राख्ने व्यक्तिलाई बुझाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपदफा (१) बमोजिम बहालमा लिएको व्यक्तिले बहालमा बस्दा यस परिच्छेद बमोजिम बहालवालाले पालना गर्नु पर्ने सबै शर्त र व्यवस्था पालन गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपदफा (१) बमोजिम बहालमा लिएको व्यक्तिले बहालमा बस्दा शर्त बमोजिम काम नगरेमा, निजले बहालमा लिएको घरको सरसफाई, संरक्षण वा सुरक्षा नगरेमा वा निजले बहालमा बस्ने अन्य व्यक्ति वा छिमेकीलाई हैरानी, दुःख वा अशान्ति हुने कुनै काम गरेमा बहालमा दिने व्यक्तिले निजलाई जुनसुकै बखत घरबाट हटाउन सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३९६",
                    "title": "स्वीकृति बिना संरचना हेरफेर गर्न नहुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "सम्झौतामा अन्यथा उल्लेख भएकोमा बाहेक घर बहालमा लिने व्यक्तिले घर धनीको लिखित स्वीकृति बिना बहालमा लिएको घरको कुनै संरचना भत्काउन, हटाउन, बिगार्न वा घरमा कुनै भाग थप गर्न वा अन्य कुनै किसिमले हेरफेर गर्न पाउने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) विपरीत कुनै काम गरी बहालमा लिएको व्यक्तिले घरधनीलाई कुनै नोक्सानी पुऱ्याएमा घरधनीले बहालमा बस्ने व्यक्तिबाट आफूलाई परेको नोक्सानीको क्षतिपूर्ति भराई लिन पाउनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "३९७",
                    "title": "सम्झौता विपरीत घर प्रयोग गर्न नहुने",
                    "content": "बहालमा लिने व्यक्तिले घरधनीको पूर्वस्वीकृति विना जुन प्रयोजनको लागि घर बहालमा लिएको हो त्यस्तो प्रयोजन बाहेक अन्य कामको लागि घर प्रयोग गर्न पाउने छैन ।"
                },
                {
                    "section_number": "३९८",
                    "title": "सम्झौता हेरफेर गर्न सक्ने",
                    "content": "बहालमा लिने दिने व्यक्तिले आपसी समझदारीमा घर बहाल सम्झौतालाई आवश्यक हेरफेर गर्न सक्नेछन् ।\nतर त्यस्तो सम्झौता यस संहिता बमोजिम रजिष्ट्रेशन पारित भएको रहेछ भने सम्बन्धित निकायमा निवेदन दिई हेरफेर गर्नु पर्नेछ ।"
                },
                {
                    "section_number": "३९९",
                    "title": "निरीक्षण गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "घरधनीले बहालमा लिने व्यक्तिलाई अग्रिम जानकारी दिई बहालमा दिएको घरको समय समयमा निरीक्षण गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम घरधनीले बहालमा दिएको घर निरीक्षण गर्न चाहेमा निजलाई निरीक्षण गर्न दिनु बहालमा लिने व्यक्तिको कर्तव्य हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४००",
                    "title": "बहालमा लिएको घर छाड्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "बहालमा लिने व्यक्तिले देहायका कुनै अवस्थामा घर बहालको अवधि समाप्त नहुँदै बहालमा लिएको घर छाड्न सक्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "घरधनीले दफा ३८९ बमोजिम आफ्‌नो दायित्व पूरा नगरेमा,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "जुन प्रयोजनको लागि घर बहालमा लिएको हो त्यस्तो कामको लागि निजलाई घर नचाहिने भएमा,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "घरधनीले सम्झौता वा यस परिच्छेद विपरीत कुनै काम गरेमा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) को खण्ड (ख) बमोजिमको अवस्थामा बहालमा लिने व्यक्तिले घर छाड्नु परेमा सम्झौतामा अन्यथा उल्लेख भएकोमा बाहेक कम्तीमा पैंतीस दिन अगावै घरधनीलाई लिखित रूपमा सूचना दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (२) बमोजिम सूचना नदिई बहालमा लिने व्यक्तिले घर छाडेमा घरधनीले त्यस्तो समयको घरको बहालको रकम बहालमा बस्नेले अग्रिम दिएको भए त्यसबाट कट्टा गर्न र नदिएको भए निजबाट भराई लिन पाउनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४०१",
                    "title": "बहालमा लिने व्यक्तिलाई हटाउन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "देहायका कुनै अवस्थामा घरधनीले बहालमा लिने व्यक्तिलाई घरबाट हटाउन सक्नेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "बहालमा बस्ने व्यक्तिले दफा ३९० बमोजिम आफ्नो दायित्व पूरा नगरेमा,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "बहालमा बस्ने व्यक्तिले बहालमा लिएको घरभित्र कानूनले निषेध गरेको कसूरजन्य कुनै क्रियाकलाप गरेमा,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "घर धनी आफैँलाई घर आवश्यक भएमा,"
                                },
                                {
                                    "clause_letter": "घ",
                                    "content": "घरबाट मानिस हटाई घरको मर्मत सम्भार गर्नु परेमा,"
                                },
                                {
                                    "clause_letter": "ङ",
                                    "content": "प्राविधिक तथा स्वास्थ्यका दृष्टिले बहालमा दिएको घरमा मानिस बसोबास गर्न उपयुक्त नदेखिएमा,"
                                },
                                {
                                    "clause_letter": "च",
                                    "content": "घर बहालको अवधि समाप्त भएमा,"
                                },
                                {
                                    "clause_letter": "छ",
                                    "content": "बहालमा बस्ने व्यक्तिले सम्झौता वा यस परिच्छेद विपरीत कुनै काम गरेमा,"
                                },
                                {
                                    "clause_letter": "ज",
                                    "content": "दफा ३९५ को उपदफा (५) को अवस्था कायम भएमा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) को खण्ड (ग) बमोजिमको अवस्थामा बहालमा लिएको व्यक्तिलाई घरबाट हटाउनु परेमा घरधनीले कम्तीमा पैंतीस दिनको अग्रिम लिखित सूचना दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (२) बमोजिम घरधनीले बहालमा लिएको व्यक्तिलाई हटाएकोमा त्यस्तो घर आफूले प्रयोग नगरी तीन महिनासम्म अन्य व्यक्तिलाई बहालमा दिन पाउने छैन ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपदफा (३) बमोजिम घरधनीले त्यस्तो घर तीन महिनाभित्र अन्य व्यक्तिलाई बहालमा दिने भएमा र पहिला बहालमा लिने व्यक्तिले त्यस्तो घर बहालमा लिन चाहेमा निजले प्राथमिकता पाउनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४०२",
                    "title": "घर बहालको सम्झौता समाप्त भएको मानिने",
                    "content": "देहायको कुनै अवस्थामा दफा ३८६ बमोजिम गरेको घर बहालको सम्झौता समाप्त भएको मानिनेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "बहालमा लिने व्यक्तिले घर छाडेमा,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "घरधनीले बहालमा बस्ने व्यक्तिलाई घरबाट हटाएमा,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "बहालमा लिने, दिने व्यक्तिले आपसी सहमतिमा सम्झौता रद्द गरेमा,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "घर बहालको अवधि समाप्त भएमा ।"
                        }
                    ]
                },
                {
                    "section_number": "४०३",
                    "title": "मालसामान वा वस्तु दुरुस्त बुझाउनु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "बहालमा लिने व्यक्तिले आफूले लिएको घर बहालबाट छाड्दा आफ्नो जिम्मामा रहेको मालसामान वा वस्तु गन्ती गरी तथा घर सफा वा रङ्गरोगन गर्नु पर्ने भए सो समेत गरी घरधनीलाई दुरुस्त बुझाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "घर बहालमा लिने व्यक्तिले आफ्नो जिम्माको कुनै मालसामान वा वस्तु हराएमा वा हानि, नोक्सानी गरेमा त्यस्तो मालसामान वा वस्तु वा सो मालसामान वा वस्तुको प्रचलित मूल्य बमोजिमको रकम बहालमा लिने व्यक्तिले घरधनीलाई दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (२) मा जुनसुकै कुरा लेखिएको भए तापनि दैनिक प्रयोग गर्दा खिइने वा नष्ट हुने मालसामान वा वस्तुको शोधभर्ना गर्न वा त्यस्तो मालसामान वा वस्तुको रकम दिन बहालमा लिने व्यक्ति बाध्य हुने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "४०४",
                    "title": "घर खाली गराउन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "यस परिच्छेदमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि घर लिने कुनै व्यक्ति बिना सूचना तीन महिना वा सोभन्दा बढी अवधिसम्म बहाल रकम नबुझाई बेपत्ता भएमा र निजलाई सार्वजनिक रूपमा सूचना गर्दा वा निजको ठेगानामा पत्र पत्राचार गर्दा पनि फेला नपरेमा वा फेला परे पनि निज वा निजका कुनै हकवाला वा प्रतिनिधि उपस्थित नभएमा घरधनीले स्थानीय तहको सम्बन्धित वडा कार्यालयमा त्यस्तो व्यहोराको निवेदन दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम निवेदन परेमा सम्बन्धित वडा कार्यालयले पन्ध्र दिनको सूचना दिई बहालवालालाई उपस्थित हुन सार्वजनिक सूचना गर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (२) बमोजिमको सूचना प्रकाशन भएकोमा बहालवाला व्यक्ति त्यस्तो अवधिभित्र उपस्थित हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपदफा (३) बमोजिमको अवधिभित्र त्यस्तो व्यक्ति उपस्थित नभएमा सम्बन्धित वडा कार्यालयले बहालमा रहेको घर खोली मालसामान आफ्नो वा कुनै मानिसको जिम्मा रहने गरी घर खाली गराउन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपदफा (१) बमोजिम बेपत्ता भएको मानिस छ महिनाभित्र फर्की आएमा वा आफ्‌नो कुनै प्रतिनिधि पठाएमा सम्बन्धित वडा कार्यालयले बहाल वापतको बाँकी रकम लिई मालसामान निजलाई फिर्ता दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि स्थानीय तहको सम्बन्धित वडा कार्यालयमा निवेदन परेको एक महिनाभित्र पनि त्यस्तो कार्यालयले कुनै कारबाही नगरेमा सम्बन्धित घरधनी आफैँले सम्वन्धित वडा कार्यालय र नजिकको प्रहरी कार्यालयमा निवेदन दिई प्रहरी कर्मचारी र कम्तीमा दुईजना स्थानीय व्यक्तिलाई साक्षी राखी लिखत खडा गरी घर खोली निजको मालसामान प्रहरीको जिम्मा दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४०५",
                    "title": "हदम्याद",
                    "content": "यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको मितिले छ महिनाभित्र नालिस गर्न सक्नेछ ।"
                }
            ]
        },
        {
            "chapter_number": "१०",
            "chapter_title": "दान बकस सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "४०६",
                    "title": "दान वा बकस भएको मानिने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै व्यक्तिले आफ्नो हक र स्वामित्वको सम्पत्ति कुनै व्यक्तिलाई वा धार्मिक, सामाजिक, सार्वजनिक वा सामुदायिक कार्यको लागि निःशुल्क रूपमा दिने कार्यलाई दान मानिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कुनै व्यक्तिले आफूलाई पालनपोषण गरी वा अन्य तवरले रिझाए वापत वा पारिवारिक स्नेह वा अनुरागको कारण आफ्नो हक र स्वामित्व पुग्ने सम्पत्ति इनाम, पुरस्कार वा बक्सिसको रूपमा त्यस्तो व्यक्तिलाई निःशुल्क रूपमा दिने कार्यलाई बकस मानिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) वा (२) बमोजिम दान वा बकस दिँदा दान वा वकस दिनासाथ वा कुनै निश्चित अवधि पछि वा दान वा वकसपत्र दिने व्यक्तिको मृत्यु पछि प्रभावकारी हुने गरी दान वा बकस दिन सकिनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपदफा (३) बमोजिम दान वा वकस दिने व्यक्तिको मृत्यु पछि मात्र दान वा बकस प्रभावकारी हुने भएमा निजले शेष पछिको दान वा शेषपछिको बकस दिएको मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४०७",
                    "title": "उद्घोषण गरी सम्पत्ति दान दिन सक्ने",
                    "content": "कुनै खास कामको लागि आयोजना गरिएको सार्वजनिक समारोहमा कसैले त्यस्तो कामको निमित्त खास रकम वा सम्पत्ति दान दिन लिखित वा सार्वजनिक रूपमा उद्घोषण गरी त्यस्तो रकम वा सम्पत्ति दान दिन सक्नेछ ।\nतर निजले त्यसरी दान दिएको सम्पत्ति हस्तान्तरण नगरेमा कुनै नालिस गर्न सकिने छैन ।"
                },
                {
                    "section_number": "४०८",
                    "title": "दान वा बकस बदर हुने",
                    "content": "यस परिच्छेद बमोजिम दिइएको दान वा बकस देहायका कुनै अवस्थामा स्वतः बदर हुनेछ :-",
                    "clauses": [
                        {
                            "clause_letter": "क",
                            "content": "दान वा बकस पाउने व्यक्ति आफैँले वा आफनो प्रतिनिधि मार्फत दान वा बकसको सम्पत्ति स्वीकार नगरेमा,"
                        },
                        {
                            "clause_letter": "ख",
                            "content": "कसैलाई शेषपछि हक हुने गरी सम्पत्ति दान वा बकस दिएकोमा दान वा बकस दिने व्यक्तिभन्दा दान वा बकस पाउने व्यक्ति अघि मरेमा वा दान वा बकस पाउने संस्था विघटन भएमा,"
                        },
                        {
                            "clause_letter": "ग",
                            "content": "गर्भमा रहेको शिशुलाई सम्पत्ति दान वा बकस दिएकोमा त्यस्तो शिशु जीवित रूपमा नजन्मिएमा,"
                        },
                        {
                            "clause_letter": "घ",
                            "content": "दान वा बकस प्रभावकारी नहुँदै दान वा बकस बमोजिमको सम्पत्तिको अस्तित्व नरहने गरी नासिएमा ।"
                        }
                    ]
                },
                {
                    "section_number": "४०९",
                    "title": "दान वा बकस बदर गराउन सकिने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "यस संहितामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि देहायका अवस्थामा त्यस्तो दान वा बकस बदर गराउन सकिनेछ :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "अन्य व्यक्तिको हक र स्वामित्वको सम्पत्ति दान वा बकस दिएमा,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "कानून बमोजिम अन्य व्यक्तिको मञ्जुरी लिनु पर्नेमा त्यस्तो व्यक्तिको मञ्जुरी नलिई कुनै सम्पत्ति दान वा बकस दिएमा,"
                                },
                                {
                                    "clause_letter": "ग",
                                    "content": "असक्षम वा अर्धसक्षम व्यक्तिले कुनै सम्पत्ति दान वा बकस दिएमा,"
                                },
                                {
                                    "clause_letter": "घ",
                                    "content": "कानूनको रीत नपुऱ्याई सम्पत्ति दान वा बकस दिएमा ।"
                                }
                            ]
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) को खण्ड (ख) बमोजिम अन्य व्यक्तिको मञ्जुरी लिनु पर्ने अवस्थामा मञ्जुरी नलिई दान वा बकस गरी दिएकोमा यसरी मञ्जुरी नलिएको हदसम्मको सम्पत्ति बदर हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४१०",
                    "title": "शेषपछिको बकसपत्र संशोधन वा रद्द गराउन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "शेषपछिको बकसपत्र गर्ने व्यक्तिले चाहेमा जुनसुकै बखत सम्बन्धित अधिकारी समक्ष आफैँ उपस्थित भई निवेदन दिई आफूले गरेको शेषपछिको बकसपत्रका शर्त संशोधन वा बकसपत्र रद्द गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम शेषपछिको बकसपत्र संशोधन वा रद्द गर्दा त्यस्तो व्यक्ति सम्बन्धित अधिकारी समक्ष उपस्थित भई छुट्टै लिखत खडा गरी त्यस्तो शेषपछिको बकसपत्र संशोधन वा रद्द गराउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (२) बमोजिम शेषपछिको बकसपत्र रद्द वा संशोधन गर्ने लिखत गराउँदा शेषपछिको बकसपत्र गराउदाँको कार्यविधि अवलम्बन गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "कसैले एकपटक शेषपछिको बकसपत्र गरिदिएको कुनै सम्पत्ति यस दफा बमोजिम शेषपछिको बकसपत्र रद्द नगराई सोही सम्पत्ति अर्को व्यक्तिलाई शेषपछिको बकसपत्र गरी दिन सक्ने छैन ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपदफा (४) को प्रतिकूल हुने गरी शेषपछिको बकसपत्र भएकोमा पहिले गरेको शेषपछिको बकसपत्र स्वतः मान्य हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४११",
                    "title": "शेषपछिको बकसपत्र बमोजिमको सम्पत्ति प्राप्त नगर्ने",
                    "content": "शेषपछिको बकसपत्र प्रभावकारी नहुँदै त्यस्तो शेषपछिको बकसपत्र पाउनेले शेष पछिको बकसपत्र दिने व्यक्तिका विरुद्ध कुनै फौजदारी कसूर गरेको ठहरेमा निजले शेष पछिको बकसपत्र बमोजिम सम्पत्ति प्राप्त गर्न सक्ने छैन ।"
                },
                {
                    "section_number": "४१२",
                    "title": "हदम्याद",
                    "content": "यस परिच्छेदमा नालिस गर्ने सम्बन्धमा छुट्टै हदम्याद तोकिएमा सोही बमोजिम, आफूले दान वा बकस पाएको कुरामा आफ्नो हक पुगेको मितिले र दिन नहुने दान वा बकस दिएकोमा पाउनेको हक पुगी भोग चलन गरेको मितिले दुई वर्षभित्र तथा अन्य अवस्थामा यस परिच्छेद बमोजिम भए गरेको काम, कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको थाहा पाएको मितिले एक वर्षभित्र नालिस गर्न सक्नेछ ।"
                }
            ]
        },
        {
            "chapter_number": "११",
            "chapter_title": "सम्पत्तिको हस्तान्तरण तथा प्राप्ति सम्बन्धी व्यवस्था",
            "sections": [
                {
                    "section_number": "४१३",
                    "title": "सम्पत्ति हस्तान्तरण भएको मानिने",
                    "content": "कुनै व्यक्तिले आफ्नो हक र स्वामित्वमा रहेको सम्पत्ति अन्य व्यक्तिलाई बिक्री, दान, बकस वा अन्य कुनै तवरले हस्तान्तरण गरी दिएमा त्यस्तो सम्पत्ति पाउने व्यक्तिको नाममा त्यस्तो सम्पत्ति हस्तान्तरण भएको मानिनेछ ।"
                },
                {
                    "section_number": "४१४",
                    "title": "सम्पत्ति हस्तान्तरण गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "यस संहिता वा प्रचलित कानून बमोजिम करार गर्न असक्षम व्यक्ति बाहेक अन्य जुनसुकै व्यक्तिले यस संहिताको अधीनमा रही आफ्‌नो हक र स्वामित्वको सम्पत्ति एक वा एकभन्दा बढी व्यक्तिलाई अलग अलग वा संयुक्त रूपमा हस्तान्तरण गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको सक्षमता वा असक्षमताको निर्धारण निजले सम्पत्ति हस्तान्तरण गर्दाको बखत निज सक्षम वा असक्षम रहेको आधारमा गरिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) बमोजिम कसैले आफ्नो हक र स्वामित्वको सम्पत्ति तत्काल वा शेष पछि हक हुने गरी हस्तान्तरण गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "यस दफा बमोजिम सम्पत्ति हस्तान्तरण गर्दा कानूनको रीत पुऱ्याई लिखत गर्नु पर्नेछ ।\nतर,",
                            "points": [
                                {
                                    "point_number": "१",
                                    "content": "एक लाख रुपैयाँसम्मको नगद वा कुनै चल सम्पत्ति दान वा वकस गर्दा लिखत गर्नु पर्ने छैन ।"
                                },
                                {
                                    "point_number": "२",
                                    "content": "चल सम्पत्ति बिक्री वा अन्य तवरले हस्तान्तरण गर्दा प्रचलित कानून बमोजिम हुनेछ ।"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "४१५",
                    "title": "संरक्षक वा माथवरले सम्पत्ति बिक्री गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "संरक्षक वा माथवरले आफ्नो संरक्षकत्व वा माथवरीमा रहेको व्यक्तिको हक, हित वा संरक्षणको लागि यस संहिताको अधीनमा रही सम्पत्ति बिक्री गरी हस्तान्तरण गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भएतापनि यस संहितामा अन्यथा उल्लेख भएकोमा बाहेक अदालतको अनुमति बिना अचल सम्पत्ति विक्री गर्न सकिने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "४१६",
                    "title": "सम्पत्ति पाउने व्यक्तिको स्वामित्व हुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "दफा ४१४ बमोजिम कुनै व्यक्तिले आफ्नो सम्पत्ति अन्य व्यक्तिलाई हस्तान्तरण गरिदिएमा त्यसरी सम्पत्ति हस्तान्तरण गरेको मितिदेखि त्यस्तो सम्पत्तिमा रहेको निजको स्वामित्व समाप्त भई त्यस्तो सम्पत्ति प्राप्त गर्ने व्यक्तिको नाममा स्वामित्व कायम हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै व्यक्तिले आफ्‌नो शेषपछि हक हुने गरी सम्पत्ति हस्तान्तरण गरेकोमा निजको शेषपछि मात्र सम्पत्ति पाउने व्यक्तिको नाममा स्वामित्व कायम हुनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "दुई वा दुईभन्दा बढी व्यक्तिले एउटै सम्पत्ति प्राप्त गरेमा जसले जे जति सम्पत्ति पाएको छ सोही अनुपातमा त्यस्तो सम्पत्तिमा निजको हक कायम हुनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "सम्पत्ति प्राप्त गर्दा कुनै व्यक्तिले यति हिस्सा पाउने भनी लिखतमा उल्लेख नभएकोमा सम्पत्ति प्राप्त गर्ने सबै व्यक्तिले समान रूपले सम्पत्ति पाएको मानिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४१७",
                    "title": "निजी सम्पत्ति हस्तान्तरण गर्न सक्ने",
                    "content": "कुनै व्यक्तिले आफ्नो निजी सम्पत्ति कसैको मञ्जुरी नलिई कुनै व्यक्तिलाई हस्तान्तरण गर्न सक्नेछ ।"
                },
                {
                    "section_number": "४१८",
                    "title": "संयुक्त सम्पत्ति बिक्री गरी हस्तान्तरण गर्न सकिने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "संयुक्त सम्पत्ति बिक्री गरी हस्तान्तरण गर्नु पर्दा त्यस्तो सम्पत्तिका सबै स्वामित्ववालाहरूको मञ्जुरीले हस्तान्तरण गर्न सकिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम सबै स्वामित्ववालाहरू संयुक्त सम्पत्ति हस्तान्तरण गर्न मञ्जुर नभएमा पनि कुनै स्वामित्ववालाले आफ्नो हक वा हिस्साको सम्पत्ति हस्तान्तरण गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) बमोजिम कुनै स्वामित्ववालाको हक वा हिस्साको संयुक्त सम्पत्ति हस्तान्तरण गर्दा प्राविधिक दृष्टिले त्यस्तो भाग छुट्याउन नमिल्ने भएमा र त्यस्तो सम्पत्ति अन्य स्वामित्ववालाले लिन चाहेमा स्वामित्ववालाहरू बीच एक आपसमा मञ्जुर गरेको मूल्यमा लिन पाउनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "एकभन्दा बढी स्वामित्ववालाहरूले संयुक्त सम्पत्ति लिन चाहेमा सबभन्दा बढी मूल्य तिर्न मञ्जुरी गर्ने स्वामित्ववालाले त्यस्तो सम्पत्ति लिन पाउनेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपदफा (३) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै स्वामित्ववालाको हक वा हिस्साको सम्पत्ति अन्य स्वामित्ववालाले लिन नचाहेमा र त्यस्तो सम्पत्ति छुट्याई हस्तान्तरण गर्न प्राविधिक दृष्टिले नमिल्ने भएमा संयुक्त सम्पत्तिको सम्पूर्ण हिस्सा बिक्री गरी प्राप्त रकम त्यस्तो सम्पत्तिमा रहेको हक वा हिस्साको आधारमा स्वामित्ववालाहरू बीच बाँडफाँड गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "उपदफा (१) विपरीत कसैले संयुक्त सम्पत्ति हस्तान्तरण गरेमा त्यस्तो सम्पत्तिमा निजको जे जति हक वा हिस्सा कायम छ त्यति सम्पत्ति मात्र हस्तान्तरण गरेको मान्य हुनेछ र निजको हक वा हिस्साभन्दा बढी हस्तान्तरण भएको सम्पत्ति सम्बन्धित व्यक्तिले फिर्ता लिन पाउनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४१९",
                    "title": "मञ्जुरी नलिई सगोलको सम्पत्ति हस्तान्तरण गर्न नपाउने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले पनि सगोलका अंशियारको लिखित मञ्जुरी नलिई सगोलको सम्पत्ति कसैलाई हस्तान्तरण गर्न पाउने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि सगोलको सम्पत्ति हस्तान्तरण गर्दा सगोलका अंशियार लिखतमा साक्षी बसेको भए निजको मञ्जुरी लिएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) विपरीत कसैले सगोलको सम्पत्ति हस्तान्तरण गरेमा त्यस्तो सम्पत्तिमा निजको जे जति हक वा हिस्सा छ त्यति सम्पत्ति मात्र हक हस्तान्तरण गरेको मान्य हुनेछ । निजको हक वा हिस्साभन्दा बढी हस्तान्तरण भएको सम्पत्ति सम्बन्धित अंशियारले फिर्ता लिन पाउनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४२०",
                    "title": "घर व्यवहारको लागि सगोलको सम्पत्ति बिक्री गर्न सक्ने",
                    "content": "दफा ४१९ मा जुनसुकै कुरा लेखिएको भए तापनि घरको मुख्य व्यक्तिले घर व्यवहारको लागि चल सम्पत्तिमा सबै र अचल सम्पत्तिमा आधासम्म कसैको मञ्जुरी नलिइकन सगोलको सम्पत्ति बिक्री गर्न सक्नेछ ।"
                },
                {
                    "section_number": "४२१",
                    "title": "अर्काको सम्पत्ति हस्तान्तरण गर्न नहुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले पनि अर्काको हक र स्वामित्वको सम्पत्ति अन्य व्यक्तिलाई हस्तान्तरण गर्न पाउने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) विपरीत कसैले सम्पत्ति हस्तान्तरण गरेमा त्यस्तो लिखत वा कारोबार बदर हुनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) बमोजिम हक हस्तान्तरण गरेको सम्पत्ति वास्तविक स्वामित्ववालाले दाबी गरेमा त्यस्तो सम्पत्ति प्राप्त गर्ने व्यक्तिले त्यस्तो सम्पत्ति सम्बन्धित स्वामित्ववालालाई फिर्ता गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "कसैको हराएको वा चोरी भएको सम्पत्ति कसैले फेला पारेको भए त्यस्तो सम्पत्तिको स्वामित्ववालाले त्यसरी सम्पत्ति हराएको वा चोरी भएको मितिले तीन वर्षभित्र त्यस्तो सम्पत्तिमा आफ्‌नो स्वामित्व रहेको सवुत सहित दाबी गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "उपदफा (४) बमोजिम कसैले त्यस्तो सम्पत्ति दाबी गर्न आएमा त्यस्तो सम्पत्ति फेला पार्ने व्यक्तिले त्यस्तो सम्पत्ति संरक्षण वा मर्मत सम्भार गर्दा कुनै रकम खर्च गरेको भए त्यस्तो रकम लिई त्यस्तो सम्पत्ति स्वामित्ववालालाई फिर्ता दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "६",
                            "content": "उपदफा (४) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै व्यक्तिले चोरीको वा कसैको हराएको सम्पत्ति सार्वजनिक बजार वा कुनै व्यक्ति वा निकायले सार्वजनिक रूपमा गरेको लिलाम वा बढाबढद्वारा खरिद गरी प्राप्त गरेको रहेछ भने त्यस्तो सम्पत्तिको स्वामित्ववालाले त्यस्तो सम्पत्ति प्राप्त गर्दा निजले कुनै शुल्क वा रकम तिरेको भए त्यस वापतको रकम नबुझाएसम्म त्यस्तो सम्पत्ति वास्तविक स्वामित्ववालालाई फिर्ता गर्न वाध्य हुने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "४२२",
                    "title": "दोहोरो पारी सम्पत्ति हस्तान्तरण गर्न नहुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले पनि एउटा व्यक्तिलाई हस्तान्तरण गरिसकेको सम्पत्ति दोहोरो पारी अन्य व्यक्तिलाई हस्तान्तरण गर्न हुँदैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) विपरीत कसैले सम्पत्ति हस्तान्तरण गरेमा अचल सम्पत्ति हस्तान्तरण गरेको भए पहिले रजिष्ट्रेशन पारित भएको लिखतले कानूनी मान्यता पाउने छ र चल सम्पत्ति हस्तान्तरण गरेको भए जुन व्यक्तिले पहिले सम्पत्ति प्राप्त गर्दछ सोही हस्तान्तरण मान्य हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४२३",
                    "title": "संरक्षक वा माथवरले दान वा बकस दिन नसक्ने",
                    "content": "संरक्षक वा माथवरले आफ्नो संरक्षकत्व वा माथवरीमा रहेको व्यक्तिको सम्पत्ति कुनै व्यक्तिलाई दान वा बकस दिन सक्ने छैन ।"
                },
                {
                    "section_number": "४२४",
                    "title": "सम्पत्ति भोग गर्न नपाए रकम वा क्षतिपूर्ति पाउने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "यस परिच्छेद बमोजिम कसैले सम्पत्ति बिक्री गरी हस्तान्तरण गरेकोमा त्यसरी हुने हस्तान्तरण कुनै व्यहोराले कच्चा भई खरिदकर्ताले पूरै वा आंशिक रूपमा सम्पत्ति भोग गर्न नपाएमा त्यसरी भोग गर्न नपाए जति सम्पत्तिको खरिदकर्ताले तिरेको रकम, त्यस्तो रकमको वार्षिक दश प्रतिशतका दरले हुने ब्याज र सम्पत्ति हस्तान्तरण गर्दा रजिष्ट्रेशन दस्तुर वा अन्य रकम तिरेको भए त्यस्तो रकम समेत खरिदकर्ताले त्यसरी सम्पत्ति हस्तान्तरण गर्ने व्यक्तिबाट कपाली सरह भराई लिन पाउनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कसैले यस परिच्छेद बमोजिम खरिद गरेको सम्पत्तिमा कुनै संरचना बनाएकोमा त्यसरी गरिएको खरिद कुनै कारणबाट कच्चा भई सो सम्पत्ति निजले भोग गर्न नपाउने भए छ महिनाभित्र आफूले बनाएको संरचना भत्काई लैजान पाउनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "कसैले दफा ४१९, ४२१ र ४२२ विपरीत सम्पत्ति हस्तान्तरण गरेको वा उपदफा (२) बमोजिम कुनै संरचना भत्काई नलगेको कारणबाट कुनै व्यक्तिलाई मर्का पर्न गएमा निजले उपदफा (१) बमोजिमको रकमको अतिरिक्त आफूलाई पर्न गएको वास्तविक हानि, नोक्सानी सम्पत्ति हस्तान्तरण गर्ने व्यक्तिबाट क्षतिपूर्ति समेत भराई लिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "यस परिच्छेद बमोजिम भए गरेको कुनै कारणबाट दान पाउन सक्ने वा दान वा बकस पाउने व्यक्तिले त्यस्तो सम्पत्ति प्रयोग गर्न नपाई निजलाई मर्का पर्न गएमा यस परिच्छेदका अन्य दफाका अधीनमा रही दान वा बकस दिने व्यक्तिबाट मनासिब क्षतिपूर्ति भराई लिन पाउनेछ ।\nतर शेष पछिको बकसपत्र बदर भएकोमा क्षतिपूर्ति भराई लिन पाउने छैन ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि देहायको अवस्थामा सम्पत्ति प्राप्त गर्नेले उपदफा (१), (३) र (४) बमोजिमको रकम भराई लिन पाउने छैन :-",
                            "clauses": [
                                {
                                    "clause_letter": "क",
                                    "content": "अन्य व्यक्तिको वा चोरीको सम्पत्ति हो भन्ने जानीजानी लिएमा,"
                                },
                                {
                                    "clause_letter": "ख",
                                    "content": "अन्य व्यक्तिलाई हस्तान्तरण गरिसकेको सम्पत्ति जानीजानी लिएमा ।"
                                }
                            ]
                        }
                    ]
                },
                {
                    "section_number": "४२५",
                    "title": "वारेसले सम्पत्ति हक हस्तान्तरण गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले आफ्नो अचल सम्पत्ति बिक्री गरी हस्तान्तरण गर्नको लागि आफू सम्बन्धित कार्यालयमा उपस्थित हुन नसक्ने कारण जनाई कानून बमोजिम वारेस हुन सक्ने व्यक्तिलाई अधिकृत वारेस नियुक्त गरी पठाएमा त्यस्तो अधिकृत वारेसले निजको तर्फबाट निजको सम्पत्ति कुनै व्यक्तिलाई बिक्री गरी हस्तान्तरण गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कसैले आफ्नो चल सम्पत्ति वारेस वा प्रतिनिधि मार्फत बिक्री गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४२६",
                    "title": "सङ्गठित संस्थाले सम्पत्ति लिँदा वा दिँदा पूरा गर्नु पर्ने कार्यविधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कानून बमोजिम स्थापना भएका कुनै सङ्गठित संस्थाले आफ्‌नो नाममा रहेको अचल सम्पत्ति हस्तान्तरण गर्दा त्यस्तो सङ्गठित संस्थाको सञ्चालक समितिले निर्णय गरी सञ्चालक समितिको कुनै सदस्य वा सो संस्थाको कर्मचारीलाई सम्पत्ति हस्तान्तरण गर्न अधिकार दिएमा त्यस्तो व्यक्तिले सङ्गठित संस्थाको तर्फबाट सम्पत्ति हस्तान्तरण गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "कुनै सङ्गठित संस्थाको नाममा अचल सम्पत्ति खरिद वा अन्य कुनै प्रकारले प्राप्त गर्दा उपदफा (१) बमोजिमको प्रकृया पूरा गरेमा त्यस्तो संस्थाको नाममा सम्पत्ति खरिद वा प्राप्त गर्न सकिनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४२७",
                    "title": "अन्य व्यक्तिले सम्पत्ति खरिद वा प्राप्त गरिदिन सक्ने",
                    "content": "दफा ४२६ मा लेखिएको अवस्थामा बाहेक यस परिच्छेद बमोजिम सम्पत्ति खरिद वा प्राप्त गर्ने व्यक्ति काम विशेषले सम्बन्धित कार्यालयमा उपस्थित हुन नसकी निजको तर्फबाट त्यस्तो सम्पत्ति खरिद वा प्राप्त गर्ने सम्बन्धमा कानूनले वारेस दिन हुने व्यक्तिलाई कानूनको रीत पुऱ्याई अख्तियारनामा र निजको नागरिकताको प्रमाणपत्र समेत दिई पठाएमा त्यस्तो वारेसले निजको नाममा त्यस्तो सम्पत्ति खरिद वा प्राप्त गरिदिन सक्नेछ ।"
                },
                {
                    "section_number": "४२८",
                    "title": "असक्षम वा अर्धसक्षम व्यक्तिको नाममा सम्पत्ति खरिद वा प्राप्त गर्न सक्ने*",
                    "content": "संरक्षक वा माथवरले आफ्‌नो संरक्षकत्व, *माथवरीमा रहेको असक्षम वा अर्धसक्षम व्यक्ति वा संरक्षकले आफ्नो वा सगोल परिवारका सदस्यले गर्भमा रहेको शिशुको लागि कुनै सम्पत्ति दान, बकस, खरिद वा अन्य तवरले प्राप्त गर्न सक्नेछ ।"
                },
                {
                    "section_number": "४२९",
                    "title": "शेषपछि हक हुने गरी हस्तान्तरण गरेको सम्पत्तिको दाखिल खारेज",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले आफ्नो शेषपछि हक हुने गरी कुनै व्यक्तिलाई आफ्नो सम्पत्ति हस्तान्तरण गरेकोमा र त्यसरी सम्पत्ति हस्तान्तरण गर्ने व्यक्तिको मृत्यु भएमा निजको मृत्यु भएको मितिले छ महिनाभित्र सम्पत्ति पाउने व्यक्तिले त्यस्तो सम्पत्ति आफ्नो नाममा दाखिल खारेज गराउनको लागि मृत्यु दर्ताको प्रमाणपत्र लगायतका अन्य प्रमाण सहित सम्बन्धित कार्यालयमा निवेदन दिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम कुनै निवेदन परेमा सम्बन्धित कार्यालयले पनि आफूकहाँ रहेको लिखत हेरी त्यस्तो लिखत गरिदिने मानिसको मृत्यु भए वा नभएको र त्यस्तो लिखत बदर भए वा नभएको सम्बन्धमा आवश्यक जाँचबुझ गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (२) बमोजिम जाँचबुझ गर्दा सम्पत्ति हस्तान्तरण गर्ने व्यक्तिको मृत्यु भएको र निजले लिखत बदर गराएको नदेखिएमा निवेदन परेको मितिले पन्ध्र दिनभित्र निवेदन दिने व्यक्तिको नाममा त्यस्तो सम्पत्ति दाखिल खारेज गरिदिनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपदफा (१) बमोजिमको म्याद नघाई कुनै व्यक्तिले दाखिल खारेज गर्न कार्यालयमा निवेदन दिएमा कार्यालयले निजलाई म्याद नाघेको प्रत्येक वर्षको लागि पाँच सय रूपैयाँका दरले दस्तुर लिई त्यस्तो लिखत बमोजिम त्यस्तो सम्पत्ति निजको नाममा दाखिल खारेज गरिदिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४३०",
                    "title": "बिग्रेको, नासेको वा कमसल भएको दाबी गर्न नपाउने",
                    "content": "कुनै व्यक्तिले कसैबाट कुनै सम्पत्ति खरिद गरी लिइसकेपछि त्यस्तो सम्पत्ति बिग्रेको, नासेको वा कमसल भएको दाबी गर्न पाउने छैन ।\nतर झुक्यानमा पारी वा लिखतमा उल्लिखित व्यहोरा भन्दा फरक पारी कुनै सम्पत्ति दिएको रहेछ भने त्यसको क्षतिपूर्ति दाबी गर्न पाउनेछ ।"
                },
                {
                    "section_number": "४३१",
                    "title": "सम्पत्ति सट्टापट्टा गर्न सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै व्यक्तिले आफ्‌नो नाममा रहेको सम्पत्ति केही रकम थप गरी वा नगरी अर्को व्यक्तिको सम्पत्तिसँग सट्टापट्टा गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "यस संहिता बमोजिम सम्पत्ति सट्टापट्टा गर्दा कानून बमोजिम लिखत गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४३२",
                    "title": "विदेशीलाई अचल सम्पत्ति हस्तान्तरण गर्न नपाइने*",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले पनि नेपाल सरकारको पूर्व स्वीकृति नलिई कुनै विदेशीलाई अचल सम्पत्ति हस्तान्तरण गर्न पाउने छैन ।\nतर गैर आवासीय नेपाली नागरिकता प्राप्त गरेको व्यक्तिको हकमा प्रचलित कानून बमोजिम हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) विपरीत कसैले विदेशीलाई कुनै अचल सम्पत्ति हस्तान्तरण गरेमा सो सम्बन्धी लिखत स्वतः बदर भई त्यस्तो सम्पत्ति नेपाल सरकारको हुनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) बमोजिम अचल सम्पत्ति प्राप्त गर्दा परेको साहूको थैली कपाली सरह हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४३३",
                    "title": "विदेशीलाई अंश वा अपुताली प्राप्त भएमा हस्तान्तरण गर्नु पर्ने*",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै विदेशीलाई नेपालभित्रको कुनै अचल सम्पत्ति अंश वा अपुताली प्राप्त भएमा नेपाल सरकारको स्वीकृति भएकोमा बाहेक सो सम्पत्ति निजको नाममा नामसारी, दर्ता हुन वा सो सम्पत्तिको आम्दानी निजले उपभोग गर्न पाउने छैन ।\nतर गैरआवासीय नेपाली नागरिकता प्राप्त गरेको व्यक्तिको हकमा यो व्यवस्था लागू हुने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम विदेशीलाई कुनै अंश वा अपुताली प्राप्त भएमा त्यस्तो विदेशीले त्यस्तो सम्पत्ति कुनै प्रकारले नेपाली नागरिकलाई हस्तान्तरण गर्नु पर्नेछ र त्यस्तो प्रयोजनका लागि सम्बन्धित कार्यालयले हक हस्तान्तरण गर्ने दिनको लागि मान्य हुने गरी अस्थायी जग्गा धनी प्रमाण पूर्जा जारी गर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) बमोजिम विदेशीको नाममा प्राप्त भएको अंश वा अपुतालीको सम्पत्तिमध्ये अंशको हकमा जहिलेसुकै पनि र अपुतालीको हकमा त्यस्तो प्राप्त भएको तीन वर्षभित्र उपदफा (२) बमोजिम नेपाली नागरिकलाई हस्तान्तरण नगरेमा सो म्याद नाघेपछि त्यस्तो सम्पत्ति उपर नेपाल सरकारको हक हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४३४",
                    "title": "हदम्याद*",
                    "content": "यस परिच्छेदमा नालिस गर्ने सम्बन्धमा छुट्टै हदम्याद तोकिएकोमा सोही बमोजिम, *दफा ४३२ को हकमा जहिलेसुकै र अन्य अवस्थामा यस परिच्छेद बमोजिम भए गरेको काम कारबाहीबाट मर्का पर्ने व्यक्तिले त्यस्तो काम कारबाही भए गरेको थाहा पाएको मितिले छ महिनाभित्र नालिस गर्न सक्नेछ ।"
                }
            ]
        },
        {
            "chapter_number": "१२",
            "chapter_title": "अचल सम्पत्तिको बन्धकी सम्बन्धी व्यवस्था*",
            "sections": [
                {
                    "section_number": "४३५",
                    "title": "बन्धकीमा दिएको मानिने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "साहूसँग ऋण लिए वापत कसैले आफ्‌नो हक, स्वामित्व वा भोगको अचल सम्पत्ति वा त्यसको कुनै अंश लिखत भएको मिति वा निश्चित समयावधि पश्चात् भोग गर्न पाउने गरी साहूलाई भोग गर्न दिएकोमा त्यस्तो सम्पत्ति बन्धकीमा दिएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम बन्धकीमा दिएको सम्पत्ति साहूले ऋण दिँदाकै बखत वा कुनै निश्चित समयावधि पछि भोग गर्न पाउने व्यवस्था भएकोमा भोगबन्धकी र ऋण चुक्ता गर्न साहू असामीले निर्धारण गरेको भाखाभित्र असामीले ऋण चुक्ता नगरेको अवस्थामा भोग गर्न पाउने व्यवस्था भएकोमा दृष्टिबन्धकी दिएको मानिनेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "बन्धकीमा दिने सम्पत्ति बन्धकी लिने व्यक्तिले भोगचलन गर्न सकिने प्रकृतिको हुनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "आफ्नो हक, स्वामित्व वा भोगाधिकारमा नरहेको वा भविष्यमा प्राप्त हुने सम्पत्ति बन्धकीको रूपमा दिन सकिने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "४३६",
                    "title": "लिखत गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "यस परिच्छेद बमोजिम कुनै सम्पत्ति बन्धकीको रूपमा दिँदा कानून बमोजिम लिखत गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "बन्धकीको लिखत गर्ने व्यक्ति कानून बमोजिम सक्षम हुनु पर्नेछ ।*"
                        }
                    ]
                },
                {
                    "section_number": "४३७",
                    "title": "बन्धकी लिएको सम्पत्ति भोगचलन गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "साहूले भोग बन्धकीको रूपमा लिएको सम्पत्ति त्यस सम्बन्धी लिखत भएको मिति वा लिखतमा छुट्टै मिति तय भएकोमा त्यसरी तय भएको मितिबाट र दृष्टिबन्धकीमा लिएको सम्पत्ति असामीले ऋण तिर्नु पर्ने भाखा नाघेको मितिले दुई वर्षभित्र भोगचलन गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको अवधिभित्र कुनै कारणवश साहूले त्यस्तो सम्पत्ति भोगचलन गर्न नसक्ने भएमा वा असामीले कुनै किसिमले भोगचलन गर्न नदिएमा त्यस्तो सम्पत्ति भोगचलनको लागि चलन चलाई पाउन कानून बमोजिम नालिस गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) बमोजिम साहूले भोगचलन नगरेकोमा वा उपदफा (२) बमोजिम भोगचलनको लागि चलन चलाई पाउन नालिस नगरेकोमा त्यस्तो बन्धकी स्वतः निष्क्रिय हुनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपदफा (३) बमोजिम बन्धकीको लिखत निष्क्रिय भएमा त्यस सम्बन्धी लिखत कपाली सरह हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४३८",
                    "title": "बन्धकीमा दिएको सम्पत्तिको भोगाधिकार हस्तान्तरण भएको मानिने",
                    "content": "कसैले कुनै सम्पत्ति बन्धकीमा दिएकोमा त्यस्तो सम्पत्तिमा साहूले भोगचलन गरेको मितिबाट निजमा भोगाधिकार हस्तान्तरण भएको मानिनेछ ।"
                },
                {
                    "section_number": "४३९",
                    "title": "आफ्नो सम्पत्ति सरह भोग गर्न पाउने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "साहूले बन्धकी लिएको सम्पत्ति र त्यस्तो सम्पत्तिबाट प्राप्त हुने प्रतिफल, लाभ तथा सुविधा आफ्नो सम्पत्ति सरह भोगचलन गर्न पाउनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "बन्धकीमा लिएको सम्पत्ति कच्चा भई वा असामीले बाधा बिरोध गरी साहूले भोगचलन गर्न नपाएमा असामीले त्यस वापत साहूलाई मनासिब क्षतिपूर्ति दिनु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४४०",
                    "title": "बन्धकीमा लिएको सम्पत्तिको मनासिब हेरविचार गर्नु पर्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "बन्धकीमा लिएको सम्पत्तिमा भोगाधिकार कायम भए पछि साहूले आफ्नो सम्पत्ति सरह त्यसको मनासिब हेरविचार र संरक्षण गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "बन्धकीमा लिएको सम्पत्ति भोगचलन गरे वापत कानून बमोजिम कुनै कर वा दस्तुर बुझाउनु पर्ने रहेछ भने त्यस्तो कर वा दस्तुर साहूले नै बुझाउनु पर्नेछ ।\nतर कानून बमोजिम लाग्ने मालपोत भने असामीले नै बुझाउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "बन्धकी लिएको सम्पत्ति असामी बाहेक अन्य व्यक्तिबाट बाधा अवरोध भई भोगचलन गर्न नपाएमा साहूले भोगचलनको लागि कानून बमोजिम नालिस गर्न सक्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४४१",
                    "title": "ब्याज, शुल्क वा दस्तुर लिन नपाउने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "यस संहितामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि साहूले कुनै सम्पत्ति भोग बन्धकी लिई ऋण दिएकोमा त्यस्तो ऋण वापत ऋणीसँग कुनै किसिमको ब्याज, दस्तुर वा शुल्क लिन पाउने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "दृष्टिबन्धकी लिएको सम्पत्तिमा साहूको भोग कायम भएपछि साहूले त्यस्तो ऋण वापत कुनै किसिमको ब्याज, दस्तुर वा शुल्क लिन पाउने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "४४२",
                    "title": "भोगबन्धकीको सम्पत्ति भोगचलन गर्ने अवधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "भोगबन्धकी लिएको सम्पत्ति दश वर्षभन्दा बढी अवधि भोगचलन गर्न सकिने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको अवधिभित्र भोगबन्धकीमा दिएको सम्पत्ति फिर्ता नलिएमा त्यस सम्बन्धी लिखत कपाली सरह हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४४३",
                    "title": "दृष्टिबन्धकीको भाखाको अधिकतम अवधि",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कुनै सम्पत्ति दृष्टिबन्धकी दिँदा वा लिँदा पाँच वर्षभन्दा बढीको भाखा राख्न सकिने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिमको अवधि पूरा नभई साहूले असामीबाट दृष्टिबन्धकीमा राखेको सम्पत्ति चलन चलाई लिन वा त्यस्तो सम्बन्धी ऋण असुल गराउने कारबाही गर्न सक्ने छैन ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) बमोजिमको अवधिपछि भोग गरेको सम्पत्ति दश वर्षसम्म भोग गर्न पाउनेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपदफा (३) बमोजिम भोग गरेको दश वर्षको अवधिभित्र दृष्टिबन्धकीमा दिएको सम्पत्ति फिर्ता नलिएमा त्यस सम्बन्धी लिखत कपाली सरह हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४४४",
                    "title": "बन्धकीमा दिएको सम्पत्ति जुनसुकै बखत फिर्ता लिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "भोग बन्धकीमा दिएको सम्पत्ति भए साहूबाट लिएको ऋण र दृष्टिबन्धक दिएको सम्पत्ति भए त्यसमा कुनै ब्याज लाग्ने भए सो समेत साहूलाई बुझाई असामीले जुनसुकै बखत आफ्नो सम्पत्ति फिर्ता लिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि बन्धकीमा लिएको सम्पत्ति खेती योग्य जमिन रहेछ र बन्धकीमा लिएको जमिन फिर्ता गर्दाका बखत त्यस्तो जमिनमा साहूले बाली लगाइसकेको रहेछ भने साहू र असामीले अन्यथा मञ्जुरी गरेकोमा बाहेक त्यस्तो बाली साहूले नै भोगचलन गर्न पाउनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४४५",
                    "title": "बन्धकीमा लिएको सम्पत्ति लखबन्धकी दिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "कसैले बन्धकीमा लिएको सम्पत्ति वा त्यसको कुनै अंश त्यस सम्बन्धी लिखतमा उल्लेख भएको रकम बराबर वा त्यसभन्दा कम रकम लिई अन्य कसैलाई पुनः बन्धकीमा दिन सक्नेछ र त्यसरी पुनः बन्धकीमा दिएकोमा लख बन्धकी दिएको मानिनेछ ।\nतर बन्धकीमा लिएको सम्पत्तिमा भोगाधिकार कायम नभई लखबन्धकी दिन सकिने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम दिएको लखबन्धकीको भोगचलन गर्ने अवधि बन्धकी अन्तर्गत भोगचलन गर्ने अवधिभन्दा बढी हुन सक्ने छैन ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "सम्पत्तिमा हक र स्वामित्व हुने असामीले उपदफा (१) बमोजिम लखबन्धक दिएको सम्पत्ति फिर्ता लिन चाहेमा लखबन्धकी दिँदाको रकम शुरुको थैली बराबरको भएमा सिधै लखबन्धकी लिने व्यक्तिबाट र त्यस्तो रकमभन्दा कम रकम भए शुरुमा बन्धकी दिएको साहू मार्फत थैली भुक्तानी गरी सम्पत्ति फिर्ता लिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि शुरुमा बन्धकी दिँदाको शर्तको प्रतिकूल हुने गरी भएको लखबन्धकीको कारोबार त्यस हदसम्म स्वतः बदर हुनेछ ।"
                        },
                        {
                            "subsection_number": "५",
                            "content": "यस परिच्छेद बमोजिम लखबन्धकी दिएको सम्पत्ति साहूले भोग गर्न नपाएमा त्यस्तो लखबन्धकीको लिखत कपाली सरह हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४४६",
                    "title": "सम्पत्तिको प्रतिफल वा लाभ बन्धकीमा दिन सक्ने",
                    "content": "दफा ४४५ मा जुनसुकै कुरा लेखिएको भए तापनि कसैले बन्धकीमा लिएको सम्पत्ति बन्धकी नदिई त्यस्तो सम्पत्तिबाट प्राप्त हुने प्रतिफल, लाभ वा सुविधा वा त्यस्तो सम्पत्ति खेतीयोग्य जग्गा भए त्यसबाट प्राप्त हुने उब्जनी, बाली, रुख, बाँस, पाकेको वा पाक्ने फलफूल, तरकारी, फूल वा अन्य कुनै किसिमको पैदाबार मात्र लखबन्धकीमा दिन सक्नेछ ।"
                },
                {
                    "section_number": "४४७",
                    "title": "असामीको तर्फबाट अर्को व्यक्तिले आफ्नो सम्पत्ति बन्धकी दिन सक्ने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "अन्य व्यक्तिले लिएको ऋण वापत कुनै व्यक्तिले आफ्‌नो हक र स्वामित्वमा रहेको सम्पत्ति असामीको तर्फबाट साहूलाई बन्धकीमा दिन सक्नेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम बन्धकी दिएको सम्पत्ति असामीद्वारा साहूलाई बन्धकी दिइएको सम्पत्ति सरह साहूले यस परिच्छेद बमोजिम भोगचलन गर्न सक्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) बमोजिम अर्को व्यक्तिले सम्पत्ति बन्धकी दिएकोमा असामी र त्यस्तो व्यक्तिको सम्बन्ध बन्धकीको लिखत वा अन्य छुट्टै करारमा लेखिए बमोजिम हुनेछ र त्यसरी नलेखिएकोमा त्यस्तो व्यवहार कपाली सरह हुनेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४४८",
                    "title": "बन्धकी दिएको सम्पत्ति अविभाज्य हुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "साहूका अंशियारबीच अंशबण्डा भई वा अपुताली परी वा साझेदारीबीच भाग विभाजन हुँदा एकभन्दा बढी साहू कायम हुन आएमा पनि असामीले साहूलाई बन्धकी दिएको सम्पत्ति अविभाज्य रहनेछ र असामीले लिएको सम्पूर्ण ऋण बन्धकीको लिखत बमोजिम पूरा चुक्ता नगरेसम्म बन्धकीमा दिएको सम्पत्ति वा त्यसको कुनै अंश फिर्ता लिन सक्ने छैन ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "असामीका अंशियारहरू बीच अंशबण्डा भई, अपुताली परी वा साझेदारीबीच भाग विभाजन हुँदा एकभन्दा बढी असामी कायम हुन आएकोमा प्रत्येक असामीले आ-आफ्नो हिस्साको सम्पूर्ण ऋण चुक्ता नगरेसम्म बन्धकी दिएको सम्पत्ति फिर्ता लिन सकिने छैन ।"
                        }
                    ]
                },
                {
                    "section_number": "४४९",
                    "title": "बन्धकीमा दिएको सम्पत्ति हानि, नोक्सानी भएमा साहू जवाफदेही हुने",
                    "subsections": [
                        {
                            "subsection_number": "१",
                            "content": "बन्धकी लिएको सम्पत्तिमा साहूको भोगाधिकार कायम भएपछि त्यस्तो सम्पत्ति कुनै किसिमले हानि, नोक्सानी भएमा त्यस उपर साहू नै जवाफदेही हुनेछ ।"
                        },
                        {
                            "subsection_number": "२",
                            "content": "उपदफा (१) बमोजिम बन्धकीमा लिएको सम्पत्ति हानि, नोक्सानी भएकोमा साहूले त्यस्तो सम्पत्ति आफ्नै खर्चमा मर्मत सम्भार गरी पहिलेकै अवस्थामा ल्याउनु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "३",
                            "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि विपद् परी बन्धकी लिएको सम्पत्ति हानि, नोक्सानी भएकोमा साहू जवाफदेही हुने छैन र त्यसरी भएको हानि, नोक्सानीको मर्मत सम्भार साहूले असामीको लिखित मञ्जुरी लिई गर्नु पर्नेछ ।"
                        },
                        {
                            "subsection_number": "४",
                            "content": "उपदफा (३) बमोजिम मर्मत सम्भार गर्दा लागेको खर्च असामीले बन्धकी दिएको सम्पत्ति फिर्ता लिँदा साहूको थैलीमा त्यस्तो खर्च समेत समावेश गरी भुक्तानी गर्नु पर्नेछ ।"
                        }
                    ]
                },
                {
                    "section_number": "४५०",
                    "title": "बन्धकीको सम्पत्तिमा हैरानी गर्न नहुने",
                    "content": "बन्धकीको सम्पत्तिमा भोगाधिकार कायम भए पछि साहूले त्यस्तो सम्पत्ति उपयुक्त नभएको वा घटी बढी भएको भनी लिखत विपरीत हुने गरी असामीलाई हैरानी गर्न हुँदैन ।\nतर भोग गर्नु पर्ने सम्पत्ति कुनै किसिमले भोग गर्न नपाएमा वा सो सम्पत्ति कुनै किसिमले कच्चा ठहरेमा बन्धकीको लिखत बमोजिम रकम भुक्तानीका लागि दाबी गर्न बाधा पर्ने छैन ।"
                }
            ]
        }
    ]
}