
{
    "metadata": {
      "header_footer_text": "www.lawcommission.gov.np"
    },
    "sections": [
      {
        "section_number": "२६३",
        "title": "बैङ्क नोट वा सिक्का जलाउन, गाल्न, च्यात्न वा बैङ्क नोटमा लेख्न नहुनेः",
        "subsections": [
          {
            "subsection_number": "१",
            "content": "(१) अधिकार प्राप्त अधिकारीको आदेश विना कसैले मुद्राको रुपमा ग्राह्य भएको बैङ्क नोट वा सिक्कालाई जलाउन वा त्यसलाई काम नलाग्ने गरी गाल्न वा च्यात्न हुँदैन।"
          },
          {
            "subsection_number": "२",
            "content": "(२) कसैले बैङ्क नोटमा लेख वा कोर्न हुँदैन।"
          },
          {
            "subsection_number": "३",
            "content": "(३) उपदफा (१) वा (२) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन महिनासम्म कैद र पाँच हजार रुपैयाँसम्म जरिबाना हुनेछ।"
          }
        ]
      },
      {
        "section_number": "२६४",
        "title": "झुत्रो बैङ्क नोट दुरुपयोग गर्न नहुनेः",
        "subsections": [
          {
            "subsection_number": "१",
            "content": "(१) मुद्राको रुपमा ग्राह्य भएको बैङ्क नोट झुत्रो भई वा अक्षर, चिह्न वा आकार नचिनिने भई वा अन्य कुनै कारणले चलन चल्तीमा ल्याउन नहुने भई सडाउने वा जलाउने ठहर भएका झुत्रा नोटहरु कानून बमोजिम अधिकार प्राप्त अधिकारीको आदेशले जलाउने वा सडाउने कर्तव्य भएको व्यक्तिले त्यस्तो बैङ्क नोट चलन चल्तीमा ल्याउन वा त्यसबाट कुनै किसिमको लाभ पाउने वदनियतले नजलाई वा नसडाई राख वा कसैलाई दिन हुँदैन।"
          },
          {
            "subsection_number": "२",
            "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
          }
        ]
      },
      {
        "section_number": "२६५",
        "title": "जफत हुनेः",
        "content": "यस परिच्छेद बमोजिमको कसूर गर्न प्रयोग भएको मुद्रा, औजार, उपकरण वा यन्त्र र त्यससँग सम्बन्धित सामग्री जफत हुनेछ ।"
      },
      {
        "section_number": "२६६",
        "title": "हदम्यादः",
        "content": "यस परिच्छेद अन्तर्गतको कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले एक वर्ष नाघेपछि उजुर लाग्ने छैन।"
      }
    ],
    "chapters": [
      {
        "chapter_number": "२३",
        "title": "टिकट सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२६७",
            "title": "खोटा टिकट बनाउन वा चलन गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले सद्दे सरह चलन गर्ने नियतले खोटा टिकट बनाउन वा बनाउने उद्योग गर्न, खरिद बिक्री गर्न, लेनदेन गर्न वा निकासी वा पैठारी गर्न वा सद्दे सरह चलन गर्न वा त्यस्तो गर्न उद्योग गर्न वा आफूसँग राख्ख्र हुँदैन ।",
                "explanation": {
                  "marker": "स्पष्टीकरणः",
                  "content": "यस परिच्छेदको प्रयोजनका लागिः",
                  "clauses": [
                    {
                      "clause_letter": "क",
                      "content": "(क) “टिकट” भन्नाले हुलाक टिकट वा लिखतमा टाँसिने राजस्व सम्बन्धी अन्य टिकट सम्झनु पर्छ र सो शब्दले खाम, हुलाक पत्र वा अरु कुनै वस्तुमा लगाइएको वा छापिएको टिकटको निस्सा वा टिकटको प्रयोजनका लागि प्रयोग हुने स्टिकर समेतलाई जनाउँछ ।"
                    },
                    {
                      "clause_letter": "ख",
                      "content": "(ख) “खोटा टिकट” भन्नाले खण्ड (क) मा उल्लेख गरिए बमोजिमको टिकट हो भन्ने भान पार्ने गरी अनधिकृत रुपमा बनाएको नक्कली टिकट सम्झनु पर्छ र सो शब्दले एकपटक प्रयोग भइसकेको टिकट समेतलाई जनाउँछ।"
                    }
                  ]
                }
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२६८",
            "title": "खोटा टिकट बनाउने औजार खरिद, बिक्री, मर्मत इत्यादी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) खोटा टिकट बनाउने काममा प्रयोग हुन्छ भन्ने जानीजानी वा विश्वास गर्नु पर्ने मनासिब कारण भई कसैले कुनै औजार वा अन्य कुनै सामान बनाउन, मर्मत गर्न, खरिद बिक्री गर्न, लेनदेन गर्न वा आफूसँग राख्ख हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२६९",
            "title": "प्रयोग भएको टिकट पुनः प्रयोगमा ल्याउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) एक पटक प्रयोग भइसकेको टिकट हो भन्ने जानीजानी त्यस्तो टिकट कसैले पुनः सद्दे सरह प्रयोग गर्न, सद्दे सरह प्रयोग गर्ने नियतले टिकटमा लागेको छाप वा चिह्न मेट्न, खुर्कन वा उडाउन वा त्यसको उद्योग गर्न हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२७०",
            "title": "सार्वजनिक लिखतमा प्रयोग भएको टिकट उप्काउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले कुनै सार्वजनिक लिखतमा प्रयोग भएको कुनै टिकट उप्काउन वा उप्काउने उद्योग गर्न हुँदैन ।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई छ महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२७१",
            "title": "जफत हुनेः",
            "content": "यस परिच्छेद बमोजिमको कसूर गर्न प्रयोग भएको टिकट, औजार, उपकरण वा त्यससँग सम्बन्धित सामग्री जफत हुनेछ।"
          },
          {
            "section_number": "२७२",
            "title": "हदम्यादः",
            "content": "यस परिच्छेद अन्तर्गतको कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले एक वर्ष नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      },
      {
        "chapter_number": "२४",
        "title": "नापतौल सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२७३",
            "title": "नाप्ने वा तौलने साधन नक्कली बनाउन वा चलन गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले नाप्ने, तौलने वा गुणस्तर निर्धारण गर्ने कुनै साधन निर्धारित स्तरभन्दा घटी बढी हुने गरी बनाउन वा बनाउन लगाउन वा त्यसरी बनाएको नाप्ने, तौलने, गुणस्तर निर्धारण गर्ने साधन जानीजानी सक्कली सरह चलन गर्न वा चलन गर्ने नियतले राख्न वा बिक्री गर्न वा त्यस्तो साधनमा लगाउने छाप वा टाँचा नक्कली बनाउन वा नाप्ने, तौलने वा गुणस्तर निर्धारण गर्ने साधनको छाप वा टाँचा विगार्न वा अर्को कुनै साधनको मद्दतले त्यस्तो साधनको नाप्ने, तौलने वा गुणस्तर निर्धारण क्षमतामा प्रभाव पार्न वा त्यस्तो साधनमा नक्कली छाप वा टाँचा लगाउन वा अन्य कुनै उपायद्वारा चलन चल्तीको नाप वा तौललाई घटी बढी हुन सक्ने बनाउन हुँदैन ।",
                "explanation": {
                  "marker": "स्पष्टीकरणः",
                  "content": "यस दफाको प्रयोजनको लागि “नाप्ने, तौलने वा गुणस्तर निर्धारण गर्ने साधन” भन्नाले कुनै वस्तु वा सेवाको इकाई, गुण वा परिमाण वा त्यस्तो बस्तु वा सेवाको शुद्धता वा स्तर वा कुनै वस्तुको इकाई निर्धारण गर्न कानून बमोजिम चलन चल्तीमा रहेको साधन सम्झनु पर्छ ।"
                }
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिम बनाएको, चलन चल्तीमा ल्याएको साधन, त्यसलाई बनाउने वा मर्मत गर्ने औजार समेत जफत हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "२७४",
            "title": "नाप्ने, तौलने वा गुणस्तर निर्धारण गर्ने साधन कपटपूर्ण प्रयोग गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले कुनै व्यवसाय, कारोबार वा व्यापारको सिलसिलामा नाप्ने, तौलने वा गुणस्तर निर्धारण गर्ने साधन प्रयोग गर्नु पर्दा कानून बमोजिम त्यस्तो साधनको चलन चल्तीमा निर्धारण गरिएको नाप, तौल वा स्तरभन्दा घटी बढी हुने गरी कपटपूर्ण रुपमा प्रयोग गर्न, अर्को कुनै साधन वा उपायको मद्दतले त्यस्तो साधनको चलन चल्तीको नाप्ने, तौलने वा गुणस्तर निर्धारण गर्ने कुरामा प्रतिकूल प्रभाव पार्न हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२७५",
            "title": "हदम्यादः",
            "content": "यस परिच्छेद अन्तर्गतको कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      },
      {
        "chapter_number": "२५",
        "title": "लिखत सम्बन्धी कसूर",
        "sections": [
          {
            "section_number": "२७६",
            "title": "कीर्ते गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले कीर्ते गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) को प्रयोजनको लागि कसैले सर्वसाधारण वा कसैलाई कुनै हानि, नोक्सानी वा क्षति पुर्याउने वा आफू वा कसैलाई कुनै लाभ पुर्याउने नियतले कुनै झुष्ठा लिखत वा झुठ्ठा विद्युतीय अभिलेख वा लिखत वा विद्युतीय अभिलेखको झुष्ठा अंश वा भाग बनाउने काम गरेमा निजले कीर्ते गरेको मानिनेछ ।",
                "explanation": {
                  "marker": "स्पष्टीकरणः",
                  "content": "यस दफाको प्रयोजनका लागि,-",
                  "clauses": [
                    {
                      "clause_letter": "क",
                      "content": "(क) “लिखत” भन्नाले लिखतमा लागेको सही, औंठा छाप, छाप र लिखतमा जनिएको अङ्क, अक्षर, मिति वा अन्य कुनै व्यहोरा सम्झनु पर्छ।"
                    },
                    {
                      "clause_letter": "ख",
                      "content": "(ख) “झुठ्ठा लिखत बनाउने काम” भन्नाले देहायको कुनै काम सम्झनु पर्छः-",
                      "subclauses": [
                        {
                          "subclause_number": "१",
                          "content": "(१) जुन अधिकारी वा व्यक्तिले लिखत बनाएको, लेखेको वा सहीछाप गरेको होइन त्यस्तो अधिकारी वा व्यक्तिले लिखत बनाएको, लेखेको वा सहिछाप गरेको हो भन्ने विश्वास पार्ने किसिमबाट बेइमानीपूर्वक लिखत वा त्यसको अंश तयार गर्ने, विद्युतीय अभिलेख तयार गर्ने वा पठाउने, विद्युतीय अभिलेखमा डिजिटलहरु संरक्षण गर्ने,"
                        },
                        {
                          "subclause_number": "२",
                          "content": "(२) विना अधिकार वा वेइमानीपूर्वक कुनै लिखत वा विद्युतीय अभिलेखमा कुनै कुरा थपी, मेटी, केरी, परिवर्तन गरी वा अन्य कुनै किसिमबाट व्यहोरा फरक वा नबुझिने पार्ने,"
                        },
                        {
                          "subclause_number": "३",
                          "content": "(३) मानसिक अस्वस्थताको कारणबाट होस ठेगानमा नभएको, मादक पदार्थ वा लागू पदार्थ सेवन गरेको वा छलकपटमा पारिएको कारणले कसैले लिखतमा लेखिएको कुराको मतलव बुझ्न सक्दैन भन्ने जानीजानी त्यस्तो व्यक्तिलाई लिखत बनाउन, सहिछाप गर्न वा लिखतमा लेखिएको कुनै कुरा बदल्न लगाउने,"
                        },
                        {
                          "subclause_number": "४",
                          "content": "(४) एक कामको लागि सहीछाप गरी लिफा, कागज वा छाप लिए दिएकोमा त्यस्तो काममा नलगाई अर्कै प्रयोजनको लिखत खडा गर्ने वा सोमा लगाउने ।"
                        }
                      ]
                    }
                  ]
                }
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) राष्ट्रपतिबाट प्रमाणीकरण भएको लिखत कीर्ते गर्नेलाई दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "क१",
                    "marker": "□",
                    "content": "(क१) प्रदेश प्रमुखबाट प्रमाणीकरण भएको लिखत कीर्ते गर्नेलाई खण्ड (क) बमोजिमको कैद र जरिबाना,",
                    "note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा थप।"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) अदालतको फैसला वा आदेश कीर्ते गर्नेलाई आठ वर्षसम्म कैद र असी हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) खण्ड (क) र (ख) मा लेखिएदेखि बाहेक अन्य सरकारी वा सार्वजनिक लिखत कीर्ते गर्नेलाई सात वर्षसम्म कैद र सत्तरी हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) खण्ड (क), (ख) र (ग) मा लेखिएदेखि बाहेक अन्य कुरा कीर्ते गर्नेलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना ।"
                  }
                ]
              },
              {
                "subsection_number": "४",
                "content": "(४) कसैले कीर्ते गरी प्राप्त गरेको सम्पत्ति लिई मासिसकेको रहेछ भने निजलाई उपदफा (३) बमोजिमको सजायको अतिरिक्त विगो बमोजिमको थप जरिबाना समेत हुनेछ ।"
              },
              {
                "subsection_number": "५",
                "content": "(५) कसैले कीर्ते गरी कुनै सम्पत्ति प्राप्त गरेको रहेछ भने निजले त्यस्तो सम्पत्ति सम्बन्धित धनीलाई फिर्ता गर्नु पर्नेछ र त्यस्तो सम्पत्ति मासिसकेको रहेछ भने कसूरदारको अन्य जायजातबाट त्यसको बिगो धनीलाई भराई दिनु पर्नेछ ।"
              }
            ]
          },
          {
            "section_number": "२७७",
            "title": "कीर्ते लिखत सद्दे सरह राख्न वा व्यवहारमा ल्याउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कीर्ते लिखत हो भन्ने जानीजानी वा विश्वास गर्नु पर्ने मनासिब कारण भई कसैले बेइमानीपूर्वक त्यस्तो लिखत सद्दे सरह व्यवहार गर्ने नियतले साथमा राखु हुँदैन ।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "३",
                "content": "(३) कीर्ते लिखत हो भन्ने जानीजानी वा विश्वास गर्नु पर्ने मनासिब कारण भई कसैले त्यस्तो लिखत सद्दे सरह व्यवहारमा ल्याएमा निजलाई त्यस्तो लिखत कीर्ते गरे सरहको सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२७८",
            "title": "कीर्ते लिखत बनाउने औजार बनाउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले कीर्ते लिखत खडा गर्ने वा बनाउने काममा प्रयोग गर्ने नियतले वा त्यस्तो काममा प्रयोग हुन सक्छ भन्ने जानीजानी वा विश्वास गर्नु पर्ने मनासिब कारण भई कीर्ते लिखत बनाउने छाप वा अन्य कुनै औजार बनाउन, मर्मत गर्न, खरीद गर्न, दिन लिन वा आफूसँग राखु हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई चार वर्षसम्म कैद र चालीस हजार रुपैयाँसम्म जरिबाना हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "२७९",
            "title": "जालसाजी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले जालसाजी गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) को प्रयोजनको लागि कीर्ते मानिने कसूर बाहेक कसैको हक मेट्ने, हदम्याद, तारेख जाने, कुनै किसिमले हानि, नोक्सानी गर्ने वा कसैलाई क्षति वा लाभ पुर्याउने नियतले जानीजानी नभए वा नगरेको कुरा भए गरेको हो भनी वा झुष्ठा मिति, अङ्क वा व्यहोरा उल्लेख गरी लिखत बनाएमा वा त्यस्तो लिखतमा सहीछाप गरे वा गराएमा वा आफ्नो हक नभएको कुरामा हक भएको देखाई कुनै काम गरेमा जालसाजीको कसूर गरेको मानिनेछ ।"
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              },
              {
                "subsection_number": "४",
                "content": "(४) कसैले जालसाजी गरी प्राप्त गरेको सम्पत्ति लिई मासिसकेको रहेछ भने निजलाई उपदफा (३) बमोजिमको सजायको अतिरिक्त विगो बमोजिमको थप जरिबाना समेत हुनेछ ।"
              },
              {
                "subsection_number": "५",
                "content": "(५) कसैले जालसाजी गरी कुनै सम्पत्ति प्राप्त गरेको रहेछ भने निजले त्यस्तो सम्पत्ति सम्बन्धित धनीलाई फिर्ता गर्नु पर्नेछ र त्यस्तो सम्पत्ति मासिसकेको रहेछ भने कसूरदारको अन्य जायजातबाट त्यसको बिगो धनीलाई भराई दिनु पर्नेछ ।"
              }
            ]
          },
          {
            "section_number": "२८०",
            "title": "जालसाजी लिखत सद्दे सरह व्यवहारमा ल्याउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले जालसाजी लिखत हो भन्ने थाहा पाई वा थाहा पाउनु पर्ने मनासिब कारण भई त्यस्तो लिखत सद्दे सरह व्यवहारमा ल्याउन हुँदैन ।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई जालसाजी गरे सरहको सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२८१",
            "title": "मतियार मानी सजाय हुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कीर्ते कागज हो भनी जानीजानी साक्षी बस्ने वा लिखत लेख्ने व्यक्तिलाई कीर्ते कसूरको मतियार मानिनेछ ।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको मतियारलाई * दफा २७६ को उपदफा (३) मा उल्लिखित सजायको आधा सजाय हुनेछ।",
                "note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित।"
              }
            ]
          },
          {
            "section_number": "२८२",
            "title": "क्षतिपूर्ति भराई दिनु पर्नेः",
            "content": "यस परिच्छेद बमोजिमको कसूरबाट कसैलाई हानि, नोक्सानी, भएकोमा कसूरदारबाट त्यस्तो हानि, नोक्सानी भएको व्यक्तिलाई मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ ।"
          },
          {
            "section_number": "२८३",
            "title": "हदम्यादः",
            "content": "सार्वजनिक लिखत कीर्ते गरेकोमा थाहा पाएको मितिले दुई वर्ष र यस परिच्छेद अन्तर्गतको अन्य कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले छ महिना नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      },
      {
        "chapter_number": "२६",
        "title": "आपराधिक प्रवेश तथा आपराधिक उपद्रव सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२८४",
            "title": "आपराधिक प्रवेश गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले कसैको सम्पत्तिमा आपराधिक प्रवेश गर्न वा गराउन हुँदैन ।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) को प्रयोजनको लागि कसैले देहायको कुनै काम गर्ने नियतले हूल हुज्जत गरी वा नगरी अनधिकृत रुपमा अर्काको स्वामित्व वा कब्जामा रहेको कुनै सम्पत्तिमा त्यस्तो व्यक्तिको अनुमति नलिई प्रवेश गरेमा वा अनुमति लिई प्रवेश गरेकोमा त्यस्तो कुनै काम गर्ने नियतले सो सम्पत्तिमा बसिरहेमा, ओगटेमा वा सम्पत्ति उपभोग गरी रहेमा निजले आपराधिक प्रवेश गरेको मानिनेछः-",
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) कुनै कसूर गर्ने, वा"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) जुन व्यक्तिको स्वामित्व वा कव्जामा सम्पत्ति रहेको छ त्यस्तो व्यक्तिलाई डरत्रास देखाउने, अपमान गर्ने वा झिझ्याउने।"
                  }
                ]
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) उपदफा (२) को खण्ड (क) को प्रयोजनका लागि आपराधिक प्रवेश गर्नेलाई त्यस्तो कसूरको उद्योग गरे सरहको सजाय,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) उपदफा (२) को खण्ड (ख) को उद्देश्यले कुनै सरकारी कार्यालय वा मानिस बसोबास गरेको घरमा प्रवेश गरेको भए छ महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय ।",
                    "explanation": {
                      "marker": "स्पष्टीकरणः",
                      "content": "यस दफाको प्रयोजनको लागिः",
                      "points": [
                        {
                          "point_number": "१",
                          "content": "(१) अस्थायी बसोबास गरेको ठाउँलाई पनि घर मानिनेछ ।"
                        },
                        {
                          "point_number": "२",
                          "content": "(२) सनातनदेखि प्रयोग गर्दै आएको बाटो, निकास, पानीघाट, सिँचाईको कुलो, मसानघाट, देवालयमा प्रवेश गरेको वा प्रयोग गरेकोमा आपराधिक प्रवेश गरेको मानिने छैन।"
                        }
                      ]
                    }
                  }
                ]
              }
            ]
          },
          {
            "section_number": "२८५",
            "title": "आपराधिक उपद्रव गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले आपराधिक उपद्रव गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) को प्रयोजनको लागि कसैले देहायको कुनै काम गरेमा निजले आपराधिक उपद्रव गरेको मानिनेछः-",
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह, नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको पूर्ण वा अधिकांश स्वामित्व वा नियन्त्रण रहेको सङ्गठित संस्था, सर्वसाधारण वा कुनै व्यक्तिलाई कुनै हानि, नोक्सानी वा क्षति पुर्याउने नियतले वा त्यस्तो क्षति पुग्न सक्छ भन्ने जानीजानी वा विश्वास गर्नु पर्ने मनासिब कारण भई वा लापरबाही वा हेलचेक्र्याइँ गरी कुनै सरकारी, सार्वजनिक वा निजी सम्पत्ति नाश गरेमा वा त्यसको मूल्य, महत्व वा उपयोगिता घट्ने कुनै काम गरेमा,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) सार्वजनिक वा निजी ढल निकास, कुलो, पँधेरो, सडक, पुल वा कुनै सञ्चार वा यातायातको साधन इत्यादिको हानि, नोक्सानी वा अनुचित क्षति पुच्याएमा वा क्षति पुग्ने कुनै काम गरेमा वा सोको उपयोगमा जानीजानी कुनै किसिमले बाधा अवरोध हानि, नोक्सानी वा अनुचित क्षति पुत्र्याएमा वा क्षति पुग्ने कुनै काम गरेमा,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) अधिकार प्राप्त अधिकारीको आदेशले बाहेक सार्वजनिक सुविधाको लागि राखिएको कुनै सङ्केत वा चिह्न नासेमा, हटाएमा, मेटेमा वा बिगारेमा,"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) झुटो अफवाह फैलाएर वा अरुलाई धोका हुने कुनै साधनको प्रयोग गरेर अर्काको काम कारोबार वा व्यवसायमा बाधा पुच्याएमा वा अर्काको व्यापारको ख्यातिलाई क्षति पु-याएमा,"
                  },
                  {
                    "clause_letter": "ङ",
                    "content": "(ङ) अर्काको चिठ्ठी, सूचना, पुलिन्दा वा अन्य कुनै माल लुकाएमा वा बदनियतसाथ ढिलो पुग्ने गराएमा।"
                  }
                ]
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) नेपाल सरकारले संरक्षण गरेको वा कानून बमोजिम संरक्षित कुनै वन्यजन्तु वा वनस्पतिको प्रजातिको अस्तित्व नै विनाश गर्ने उद्देश्यले राष्ट्रिय निकुञ्ज वा आरक्ष वा संरक्षित क्षेत्र, विश्व सम्पदा सूचीमा समावेश भएका ऐतिहासिक वा पुरातात्विक स्मारक वा स्तम्भ, ऐतिहासिक वा पुरातात्विक महत्वका वस्तु सङ्कलन गरी राखिएको स्थान वा सङ्ग्रहालय, ऐतिहासिक लिखतहरु राखिएको अभिलेखालय, जङ्गी वा प्रहरीको हातहतियार तथा खरखजाना राखिएको सैनिक वा अर्धसैनिक घर वा ठाउँ, सुरक्षण छापाखाना, सिक्का टकमारी गर्ने टक्सार, कारखाना, बैङ्क नोट छाप्ने वा थुपार्ने नेपाल राष्ट्र बैङ्कको गोदाममा आगो लगाएमा वा विष्फोटक पदार्थ प्रयोग गरेमा जन्मकैदको सजाय र विगो बमोजिम जरिबाना,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) खण्ड (क) मा लेखिए बाहेकका ऐतिहासिक, पुरातात्विक वा धार्मिक स्मारक वा स्तम्भ, सार्वजनिक वा सरकारी महत्वका कागजात रहेको भवन वा तहविल रहेको अदालत, संवैधानिक निकाय, नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको कार्यालय वा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको पूर्ण वा अधिकांश स्वामित्व वा नियन्त्रण रहेको संस्था, विदेशी कूटनीतिक नियोग वा अन्तरराष्ट्रिय वा अन्तरसरकारी संस्थाको कार्यालयमा आगो लगाई वा विष्फोटक पदार्थ प्रयोग गरी आपराधिक उपद्रव गरेको भए पाँच वर्षदेखि बाह्र वर्षसम्म कैद र विगो बमोजिम जरिबाना,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) खण्ड (क) वा (ख) मा लेखिएदेखि बाहेक अन्य कुनै काम गरी कुनै सार्वजनिक सम्पत्तिमा क्षति पुर्याई आपराधिक उपद्रव गरेको भए चार वर्षसम्म कैद र चालीस हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) कसैको घर, कार्यालय वा कुनै सम्पतिमा आगो लगाई वा विष्फोटक पदार्थ प्रयोग गरी आपराधिक उपद्रव गरेकोमा दुई वर्षदेखि पाँच वर्षसम्म कैद र बीस हजारदेखि पचास हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "ङ",
                    "content": "(ङ) खण्ड (क), (ख), (ग) वा (घ) मा लेखिएदेखि बाहेक अरु कुनै काम गरी आपराधिक उपद्रव गरेको कारणले कसैलाई कुनै हानि, नोक्सानी भएकोमा तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना ।"
                  }
                ]
              },
              {
                "subsection_number": "४",
                "content": "(४) यस दफा बमोजिमको कसूरबाट कसैलाई हानि, नोक्सानी भएमा हानि, नोक्सानी भएको विगो बराबरको क्षतिपूर्ति कसूरदारबाट पीडितलाई भराई दिनु पर्नेछ।"
              }
            ]
          },
          {
            "section_number": "२८६",
            "title": "लुटपिट गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले लुटपिट गर्नु वा गराउनु हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) को प्रयोजनका लागि कसैले आफ्नो हक नपुग्ने वा अन्य कसैको स्वामित्व, जिम्मा वा नियन्त्रणमा रहेको सम्पत्ति चोरी वा ठगी गरेको अवस्थामा बाहेक अरु कुनै किसिमले जबर्जस्ती गरी वा नगरी खोसी, धरपकड वा लछार पछार गरी वा त्यस्तो गर्ने धम्की दिई लैजाने वा हानि, नोक्सानी गर्ने नियतले कुनै काम गरेमा लुटपिट गरेको मानिने छ।"
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन महिनासम्म कैद वा लुटपिट गरेको विगोको पच्चीस प्रतिशतसम्म जरिवाना वा दुवै सजाय हुनेछ र लुटपिट भएको सम्पतिको विगो कसूरदारबाट पीडितलाई भराई दिनु पर्नेछ।"
              }
            ]
          },
          {
            "section_number": "२८७",
            "title": "कसूर गरी प्राप्त गरेको सम्पत्ति लिन नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कुनै कसूर गरी प्राप्त गरेको सम्पत्ति हो भन्ने जानीजानी वा विश्वास हुने कुनै मनासिब कारण भई कसैले कुनै सम्पत्ति लिन, राख्न वा खरीद-बिक्री गर्न हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्ष कैद वा पचास हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिम लिए राखेको वा खरिद बिक्री गरेको सम्पत्ति सो सम्पत्तिको धनीलाई फिर्ता गर्नु पर्नेछ।"
              }
            ]
          },
          {
            "section_number": "२८८",
            "title": "हदम्यादः",
            "content": "दफा २८४ र २८५ अन्तर्गतको कसूर त्यस्तो कसूर भएको मितिले छ महिनाभित्र र दफा २८६ को अन्तर्गतको कसूरमा सो भए गरेको मितिले तीन महिनाभित्र र यस परिच्छेद अन्तर्गतको अन्य कसूर त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      },
      {
        "chapter_number": "२७",
        "title": "पशुपक्षी सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२८९",
            "title": "गाई, गोरु मार्न वा कुट्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले गाई वा गोरु मार्ने वा कुनै चोट पुर्याउने नियतले कुनै काम गर्नु वा गराउनु हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कामबाट कुनै गाई वा गोरु मर्न गएमा त्यस्तो कसूर गर्ने व्यक्तिलाई तीन वर्ष सम्म कैद हुनेछ।"
              },
              {
                "subsection_number": "३",
                "content": "(३) कसैले गाई वा गोरुलाई कुटी अङ्गभङ्ग पारेमा निजलाई छ महिनासम्म कैद र अन्य चोट पुर्याएमा पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "४",
                "content": "(४) उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कसैले कुनै गाई वा गोरुले आफ्नो वा अरुको जिउ वा ज्यानमा पुर्याउन लागेको क्षति बचाउन आवश्यक परेको कुनै काम गर्दा त्यस्तो गाई वा गोरु मर्न गएमा वा त्यस्तो गाई वा गोरुलाई कुनै चोट पुग्न गएको रहेछ भने यस दफा बमोजिम कसूर गरेको मानिने छैन।"
              }
            ]
          },
          {
            "section_number": "२९०",
            "title": "पशुपक्षी प्रति निर्दयी व्यवहार गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले कुनै पशुपक्षीलाई कुटी, हिर्काई वा बोक्न सक्ने क्षमताभन्दा बढी भारी बोकाई वा सामथ्र्यभन्दा बढी दौडाई वा रोग, घाउ, खटिरा वा अन्य कुनै कारणबाट काम गर्न असमर्थ भएकोलाई काममा लगाई वा हानिकारक बस्तु सेवन गराई वा अन्य कुनै प्रकारले यातना दिन वा आफूले पालेको पशुपंक्षी रोगी वा वृद्ध भएको कारणले सार्वजनिक रुपमा छाड्न वा अन्य कुनै किसिमबाट निर्दयी वा क्रुर व्यवहार गर्न हुँदैन। तर पशुपक्षीलाई कुनै काम गर्न सिकाउने, तालिम दिने, त्यसलाई आफ्नो कामप्रति निपुण बनाउने उद्देश्यले न्यूनतम बल प्रयोग गरी कुनै काम गर्न वा पशुपक्षीलाई त्यसको शारीरिक क्षमता अनुसार कुनै भारी बोकाउन वा दौडाउन बाधा पर्ने छैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२९१",
            "title": "सार्वजानिक स्थलमा पशु वा पक्षी मार्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) यस संहितामा अन्यथा व्यवस्था भएकोमा बाहेक कसैले पनि कुनै पशु वा पक्षीलाई परम्परादेखि बली दिँदै आएको धार्मिक स्थल बाहेक अन्य कुनै पनि सार्वजनिक स्थलमा मार्नु हुँदैन। तर परम्परादेखि नै पशु वा पक्षीको बध गर्न चली आएको मेला, जात्रा, हाट वा महोत्सव वा स्थानमा पशु वा पक्षी मार्न वाधा पर्ने छैन।",
                "explanation": {
                  "marker": "स्पष्टीकरणः",
                  "content": "यस दफाको प्रयोजनको लागि “सार्वजनिक स्थल” भन्नाले बाटो, सडक, पुल, चौर वा मानिस आवत जावत गर्ने ठाउँ सम्झनु पर्छ।"
                }
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिम बली दिनुपर्दा परम्परादेखि बली दिदै आएको धार्मिकस्थल बाहेक अन्य सार्वजनिक वा धार्मिकस्थलमा पशु वा पक्षीको बली दिन सकिने छैन।"
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिम पशु वा पछीको बली दिनुपर्दा पशु वा पक्षीको बलीको विकल्पमा हुन सक्ने अन्य उपाय भएमा त्यस्तो उपाय अवलम्बन गर्नु पर्नेछ ।"
              },
              {
                "subsection_number": "४",
                "content": "(४) उपदफा (३) बमोजिमको उपाय अपनाउन सम्भव नभई पशु वा पक्षीको बली दिनु परेमा त्यस प्रयोजनका लागि सम्बन्धित धार्मिक स्थलका व्यवस्थापकले निर्धारण गरेको ठाँउमा र निर्धारण गरेको विधि बमोजिम बली दिने काम गर्नु पर्नेछ।"
              },
              {
                "subsection_number": "५",
                "content": "(५) यस दफा बमोजिम कसूर गर्ने वा गराउने व्यक्तिलाई एक महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२९२",
            "title": "हदम्यादः",
            "content": "दफा २९० अन्तर्गतको कसूरमा त्यस्तो कसूर भएको मितिले र यस परिच्छेद अन्तर्गतको अन्य कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      }
    ],
    "parts": [
      {
        "part_number": "३",
        "title": "वैयक्तिक गोपनीयता तथा प्रतिष्ठा विरुद्द्वको कसूर",
        "chapters": [
          {
            "chapter_number": "१",
            "title": "गोपनीयता विरुद्धका कसूर",
            "sections": [
              {
                "section_number": "२९३",
                "title": "अर्काको कुरा सुन्न वा ध्वनी अङ्कन गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) कसैले दुई वा दुईभन्दा बढी व्यक्तिहरुका बिचमा भएका कुनै कुरा अधिकार प्राप्त अधिकारीको अनुमतिले वा त्यसरी कुरा गर्ने व्यक्तिहरुको मञ्जुरी विना कुनै यान्त्रिक उपकरणको प्रयोग गरेर सुन्न वा त्यस्तो कुराको ध्वनी अङ्कन गर्न हुँदैन ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई दुई वर्षसम्म कैद वा बीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ। तर सार्वजनिक रुपमा गरिएको भाषण वा वक्तव्यको हकमा यो दफा लागू हुने छैन।"
                  }
                ]
              },
              {
                "section_number": "२९४",
                "title": "गोप्य कुरा प्रकट गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) कसैले आफ्नो व्यावसायिक कामको सिलसिलामा कुनै व्यक्तिबाट थाहा पाएको निजको कुनै गोप्य कुरा कानूनले वाध्य गराएको वा त्यस्तो व्यक्तिले अनुमति दिएको अवस्थामा बाहेक कसैलाई पनि प्रकट गर्न हुँदैन ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
                  }
                ]
              },
              {
                "section_number": "२९५",
                "title": "अनुमति विना कुनै व्यक्तिको तस्वीर खिच्न वा तस्वीरको स्वरुप बिगार्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) कसैले कुनै व्यक्तिको अनुमति विना निजको तस्वीर खिच्न वा निजको तस्वीरसँग अरु कसैको तस्वीर राखी अर्को तस्वीर बनाउन हुँदैन। तर कसैले कुनै सार्वजनिक स्थानको तस्वीर खिच्दा त्यस्तो स्थानमा रहेको कुनै व्यक्ति समेतको तस्वीर खिचिन गएको रहेछ भने यस दफा बमोजिम कसूर गरेको मानिने छैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "(३) कसैले एकको तस्वीरको केही भाग अर्को व्यक्तिको अर्को भागसँग राखी वा अन्य कुनै किसिमले विकृत रुपको तस्वीर बनाउन वा प्रकाशन गर्न हुँदैन।"
                  },
                  {
                    "subsection_number": "४",
                    "content": "(४) उपदफा (३) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई दुई वर्षसम्म कैद वा बीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "२९६",
                "title": "अनुमति विना एकको तस्वीर अरुलाई दिन वा बिक्री गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) कसैले कुनै व्यक्तिको तस्वीर निजको अनुमति विना अरुलाई दिन वा बिक्री गर्न वा निजलाई झिझ्याउन वा सताउने, हैरान पार्ने वा निजबाट कुनै अनुचित फाइदा लिने वा तस्वीरको व्यापारिक प्रयोग गरी फाइदा लिने नियतले प्रकाशन गर्न, प्रचार वा खरिद बिक्री गर्न हुँदैन ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "२९७",
                "title": "चिठ्ठी खोल्न वा टेलिफोनमा गरेको कुरा सुन्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) अधिकार प्राप्त अधिकारी वा सम्बन्धित व्यक्तिको अनुमति विना कसैको चिठ्ठी खोल्न वा अरुले टेलिफोनमा गरेको कुरा कुनै यान्त्रिक उपकरणको प्रयोग गरेर बिचमा सुन्न वा ध्वनी अङ्कन गर्न हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई दुई वर्षसम्म कैद वा बीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "२९८",
                "title": "विद्युतीय माध्यमद्वारा गोपनीयता भङ्ग गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) कसैले विद्युतीय माध्यममा रहेको वा प्रवाह हुने सूचना, जानकारी, पत्राचार अनधिकृत रुपमा प्राप्त गर्न त्यसको गोपनीयता भङ्ग गर्न वा अनधिकृत रुपमा कसैलाई हस्तान्तरण गर्न वा गराउन हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई दुई वर्षसम्म कैद वा बीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "२९९",
                "title": "छलकपटपूर्ण टेलिफोन वा सन्देश प्रवाह गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) कसैले आफ्नो परिचय दिई वा नदिई कसैलाई छल्ने, धोका दिने, हैरानी पार्ने वा सताउने उद्देश्यले छलकपटपूर्ण टेलिफोन वा सन्देश प्रवाह गर्न गराउन हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई दुई वर्षसम्म कैद वा बीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "३००",
                "title": "हैरान पार्ने बद्रियतले चिट्ठी पत्र लेख्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) कसैलाई डर, त्रास वा दुःख वा हैरानी दिने, अपमान वा बेइज्जत गर्ने बदनियतले कुनै चिठ्ठी पत्र, पर्चा वा अन्य कुनै किसिमको लिखत लेखी, लेखाई वा विद्युतीय माध्यमद्वारा धम्की दिने, सताउने, जिस्क्याउने वा अन्य कुनै किसिमले अनुचित व्यवहार गर्न वा गराउन हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "३०१",
                "title": "अरुको शरीर खानतलासी गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) कानून बमोजिम अधिकार प्राप्त अधिकारी वा निजको आदेश वा सुरक्षाको प्रयोजनका लागि खटिएको व्यक्तिले अधिकार प्राप्त अधिकारीको अनुमतिले बाहेक कसैले सम्बन्धित व्यक्तिको स्वीकृति विना अरुको शरीर, सवारी साधन वा निजी प्रयोगका वस्तुहरुको खानतलासी गर्न वा गराउन हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "३०२",
                "title": "अरुको आवासमा अनाधिकृत प्रवेश गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) कानून बमोजिम अधिकार प्राप्त अधिकारी वा निजको आदेशले बाहेक कसैले अरुको घरमा सम्बन्धित घर धनीको स्वीकृति विना अनधिकृत रुपमा प्रवेश गर्न, घर धनी वा निजको परिवारको गोप्यता भङ्ग गर्न वा त्यस्तो घरको खानतलासी गर्न वा गराउन हुँदैन।",
                    "explanation": {
                      "marker": "स्पष्टीकरणः",
                      "content": "यस दफाको प्रयोजनका लागि “घर” भन्नाले कुनै व्यक्तिले बसोबास गरेको घर, निवास, आवास, कोठा सम्झनु पर्छ र सो शब्दले त्यस्तो व्यक्तिले रात विताउने गरी बसेको होटेल कोठा, शिविर र पाल समेतलाई जनाउँछ ।"
                    }
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "३०३",
                "title": "क्षतिपूर्ति भराई दिनु पर्नेः",
                "content": "यस परिच्छेद बमोजिमको कसूर गरी कसैले कुनै लाभ प्राप्त गरेको वा कसैलाई कुनै किसिमको हानि, नोक्सानी, हैरानी वा क्षति पुर्याएको रहेछ भने कसूरबाट त्यस्तो लाभ, हानि, नोक्सानी, हैरानी वा क्षतिको क्षतिपूर्ति समेत भराई दिनु पर्नेछ ।"
              },
              {
                "section_number": "३०४",
                "title": "हदम्यादः",
                "content": "यस परिच्छेद अन्तर्गतको कसूरमा कसूर भए गरेको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
              }
            ]
          },
          {
            "chapter_number": "२",
            "title": "गाली बेइज्जती सम्बन्धी कसुर",
            "sections": [
              {
                "section_number": "३०५",
                "title": "गाली गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) कसैले कसैलाई गाली गर्न हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) को प्रयोजनको लागि कसैले कसैलाई होच्याउने नियतले बोली वा वचनले अपमानजनक शब्द प्रयोग गरेमा निजले गाली गरेको मानिनेछ ।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "(३) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "३०६",
                "title": "बेइज्जती गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) कसैले कसैको बेइज्जती गर्न हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) उपदफा (१) को प्रयोजनको लागि कसैले देहाय बमोजिमको काम गरेमा निजले बेइज्जती गरेको मानिनेछः-",
                    "clauses": [
                      {
                        "clause_letter": "क",
                        "content": "(क) अरुको इज्जतमा धक्का पुर्याउने नियतले वा धक्का पुग्न सक्छ भन्ने जानीजानी वा विश्वास गर्ने मनासिब कारण भई लेखेर, आचरण वा आकार वा चिह्न वा प्रचार प्रसारद्वारा वा अरु कुनै किसिमबाट प्रत्यक्ष वा अप्रत्यक्ष रुपले त्यस्तो व्यक्तिलाई अरुको दृष्टिमा निजको व्यक्तिगत चरित्र, आचरण, नैतिकता वा ख्यातिलाई होच्याउने गरी चरित्र हत्या गरेमा वा निजको शरीर सामान्यतः घृणित अवस्थामा छ भन्ने अरुलाई विश्वास पर्ने गरी दोष लगाएमा वा त्यस्तो दोष लगाएको कुरा प्रचार, प्रसार वा प्रकाशन गरेमा वा कसैको बेइज्जती हुने साधनको रुपमा प्रयोग गरिएको कुनै चिज जानीजानी बिक्री वा बितरण गरेमा,"
                      },
                      {
                        "clause_letter": "ख",
                        "content": "(ख) मृतकलाई कुनै आक्षेप लगाइएकोमा त्यस्तो आक्षेप लगाउँदाका बखत निज जीवित रहेको भए निजको इज्जतमा धक्का पुग्ने रहेछ भन्ने जानीजानी निजको परिवार वा नजिकको अन्य नातेदारहरुको भावनामा चोट पुर्याउने नियतले कुनै आक्षेप लगाएकोमा,"
                      },
                      {
                        "clause_letter": "ग",
                        "content": "(ग) ......",
                        "note": "X मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा झिकिएको।"
                      }
                    ]
                  },
                  {
                    "subsection_number": "३",
                    "content": "(३) उपदफा (२) मा जुनसुकै कुरा लेखिएको भए तापनि देहायको कामलाई बेइज्जती मानिने छैनः -",
                    "clauses": [
                      {
                        "clause_letter": "क",
                        "content": "(क) सर्वसाधारणको हितको लागि प्रमाण र आधार सहित कुनै व्यक्तिसँग सम्बन्धित साँचो कुरा प्रकाशन वा प्रशारण गर्नु,"
                      },
                      {
                        "clause_letter": "ख",
                        "content": "(ख) कुनै राष्ट्रसेवकले आफ्नो ओहदाको कर्तव्य पालना गर्दा निजको आचरणलाई लिएर वा त्यस्तो आचरणबाट बुझिनेसम्मको मात्र निजको चरित्रलाई लिएर असल नियतले मर्यादित ढङ्गबाट कुनै कुरा प्रकाशन गर्नु,"
                      },
                      {
                        "clause_letter": "ग",
                        "content": "(ग) कुनै व्यक्तिको सार्वजनिक पद वा ओहोदाको महत्वसँग सम्बन्ध राख्ने आचरण र त्यस्तो आचरणबाट बुझिनेसम्मको निजको चरित्रलाई लिएर असल नियतले कुनै विचार प्रकट गर्नु,"
                      },
                      {
                        "clause_letter": "घ",
                        "content": "(घ) कुनै कुरा गर्ने व्यक्तिले सर्वसाधारणको रायको लागि कुनै कुरा पेश गरेकोमा त्यस्तो कुराको गुण वा दोषलाई लिएर वा सो हदसम्म मात्र त्यस्तो कुरा गर्ने व्यक्तिको चरित्रलाई लिएर असल नियतले मर्यादित ढङ्गबाट कुनै विचार प्रकट गर्नु,"
                      },
                      {
                        "clause_letter": "ङ",
                        "content": "(ङ) कुनै व्यक्तिको अर्को कुनै व्यक्ति उपर कानूनद्वारा वा निजसँग भएको करारद्वारा कुनै अधिकार भएकोमा निजले सो अधिकार सम्बन्धी काम कुरामा त्यस्तो व्यक्तिको आचरणमा असल नियतले कुनै खोट लगाउनु,"
                      },
                      {
                        "clause_letter": "च",
                        "content": "(च) कानून बमोजिम कुनै कसूरको अनुसन्धान गर्नु वा त्यस्तो आधारमा निजलाई कानून बमोजिम अभियोग लगाउनु,"
                      },
                      {
                        "clause_letter": "छ",
                        "content": "(छ) कसैलाई निजको हितको लागि, निजको स्वार्थ भएको व्यक्तिको हितको लागि वा सर्वसाधारणको हितको लागि अरु कुनै व्यक्तिको विरुद्ध सतर्क पार्नु,"
                      },
                      {
                        "clause_letter": "ज",
                        "marker": "□",
                        "content": "(ज) सार्वजनिक हित, सदाचार वा नैतिकताको लागि असल नियतले कसैको कुनै कार्य, चरित्र वा आचरणको सम्बन्धमा व्यङ्ग्य गर्न वा आधार र कारण सहित कुनै टिप्पणी गर्न वा कुनै कुरा प्रकाशन वा प्रसारण गर्न।",
                        "note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा थप।"
                      }
                    ]
                  }
                ]
              },
              {
                "section_number": "३०७",
                "title": "बेइज्जती गरेमा हुने सजायः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "(१) कसैले कसैको बेइज्जती गरे वा गराएमा निजलाई दुई वर्षसम्म कैद वा बीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ । तर विद्युतीय वा अन्य आम सञ्चारका माध्यमबाट बेइज्जती गरे वा गराएमा त्यस्तो सजायमा थप एक वर्षसम्म कैद र दश हजार रुपैयाँसम्म जरिबाना हुनेछ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "(२) कसैले कसैलाई बेइज्जती गरे वा गराएको ठहरिएमा बेइज्जती गरिएको व्यक्तिलाई कसूरको गम्भीरता, त्यस्तो व्यक्तिको प्रतिष्ठामा पर्न गएको असर तथा विद्युतीय वा अन्य आमसञ्चारका माध्यमबाट बेइज्जती गरेको भएमा त्यस्तो कुरा समेतलाई विचार गरी कसूरदारबाट मनासिब क्षतिपूर्ति र त्यस्तो व्यक्तिलाई कसूरदारबाट मुद्दामा लागेको खर्च समेत भराउनु पर्नेछ।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "(३) मरिसकेको कुनै व्यक्तिलाई यस परिच्छेद बमोजिम बेइज्जती गरेको ठहरिएमा कसूरदारबाट त्यस्तो बेइज्जतीबाट भावनामा चोट लागेको निजको नजिकको हकवालालाई त्यस्तो क्षतिपूर्ति र मुद्दामा लागेको खर्चको रकम भराई दिनु पर्नेछ ।"
                  }
                ]
              },
              {
                "section_number": "३०८",
                "title": "हदम्यादः",
                "content": "यस परिच्छेद अन्तर्गतको कसूर भएको कुरा थाहा पाएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
              }
            ]
          }
        ]
      }
    ]
  }