[
    {
      "chapter_number": "७",
      "chapter_title": "विष्फोटक पदार्थ सम्बन्धी कसुर",
      "sections": [
        {
          "section_number": "१३८",
          "section_title": "विष्फोटक पदार्थ उत्पादन गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले इजाजतपत्र प्राप्त नगरी वा इजाजतपत्र प्राप्त गरेको भए पनि इजाजतपत्रमा उल्लेख भएका शर्त र बन्देज विपरीत हुने गरी कुनै पनि किसिमको विष्फोटक पदार्थ बनाउन, तयार गर्न वा उत्पादन गर्न हुँदैन ।"
            },
            {
              "subsection_number": null,
              "type": "explanation",
              "title": "स्पष्टीकरणः",
              "content": "यस संहिताको प्रयोजनका लागिः",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "“विष्फोटक पदार्थ” भन्नाले विष्फोटन भई क्षति पुर्याउने आइ.इ.डीस टी.एन.सी. एमाटोल, बारोटोल, पेन्टोलाइट, पिड डिटोर्नेटिभ एक्स्प्लोसिभ (आर.डी. एक्स), टोर फेक्स, ब्लाष्टिक एक्स्प्लोसिभ, डाइनामाइट, बारुद, नाइट्रोग्लिसिरिन, जेलेग्नाइट, स्टेमाइट, सेल्साइट, डिटोनेटर, ब्लाष्टिक क्याप, विद्युतीय ब्लाष्टिक क्याप, फ्यूज, आतिसवाजी, पटाका, गन कटन, गन पाउडर ब्लास्टिक पाउडर, पारो (मर्करी) वा अन्य कुनै धातुको फुल्यूनेट, सोही प्रकृतिका विष्फोटन हुने अन्य कुनै पदार्थ वा नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशन गरी तोकेको कुनै पदार्थ सम्झनु पर्छ र सो शब्दले बम समेतलाई जनाउँछ।"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "“बम” भन्नाले कुनै विष्फोटक पदार्थ वा अन्य कुनै साधन, फर्मूला, प्रक्रिया वा उपायद्वारा आफैं वा अन्य कुनै पदार्थद्वारा विष्फोटन हुने गरी बनाइएको ग्रिनेड वा त्यस्तै प्रकृतिको अन्य विष्फोटक पदार्थयुक्त वस्तु वा पदार्थ सम्झनु पर्छ।"
                }
              ]
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः–",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "कडा विष्फोटक पदार्थ (हाइ एक्सप्लोसिभ) भए दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "नरम विष्फोटक पदार्थ (लो एक्स्प्लोसिभ) भए पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "सामान्य विष्फोटक पदार्थ भए तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना,"
                },
                {
                  "clause_letter": "(घ)",
                  "content": "विष्फोटक पदार्थ उत्पादन वा निर्माण गर्ने संयन्त्र, मेशीन वा ज्यावलको उत्पादन गर्ने, प्रयोग गर्ने, राख्ने वा अन्य कारोबार गर्नेलाई दुई वर्षसम्म कैद र बीस हजार रुपैयाँसम्म जरिबाना।"
                }
              ]
            },
            {
              "subsection_number": null,
              "type": "explanation",
              "title": "स्पष्टीकरणः",
              "content": "यस परिच्छेदको प्रयोजनका लागिः-",
              "points": [
                {
                  "point_number": "(१)",
                  "content": "“कडा विष्फोटक पदार्थ” भन्नाले डाइनामाइट, नाइट्रोग्लिसरिन, टि.एन.सी., जेलेग्नाइट, मर्नक्टनरलाव, पारोको फुल्यूनेट, आर.डी. एक्स, एमाटोल, बारोटोल, पेन्टोलाइट, स्टेमाइट, सेल्साइटल, ब्लाष्टिक एक्स्पोलिभस बम र त्यस्तै प्रकृतिका अन्य विष्फोटक पदार्थ सम्झनु पर्छ।"
                },
                {
                  "point_number": "(२)",
                  "content": "“नरम विष्फोटक पदार्थ” भन्नाले ब्लाष्टिक पाउडर, गन पाउडर, गन कटन, पारो, बारुद वा अन्य कुनै धातुको फुल्यूनेट र त्यस्तै प्रकृतिका अन्य विष्फोटक पदार्थ सम्झनु पर्छ।"
                },
                {
                  "point_number": "(३)",
                  "content": "“सामान्य विष्फोटक पदार्थ” भन्नाले डिटोनेटर, ब्लाष्टिक क्याप, विद्युतीय ब्लाष्टिक क्याप, फ्यूज, आतिसवाजी, पटाका र त्यस्तै प्रकृतिका अन्य विष्फोटक पदार्थ सम्झनु पर्छ।"
                }
              ]
            }
          ]
        },
        {
          "section_number": "१३९",
          "section_title": "विष्फोटक पदार्थको कारोबार गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले इजाजतपत्र प्राप्त नगरी वा इजाजत पत्र प्राप्त गरेको भएपनि इजाजतपत्रमा उल्लेख भएका शर्त र बन्देज विपरीत हुने गरी विष्फोटक पदार्थको कारोबार गर्न वा गराउन हुँदैन ।"
            },
            {
              "subsection_number": null,
              "type": "explanation",
              "title": "स्पष्टीकरणः",
              "content": "यस दफाको प्रयोजनको लागि “कारोबार” भन्नाले खरिद गर्ने गराउने, बिक्री गर्ने, राख्ने, प्रयोग गर्ने, सञ्चय गर्ने, भण्डारण गर्ने, ओसार पसार गर्ने, परिवर्तन गर्ने, मिसावट गर्ने, निकासी वा पैठारी गर्ने काम सम्झनु पर्छ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिम सजाय हुनेछः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "कडा विष्फोटक पदार्थ भए दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "नरम विष्फोटक पदार्थ भए पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "सामान्य विष्फोटक पदार्थ भए तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना।"
                }
              ]
            }
          ]
        },
        {
          "section_number": "१४०",
          "section_title": "कृत्रिम विष्फोटक पदार्थ बनाउन वा प्रयोग गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले सर्वसाधारणले प्रयोग वा उपभोग गर्ने सामान्य उपभोग्य वस्तुको वा त्यस्तो वस्तुको भौतिक वा रासायनिक तत्वमा कुनै भौतिक वा रासायनिक प्रक्रिया, फर्मूला, उपाय वा विधिबाट हेरफेर, परिवर्तन गरी वा त्यसको रुप, बनौट वा आकारमा परिवर्तन गरी कुनै किसिमको बम वा अन्य कुनै विष्फोटक पदार्थको रुपमा प्रयोग गर्न वा गराउन हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुबै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१४१",
          "section_title": "बारुदी सुरुङ्ग बनाउन वा विष्फोटक पदार्थ ओछ्याउन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले सार्वजनिक रुपमा प्रयोग हुने सडक वा बाटो, स्थल, भवन, पुल, सुरुङ्ग वा सर्वसाधारणले हिडडुल गर्ने अन्य कुनै ठाउँमा विष्फोटक पदार्थ ओछ्याउन वा राख्ख वा कुनै प्रज्वलनशील पदार्थ वा विद्युतीय धराप (एम्बुस) राख्न वा त्यस्तो पदार्थ राखी वा धराप ओछ्याई आवागमनमा वा सार्वजनिक उपयोगका अन्य कुनै कुराको प्रयोगमा अवरोध पुर्याउन हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) बमोजिमको कसूर गरेको कारणबाट कसैको जीउ, ज्यान वा सम्पत्तिमा क्षति पुगेमा कसूरदारलाई त्यस बापत यस संहिता बमोजिम हुने सजायमा उपदफा (२) बमोजिमको सजाय थप हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१४२",
          "section_title": "उत्पादन वा कारोबारको अभिलेख राख्नु पर्नेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "विष्फोटक पदार्थको उत्पादन वा कारोबार गर्न इजाजत पत्र प्राप्त गरेको व्यक्तिले त्यस्तो पदार्थको उत्पादन, निर्माण, तयारी वा कारोबार गर्दा प्रत्येक पटक उत्पादन वा कारोबार गरेको प्रत्येक विष्फोटक पदार्थको छुट्टै अभिलेख राख्नु पर्नेछ ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको अभिलेखमा अन्य कुराको अतिरिक्त देहायका विवरण खुलाउनु पर्नेछः–",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "के कस्ता विष्फोटक पदार्थ, के कति परिमाणमा उत्पादन, तयारी वा निर्माण भएको हो,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "विष्फोटक पदार्थको कारोबार भएको भए के कस्तो प्रयोजनका लागि कारोबार भएको हो,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "विष्फोटक पदार्थ बिक्री वितरण भएको भए कुन व्यक्तिलाई के कस्तो प्रयोजनका लागि के कति परिमाण बिक्री वितरण भएको हो।"
                }
              ]
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) बमोजिम राखिएको अभिलेख बिस्फोटक पदार्थको कारोवार गर्ने व्यक्तिले विष्फोटक पदार्थ नियन्त्रण वा प्रशासन गर्ने अधिकारप्राप्त अधिकारी, मुद्दाको तहकिकात वा अभियोजन गर्ने अधिकारी वा अदालतले मागेका बखत उपलब्ध गराउनु पर्नेछ ।"
            },
            {
              "subsection_number": "(४)",
              "content": "यस दफा विपरीत काम गर्ने वा गराउने व्यक्तिलाई तीन महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१४३",
          "section_title": "विष्फोटक पदार्थको ओसार पसार, ढुवानी वा भण्डारण गर्दा होसियारी अपनाउनु पर्नेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "विष्फोटक पदार्थको कारोबार गर्न इजाजतपत्र प्राप्त गरेको व्यक्तिले त्यस्ता वस्तुको प्रयोग गर्दा, ढुवानी वा ओसार पसार गर्दा वा भण्डारण गर्दा त्यस्तो पदार्थको प्रकृति अनुसार पर्याप्त सुरक्षा हुने गरी प्रयोग गर्नु वा उपयुक्त म्यागजिनमा राखी ढुवानी वा ओसार पसार वा भण्डारण गर्नु पर्नेछ ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) विपरीत काम गर्ने वा गराउने व्यक्तिलाई पचास हजार रुपैयाँसम्म जरिबाना हुनेछ ।"
            }
          ]
        },
        {
          "section_number": "१४४",
          "section_title": "कसुरसँग सम्बन्धित चल वा अचल सम्पत्ति जफत हुनेः",
          "content": "यस परिच्छेद अन्तर्गत सजाय हुने कुनै कसूर भएकोमा त्यस्तो कसूरसँग सम्बन्धित सम्पूर्ण विष्फोटक पदार्थ, त्यस्तो पदार्थ उत्पादन, तयारी वा निर्माण गर्न प्रयोग हुने मालसामान, उपकरण, औजार वा कच्चा पदार्थ, त्यस्तो पदार्थ ओसार पसार वा ढुवानी गर्ने सवारी साधन वा ढुवानी साधन र त्यस्तो पदार्थको उत्पादन, तयारी, निर्माण वा कारोबार गरी प्राप्त गरेको रकम र त्यसबाट बढे बढाएको रकम जफत हुनेछ।",
          "proviso": {
            "type": "proviso",
            "text": "तर ढुवानीको साधन वा सवारी साधनको धनीले विष्फोटक पदार्थ ढुवानी भएको कुरा निजलाई थाहा नभएको प्रमाणित भएमा त्यस्तो ढुवानीको साधन वा सवारी साधन जफत हुने छैन।"
          }
        },
        {
          "section_number": "१४५",
          "section_title": "क्षतिपूर्ति भराउनेः",
          "content": "कसैले यस परिच्छेद अन्तर्गतको कुनै कसूर गरेको कारणबाट कसैको जीउ, धनको हानि, नोक्सानी भएको रहेछ भने कसूरदारबाट पीडित व्यक्तिलाई त्यसको मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ ।"
        },
        {
          "section_number": "१४६",
          "section_title": "हदम्यादः",
          "content": "दफा १४३ अन्तर्गतका कसूरमा त्यस्तो कसूर भए गरेको मितिले तीन महिना र यस परिच्छेद अन्तर्गतका अन्य कसूरमा त्यस्तो कसूर भए गरेको थाहा पाएको मितिले छ महिना नाघेपछि उजुर लाग्नेछैन।"
        }
      ]
    },
    {
      "chapter_number": "८",
      "chapter_title": "राष्ट्रिय तथा सार्वजनिक सम्पदा बिरुद्धका कसूर",
      "sections": [
        {
          "section_number": "१४७",
          "section_title": "व्यक्ति विशेषले सार्वजनिक घर जग्गा आफ्नो बनाउन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले देहायको घर वा जग्गा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको पूर्वस्वीकृति विना दर्ता गरी वा नगरी आफ्नो बनाउन वा कुनै किसिमले कब्जा, आवाद वा अतिक्रमण गर्न वा त्यस्तो घर वा जग्गाको भोग चलनमा कुनै किसिमको बाधा अबरोध गर्न हुँदैनः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह वा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको पूर्ण वा अधिकांश स्वामित्व वा नियन्त्रण भएको सार्वजनिक संस्थाको नाममा रहेको *. ........ घर जग्गा,",
                  "footnote_marker": "X",
                  "footnote": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा झिकिएको।"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "परापूर्वदेखि सामुदायिक वा सार्वजनिक भोग चलनमा रहेको सामुदायिक वा सार्वजनिक घर जग्गा।"
                }
              ]
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) मा उल्लिखित घर, जग्गा कुनै व्यक्ति विशेषको नाममा दर्ता वा नामसारी भइसकेको भए त्यस्तो दर्ता समेत स्वतः बदर हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१४८",
          "section_title": "व्यक्ति विशेषले सार्वजनिक सम्पदा आफ्नो बनाउन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कुनै सार्वजनिक सम्पदा दर्ता गरी वा नगरी निजी बनाउन वा त्यस्तो सम्पदाको सार्वजनिक भोग चलनमा कुनै किसिमले बाधा अवरोध गर्न वा अन्य कुनै किसिमले कब्जा, आवाद वा अतिक्रमण गर्न वा त्यस्तो सम्पदालाई कुनै किसिमले हानि, नोक्सानी वा क्षति पुर्याउन हुँदैन।"
            },
            {
              "subsection_number": null,
              "type": "explanation",
              "title": "स्पष्टीकरणः",
              "content": "यस दफाको प्रयोजनको लागि “सार्वजनिक सम्पदा” भन्नाले देहाय बमोजिमका सम्पदा सम्झनु पर्छः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "परापूर्वदेखि सार्वजनिक रुपमा हिँडी आएको बाटो,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "सार्वजनिक रुपमा भोग चलन हुदै आएको सडक, गौचर, पानीघाट, चिहान, मसानघाट, धारो, पधेरो, कुवा, पोखरी, पोखरीको डिल, खानेपानीको मूल, नहर, कुलो, गाईवस्तु चराउने चौर वा निकाल्ने निकाश,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "हाट बजार लाग्ने स्थान,"
                },
                {
                  "clause_letter": "(घ)",
                  "content": "देवस्थल, मठ, मन्दिर, स्तुप, गुम्वा, मस्जिद वा गिर्जाघर,"
                },
                {
                  "clause_letter": "(ङ)",
                  "content": "पाटी, पौवा सत्तल, चौतारो,"
                },
                {
                  "clause_letter": "(च)",
                  "content": "ऐतिहासिक मूर्ति, शालिक, साँस्कृतिक स्तम्भ वा स्मारक,"
                },
                {
                  "clause_letter": "(छ)",
                  "content": "धार्मिक वा साँस्कृतिक कार्य वा समारोह गर्ने ठाउँ,"
                },
                {
                  "clause_letter": "(ज)",
                  "content": "नेपाल सरकारले तोकेको राष्ट्रिय वन वा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको स्वामित्व रहेको वन वा त्यसको कुनै अंश ।"
                }
              ]
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद वा पचास हजार रुपैंयासम्म जरिबाना वा दुवै सजाय हुनेछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) बमोजिमको सार्वजनिक सम्पदा कसैको नाममा दर्ता वा नामसारी भइसकेको भए सो समेत स्वतः बदर हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१४९",
          "section_title": "प्राकृतिक सम्पदामाथि अतिक्रमण गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कानून बमोजिम बाहेक प्राकृतिक सम्पदामाथि कुनै किसिमले अतिक्रमण वा कब्जा गर्न वा त्यस्तो सम्पदा बिक्री वितरण गर्न वा त्यसको प्राकृतिक बनावट वा सौन्दर्यमा कुनै किसिमले हानि, नोक्सानी वा क्षति पुर्याउन हुँदैन ।"
            },
            {
              "subsection_number": null,
              "type": "explanation",
              "title": "स्पष्टीकरणः",
              "content": "यस दफाको प्रयोजनको लागि “प्राकृतिक सम्पदा” भन्नाले देहायका सम्पदालाई सम्झनु पर्छः–",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "प्राकृतिक वातावरण, वनस्पति र वन्यजन्तुको संरक्षणका लागि नेपाल सरकारले तोकेको राष्ट्रिय निकुञ्ज, वन्यजन्तु वा शिकार आरक्ष,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "नेपाल सरकारले तोकेको संरक्षण क्षेत्र, नदी, नाला, खोला, ताल तलैया, सीमसार क्षेत्र वा प्राकृतिक झरना, हिमशिखर वा त्यसको कुनै अंश, उच्च पहाडी चुचुरो,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "प्रचलित कानून वा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहले संरक्षण गरेको वन्यजन्तु, वनस्पति वा भू–बनौट,"
                },
                {
                  "clause_letter": "(घ)",
                  "content": "नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहले संरक्षण गरेका वन्यजन्तुको वासस्थान, पर्यावरणीय पद्धति वा बिक्री वितरण, निकासी वा पैठारीमा निषेध गरेका जडिबुटी।"
                }
              ]
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई दश वर्षसम्म कैद र विगो खुलेकोमा बिगो बमोजिम र बिगो नखुलेकोमा दशलाख रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१५०",
          "section_title": "सार्वजनिक भौतिक संरचनाको अनधिकृत कब्जा वा विनाश गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कानून बमोजिम बाहेक कसैले कुनै सार्वजनिक भौतिक संरचना अनधिकृत रुपमा कब्जा गर्न, त्यस्तो संरचना प्रयोग हुन नदिन वा कुनै किसिमले हानि, नोक्सानी वा विनाश गर्न हुँदैन ।"
            },
            {
              "subsection_number": null,
              "type": "explanation",
              "title": "स्पष्टीकरणः",
              "content": "यस दफाको प्रयोजनको लागि “सार्वजनिक भौतिक संरचना” भन्नाले सार्वजनिक रुपमा प्रयोग हुने देहायका संरचना सम्झनु पर्छः–",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "सडक, बाटो, पुल, सुरुङ्ग, विमानस्थल,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "जलाशय, नहर, खानेपानीको मुहान तथा पोखरी, विद्युत गृह, विद्युत प्रसारण केन्द्र वा त्यसको लाइन,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "रज्जुमार्ग, केवुलकार, दूरसञ्चार सम्बन्धी उपकरण, रेडियो स्टेशन, टेलिभिजन प्रशारण केन्द्र तथा त्यसको टावर,"
                },
                {
                  "clause_letter": "(घ)",
                  "content": "रेल तथा रेलमार्ग,"
                },
                {
                  "clause_letter": "(ङ)",
                  "content": "सार्वजनिक बस विसौनी, सार्वजनिक उद्यान, वा"
                },
                {
                  "clause_letter": "(च)",
                  "content": "अन्य यस्तै संरचना।"
                }
              ]
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१५१",
          "section_title": "राष्ट्रिय गान, झण्डा वा निशान छापको अपमान वा क्षति गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले नेपाल वा नेपाल सरकार बिरुद्ध घृणा फैलाउने नियतले नेपालको राष्ट्रिय गानको अपमान गर्न, नेपालको झण्डा जलाउन, त्यसको जानीजानी अपमान गर्न वा सार्वजनिक नैतिकता, शिष्टाचार वा सदाचारको दृष्टिकोणले प्रयोग गर्न नहुने ठाउँ, वस्तु वा अवस्थामा त्यस्तो गान, झण्डा वा नेपालको निशाना छाप प्रयोग गर्न हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
            },
            {
              "subsection_number": "(३)",
              "content": "कसैले नेपालसँग मैत्री सम्बन्ध भएको मुलुक विरुद्ध घृणा फैलाउने वा त्यस्तो मुलुकको अपमान गर्ने नियतले त्यस्तो मुलुकको राष्ट्रिय झण्डा जलाउन, त्यसको जानीजानी दुरुपयोग गर्न वा त्यस्तो झण्डा वा त्यस्तो मुलुकको निशान छापको दुरुपयोग गर्न वा सार्वजनिक नैतिकता र शिष्टाचारको दृष्टिकोणबाट प्रयोग गर्न नहुने वस्तु, ठाउँ वा अवस्थामा त्यस्तो झण्डा वा छापको प्रयोग गर्न हुँदैन ।"
            },
            {
              "subsection_number": "(४)",
              "content": "कसैले संयुक्त राष्ट्र संघ वा संयुक्त राष्ट्र संघसँग सम्वद्ध संस्था वा विशिष्टीकृत निकाय वा नेपाल सदस्य रहेको कुनै अन्तरराष्ट्रिय वा क्षेत्रीय संस्थालाई घृणा वा अपमान गर्ने नियतले त्यस्ता संस्थाको झण्डा वा निशान छाप कुनै किसिमले दुरुपयोग गर्न वा त्यस्ता संस्थाको स्वीकृति विना त्यस्तो झण्डा वा त्यस्तो संस्थाको चिह्न, सवारी साधन वा अन्य कुनै वस्तु प्रयोग गर्न हुँदैन।"
            },
            {
              "subsection_number": "(५)",
              "content": "उपदफा (३) वा (४) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१५२",
          "section_title": "राष्ट्रिय विभूतिको अपमान गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले नेपाल सरकारले तोकेका राष्ट्रिय विभूतिलाई जानीजानी घृणा, अपमान वा बदनाम गर्न, त्यस्ता विभूतिको शालिक, स्तम्भ वा स्मारक भत्काउन वा हानि, नोक्सानी गर्न हुँदैन।",
              "proviso": {
                "type": "proviso",
                "text": "तर त्यस्ता विभूतिको जीवनी अध्ययन अनुसन्धान वा मूल्याङ्कनको सन्दर्भमा असल नियतले गरिएको टिका टिप्पणीलाई यस दफा बमोजिमको कसूर मानिने छैन।"
              }
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई छ महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१५३",
          "section_title": "क्षतिपूर्ति भराई दिनु पर्नेः",
          "content": "दफा १५० बमोजिमको कसूर गरेको कारणबाट भएको हानि, नोक्सानी बापत कसूरदारबाट मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ ।"
        },
        {
          "section_number": "१५४",
          "section_title": "हदम्यादः",
          "content": "यस परिच्छेदको दफा १४७, १४८ र १४९ अन्तर्गतका कसूरमा जहिलेसुकै पनि उजुर गर्न सकिनेछ र अन्य दफा अन्तर्गतको कसूरको हकमा त्यस्तो कसूर भए गरेको मितिले छ महिनापछि उजुर लाग्ने छैन ।"
        }
      ]
    },
    {
      "chapter_number": "९",
      "chapter_title": "धर्म सम्बन्धी कसुर",
      "sections": [
        {
          "section_number": "१५५",
          "section_title": "धार्मिकस्थल वा पवित्र मानिएको स्थानलाई क्षति पुर्याउन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कुनै जात, जाति, सम्प्रदाय वा वर्गको धार्मिक आस्था वा धर्मको घृणा गर्ने वा अपमान गर्ने नियतले वा सो हुन सक्छ भन्ने जानीजानी कुनै धार्मिक पूजा, प्रार्थना वा कर्म गर्ने स्थान वा पवित्र मानिएको कुनै स्थान, वस्तु, मशानघाट वा चिहानलाई हानि, नोक्सानी वा क्षति पुर्याउन वा कुनै किसिमले दुषित गर्न, बिगार्न, फोहरमैला गर्न वा यस्तै अन्य कार्य गर्न हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "विदेशीले उपदफा (१) बमोजिमको कसूर गरे वा गराएको रहेछ भने उपदफा (२) बमोजिमको कैद भुक्तान भएको सात दिनभित्र निजलाई नेपालबाट बाहिर पठाउनु पर्नेछ ।"
            }
          ]
        },
        {
          "section_number": "१५६",
          "section_title": "धार्मिक भावनामा आघात पुर्याउन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले लेखेर, वचनले वा आकार वा चिह्नद्वारा वा अरु कुनै किसिमबाट कुनै जात, जाति सम्प्रदाय वा वर्गको धार्मिक भावनामा आघात पुर्याउन हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई दुई वर्षसम्म कैद र बीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१५७",
          "section_title": "धार्मिक रीति-स्थितिमा बाधा पुर्याउन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले सनातनदेखि अपनाउदै वा चली आएको अरुको धार्मिक रीति-स्थितिमा जानीजानी बाधा पुर्याउन हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१५८",
          "section_title": "धर्म परिवर्तन गराउन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैको धर्म परिवर्तन गराउन वा सो कुराको उद्योग गर्न वा दुरुत्साहन दिन हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "कसैले कुनै जात, जाति वा सम्प्रदायमा सनातनदेखि चली आएको धर्म, मत वा आस्थामा खलल पार्ने कुनै काम वा व्यवहार गर्न वा खलल हुने गरी कुनै प्रलोभन देखाई वा नदेखाई अन्य कुनै धर्ममा परिवर्तन गराउन वा धर्म परिवर्तन गराउने नियतले त्यस्तो धर्म वा मत प्रचार गर्न हुँदैन।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) वा (२) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": "(४)",
              "content": "उपदफा (१) वा (२) बमोजिमको कसूर गर्ने वा गराउने व्यक्ति विदेशी रहेछ भने त्यस्तो व्यक्तिलाई यस दफा बमोजिम भएको कैद भुक्तान गरेको सात दिनभित्र नेपाल बाहिर पठाउनु पर्नेछ ।"
            }
          ]
        },
        {
          "section_number": "१५९",
          "section_title": "हदम्यादः",
          "content": "दफा १५८ अन्तर्गतको कसूरमा त्यस्तो कसूर भएको थाहा पाएको मितिले छ महिना र यस परिच्छेद अन्तर्गतको अन्य कसूरमा त्यस्तो कसूर भएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
        }
      ]
    },
    {
      "chapter_number": "१०",
      "chapter_title": "भेदभाव तथा अन्य अपमानजन्य व्यवहार सम्बन्धी कसुर",
      "sections": [
        {
          "section_number": "१६०",
          "section_title": "भेदभावपूर्ण व्यवहार गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कानूनमा अन्यथा व्यवस्था भएकोमा बाहेक कानून बमोजिम अधिकार प्रयोग गर्ने अधिकारीले त्यस्तो अधिकार वा सामान्य कानूनको प्रयोग गर्दा उत्पत्ति, धर्म, वर्ण, जात, जाति, लिङ्ग, शारीरिक अवस्था, अपाङ्गता, स्वास्थ्य स्थिति, वैवाहिक स्थिति, गर्भावस्था, आर्थिक अवस्था, भाषा वा क्षेत्र, वैचारिक आस्था वा यस्तै अन्य कुनै आधारमा कुनै पनि नागरिकमाथि जानीजानी भेदभावपूर्ण व्यवहार गर्न हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१६१",
          "section_title": "भेदभाव गरी बस्तु वा सेवा खरिद बिक्री वा वितरण गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कुनै बस्तु वा सेवाको खरिद वा बिक्री वितरण गर्दा गराउँदा कुनै खास जात, जाति वा सम्प्रदायको व्यक्तिबाट मात्र वा त्यस्ता व्यक्तिलाई मात्र खरिद वा बिक्री वितरण गर्ने वा कुनै खास जात, जाति वा सम्प्रदायका व्यक्तिलाई उपलब्ध नगराउने वा बिक्री वितरण नगर्ने कार्य गर्न हुँदैन ।",
              "proviso": {
                "type": "proviso",
                "text": "तर आर्थिक, सामाजिक वा शैक्षिक दृष्टिले पिछडिएको वर्गको हित संरक्षण वा विकासका लागि कानून बमोजिम अधिकार प्राप्त अधिकारीको स्वीकृति लिई कुनै खास वस्तु वा सेवा कुनै खास जात, जाति वा सम्प्रदायका व्यक्तिलाई मात्र उपलव्ध गराएकोमा वा बिक्री वितरण गरेकोमा यस दफा बमोजिम कसूर गरेको मानिने छैन।"
              }
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
            }
          ]
        },
        {
          "section_number": "१६२",
          "section_title": "जवर्जस्ती काममा लगाउन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैलाई निजको इच्छा बिरुद्ध काममा लगाउन हुँदैन।",
              "proviso": {
                "type": "proviso",
                "text": "तर सार्वजनिक कामको लागि कानून बमोजिम श्रममा लगाउन यस दफाले बाधा पुर्याएको मानिने छैन।"
              }
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१६३",
          "section_title": "दास बनाउन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कुनै व्यक्तिलाई दास वा कमारा, कमारी बनाउन, त्यस्तो हैसियतमा राख्न, काममा लगाउन वा सो सरहको अन्य कुनै पनि व्यवहार गर्न वा गराउन हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँचदेखि दश वर्षसम्म कैद र पचास हजारदेखि एक लाख रुपैयाँसम्म जरिबाना हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१६४",
          "section_title": "बन्धक बनाउन वा बाँधा राख्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कुनै व्यक्तिलाई कुनै पनि प्रकारको प्रतिफल बापत कमैया राख्न वा बन्धक बनाउन वा बाँधा राख्न वा बाँधाको हैसियतमा काममा लगाउन वा सो सरहको अन्य कुनै पनि प्रकारको व्यवहार गर्न वा गराउन हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षदेखि सात वर्षसम्म कैद र तीस हजार रुपैयाँदेखि एक लाख रुपैयाँसम्म जरिबाना हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१६५",
          "section_title": "सामाजिक रीति स्थितिमा खलल पार्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैको सामाजिक रीति स्थितिमा खलल पर्ने वा खलल हुने गरी झुक्याई वा जबर्जस्ती गरी कुनै काम गर्न वा गराउन हुँदैन ।"
            },
            {
              "subsection_number": null,
              "type": "explanation",
              "title": "स्पष्टीकरणः",
              "content": "यस दफाको प्रयोजनको लागि जातीय भेदभाव हुने रीतिस्थितिलाई सामाजिक रीतिस्थिति मानिने छैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१६६",
          "section_title": "जातिपातिको आधारमा छुवाछुत वा अन्य भेदभावपूर्ण व्यवहार गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैलाई प्रथा, परम्परा, धर्म, संस्कृति, रितिरिवाज, जात, जाति, समुदाय, पेशा, व्यवसाय, शारीरिक अवस्था वा सामाजिक सम्प्रदायको उत्पतिको आधारमा छुवाछुत वा अन्य कुनै किसिमको भेदभाव गर्न वा सार्वजनिक स्थलमा उपस्थित हुन वा कुनै सार्वजनिक प्रकृतिका धार्मिक स्थलमा प्रवेश गर्न रोक्न वा सार्वजनिक प्रयोगमा रहेको पानी, पधेरो प्रयोग गर्न बञ्चित गर्न वा अन्य कुनै निजी वा सार्वजनिक उपयोग वा सुविधाका कुराको प्रयोग गर्नबाट बञ्चित गर्न हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ र राष्ट्रसेवकले यस दफामा लेखिएको कसूर गरेमा थप तीन महिनासम्म कैद सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१६७",
          "section_title": "यातना दिन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "प्रचलित कानून बमोजिम कसूरको अनुसन्धान गर्ने, अभियोजन गर्ने, कानूनको कार्यान्वयन गर्ने वा कानून बमोजिम नियन्त्रण, हिरासत वा थुनामा राख्ने अधिकार प्राप्त अधिकारीले कसैलाई शारीरिक वा मानसिक यातना दिन वा दिन लगाउन वा क्रुर, निर्मम, अमानवीय वा अपमानजनक व्यवहार गर्न वा गराउन हुँदैन ।"
            },
            {
              "subsection_number": null,
              "type": "explanation",
              "title": "स्पष्टीकरणः",
              "content": "यस दफाको प्रयोजनका लागि पक्राउ परेको, नियन्त्रणमा रहेको, हिरासत, थुना, कैद वा नजरबन्द वा आफ्नो सुरक्षामा रहेको कुनै व्यक्ति वा त्यस्तो व्यक्तिको कारणले अन्य कुनै व्यक्तिलाई देहायको उद्देश्यले जानीजानी शारीरिक वा मानसिक पीडा वा कष्ट पुच्याएमा वा निर्मम, अमानवीय वा अपमानजनक व्यवहार वा सजाय दिएमा त्यस्तो व्यक्ति उपर यातना दिएको वा क्रुर, निर्मम, अमानवीय वा अपमानजनक व्यवहार गरेको मानिनेछः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "कुनै विषयमा जानकारी हासिल गर्ने,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "कुनै कसूरमा साबित गराउने,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "कुनै कार्यको लागि दण्ड दिने,"
                },
                {
                  "clause_letter": "(घ)",
                  "content": "जोर जुलुम वा त्रास देखाउने, वा"
                },
                {
                  "clause_letter": "(ङ)",
                  "content": "कानून विपरीतका अन्य कुनै कार्य गर्ने।"
                }
              ]
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई कसूरको गम्भीरता हेरी पाँच वर्षसम्म कैद वा पचास हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्न आदेश दिने व्यक्ति वा यस दफा बमोजिमको कसूर गर्न सहयोग गर्ने मतियारलाई मुख्य कसूरदार सरह सजाय हुनेछ।"
            },
            {
              "subsection_number": "(४)",
              "content": "उपदफा (१) बमोजिम कसूर गर्ने कुनै व्यक्तिले आफूभन्दा माथिका अधिकारीको आदेश पालना गरी त्यस्तो कसूर गरेको भन्ने दावी लिन पाउने छैन र निजले त्यस्तो आधारमा त्यस्तो कसूर गरे बापत हुने सजायबाट उन्मुक्ति पाउने छैन।"
            }
          ]
        },
        {
          "section_number": "१६८",
          "section_title": "अपमानजनक वा अमानवीय व्यवहार गर्न नहुनेः",
          "footnote_marker": "X",
          "footnote": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा झिकिएको।",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैलाई अपमानजनक वा अमानवीय व्यवहार गर्न वा गराउनु हुँदैन।"
            },
            {
              "subsection_number": null,
              "content": "..............",
              "inference_note": "Subsection markers missing, but implied list structure",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "बोक्सा बोक्सीको आरोप लगाउने,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "बोक्सा बोक्सीको आरोप लगाई देवास गरेको ठाँउबाट निकाला गर्ने,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "सामाजिक बहिष्कार गर्ने, वा"
                },
                {
                  "clause_letter": "(घ)",
                  "content": "अन्य जुनसुकै काम गरी क्रुर, अमानवीय वा अपमानजन्य व्यवहार गर्ने।"
                }
              ]
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "महिलाको रजस्वला वा सुत्केरीको अवस्थामा छाउपडीमा राख्ख वा त्यस्तै अन्य कुनै किसिमका भेदभाव, छुवाछुत वा अमानवीय व्यवहार गर्नु वा गराउनु हुँदैन।"
            },
            {
              "subsection_number": "(४)",
              "content": "उपदफा (३) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन महिनासम्म कैद वा तीन हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            },
            {
              "subsection_number": "(५)",
              "content": "राष्ट्रसेवकले यस दफामा लेखिएको कसूर गरेमा निजलाई थप तीन महिनासम्म कैद सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१६९",
          "section_title": "क्षतिपूर्ति भराई दिनु पर्नेः",
          "content": "यस परिच्छेद बमोजिमको कसूर गर्ने व्यक्तिबाट पीडित व्यक्तिलाई पुगेको क्षति वा पीडा बापत मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ ।"
        },
        {
          "section_number": "१७०",
          "section_title": "हदम्यादः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "दफा १६३ र १६४ अन्तर्गतका कसूरमा जहिले सुकै उजुर लाग्नेछ।"
            },
            {
              "subsection_number": "(२)",
              "content": "दफा १६७ अन्तर्गतको कसूरमा त्यस्तो कसूर भएको वा सम्बन्धित व्यक्ति पक्राउ, नियन्त्रण, हिरासत, थुना, कैद वा नजरबन्दबाट मुक्त भएको मितिले र यस परिच्छेद अन्तर्गतका अन्य कसूरमा कसूर भए गरेको थाहा पाएको मितिले छ महिना नाघेपछि उजुर लाग्ने छैन।"
            }
          ]
        }
      ]
    },
    {
      "chapter_number": "११",
      "chapter_title": "विवाह सम्बन्धी कसूर",
      "sections": [
        {
          "section_number": "१७१",
          "section_title": "मञ्जुरी विना विवाह गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "विवाह गर्ने व्यक्तिहरुको मञ्जुरी विना कसैले कसैलाई विवाह गर्न वा गराउन हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिम मञ्जुरी विना भएको विवाह बदर हुनेछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई दुई वर्षसम्म कैद र बीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": null,
              "type": "explanation",
              "title": "स्पष्टीकरणः",
              "content": "यस दफाको प्रयोजनका लागि दफा १७३ बमोजिम विवाह गर्न पूरा हुनु पर्ने उमेर पूरा नभएको व्यक्तिले दिएको मञ्जुरीलाई मञ्जुरी मानिने छैन।"
            }
          ]
        },
        {
          "section_number": "१७२",
          "section_title": "हाडनातामा विवाह गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले परम्परा अनुसार चली आएको अवस्थामा बाहेक हाडनाता करणीमा सजाय हुने नातामा विवाह गर्न वा गराउन हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको विवाह थाहा नपाई भएको रहेछ भने त्यस्तो विवाह बदर हुनेछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) बमोजिमको विवाह जानीजानी भएको रहेछ भने त्यस्तो विवाह गर्नेलाई हाडनाता करणीको कसूरमा हुने सजाय र गराउनेलाई तीन महिनासम्म कैद वा तीन हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ र त्यस्तो विवाह स्वतः वदर हुनेछ ।"
            }
          ]
        },
        {
          "section_number": "१७३",
          "section_title": "बाल विवाह गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "विवाह गर्ने व्यक्तिको उमेर बीस वर्ष नपुगी कसैले विवाह गर्न वा गराउन हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) विपरीत भएको विवाह स्वतः बदर हुनेछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१७४",
          "section_title": "विवाहमा लेनदेन गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "आफ्नो परम्परादेखि चली आएको सामान्य उपहार, भेटी, दक्षिणा वा शरीरमा लगाएको एकसरो गहना बाहेक विवाह गर्ने दुलहा वा दुलहीका तर्फबाट कुनै किसिमको चल, अचल, दाइजो वा कुनै सम्पत्ति माग गरी वा लेनदेन शर्त राखी विवाह गर्न वा गराउन हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "कसैले विवाह गरी सकेपछि उपदफा (१) बमोजिमको चल, अचल सम्पत्ति वा दाइजो माग गर्न वा त्यस्तो चल, अचल सम्पत्ति वा दाइजो नदिएको कारणले दुलही वा निजका नातेदारलाई कुनै किसिमले हैरान पार्न, सताउन वा कुनै अमानवीय वा अपमानजन्य व्यवहार गर्न हुँदैन।"
            },
            {
              "subsection_number": "(४)",
              "content": "उपदफा (३) बमोजिमको कसूर गर्ने व्यक्तिलाई पाँच वर्षसम्म कैद वा पचास हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
            },
            {
              "subsection_number": "(५)",
              "content": "उपदफा (१) वा (३) बमोजिम कुनै सम्पत्ति लिएकोमा त्यस्तो सम्पत्ति सम्बन्धित व्यक्तिलाई फिर्ता दिनु पर्नेछ ।"
            }
          ]
        },
        {
          "section_number": "१७५",
          "section_title": "वहुविवाह गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "विवाहित पुरुषले वैवाहिक सम्बन्ध कायम रहेको अवस्थामा अर्को विवाह गर्नु हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "कुनै पुरुष विवाहित हो भन्ने जानीजानी त्यस्तो पुरुषसँग कुनै महिलाले विवाह गर्नु हुँदैन ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) वा (२) मा जुनसुकै कुरा लेखिएको भए तापनि पति पत्नीले कानून बमोजिम अंशवण्डा गरी भिन्न भएमा पुरुष वा महिलाले पुनः विवाह गर्न सक्नेछ ।"
            },
            {
              "subsection_number": "(४)",
              "content": "उपदफा (१) वा (२) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षदेखि पाँच वर्षसम्म कैद र दश हजार रुपैयाँदेखि पचास हजार रुपैयाँसम्म जरिबाना हुनेछ ।"
            },
            {
              "subsection_number": "(५)",
              "content": "उपदफा (१) बमोजिमको विवाह स्वतः बदर हुनेछ।"
            },
            {
              "subsection_number": "(६)",
              "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि यो संहिता लागू हुनुअघि तत्काल प्रचलित कानून बमोजिम भएको विवाहको हकमा यस दफामा लेखिएको कुनै कुराले असर पारेको मानिने छैन।"
            }
          ]
        },
        {
          "section_number": "१७६",
          "section_title": "हदम्यादः",
          "content": "यस परिच्छेद अन्तर्गतको कसूरमा कसूर भए गरेको थाहा पाएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
        }
      ]
    },
    {
      "chapter_number": "१२",
      "chapter_title": "ज्यान सम्बन्धी कसुर",
      "sections": [
        {
          "section_number": "१७७",
          "section_title": "ज्यान मार्ने नियतले कुनै काम गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैको नियतपूर्वक ज्यान मार्न वा ज्यान मार्ने कुनै काम गर्न वा गराउन हुँदैन।"
            },
            {
              "subsection_number": null,
              "type": "explanation",
              "title": "स्पष्टीकरणः",
              "content": "यस दफाको प्रयोजनको लागि कसैले कसैलाई निजको ज्यान मर्न सक्ने गरी नियतपूर्वक गम्भीर शारीरिक चोट वा क्षति पुर्याएकोमा तत्कालै ज्यान नमरी सोही चोटको परिणाम स्वरुपपछि ज्यान मरेमा पनि सोही व्यक्तिले ज्यान मारेको मानिनेछ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई जन्म कैदको सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१७८",
          "section_title": "ज्यान जान सक्ने काम गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कुनै काम गर्दा साधारणतया मानिसको ज्यान जान सक्छ भन्ने जानीजानी वा विश्वास गर्नु पर्ने कारण हुँदा हुँदै त्यस्तो काम गर्न हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कारणबाट कसैको ज्यान मरेमा कसूरदारलाई जन्मकैदको सजाय हुनेछ ।"
            }
          ]
        },
        {
          "section_number": "१७९",
          "section_title": "गम्भीर उत्तेजना वा रीसको आवेशबाट ज्यान लिन नहुनेः",
          "footnote_marker": "*",
          "footnote": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित।",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "दफा १७७ वा १७८ मा जुनसुकै कुरा लेखिएको भए तापनि देहायको अवस्थामा ज्यान लिने व्यक्तिलाई दशदेखि पन्ध्र वर्षसम्म कैद र एक लाख रुपैयाँदेखि एक लाख पचास हजार रुपैयाँसम्म जरिबाना हुनेछः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "कसैले तत्काल गम्भीर उत्तेजना दिलाउने कुनै काम गरेबाट कसूरदारले आत्मसंयम्को शक्ति गुमाई त्यस्तो उत्तेजना दिलाउने व्यक्तिको ज्यान मारेकोमा,",
                  "proviso": {
                    "type": "proviso",
                    "text": "तर देहायको अवस्थामा यो खण्ड लागू हने छैन्ः–",
                    "points": [
                      {
                        "point_number": "(१)",
                        "content": "कसैले कानूनको पालना गर्दा, निजी रक्षाको अधिकारको प्रयोग गर्दा, कुनै राष्ट्रसेवकले आफ्नो पदीय कर्तव्यको पालन गर्दा वा पालन गर्न लागेको कुनै कामबाट कसूरदार उत्तेजित हुन गएमा,"
                      },
                      {
                        "point_number": "(२)",
                        "content": "कसैलाई कुनै क्षति पुर्याउने नियतले कसूरदार स्वयंले उत्तेजित गराएको र त्यसरी उत्तेजित भई त्यस्तो व्यक्तिले गरेको कामबाट कसैको ज्यान गएकोमा,"
                      }
                    ]
                  }
                },
                {
                  "clause_letter": "(ख)",
                  "content": "निजी रक्षाको अधिकार असल नियतले प्रयोग गर्दा त्यस्तो अधिकारको सीमा नाघ्न गई जसको बिरुद्ध त्यस्तो अधिकार प्रयोग भएको हो सो व्यक्तिको ज्यान मरेकोमा,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "एकाएक भएको झगडामा उठेको रीसको आवेशमा तत्काल कसैको ज्यान मरेकोमा,",
                  "proviso": {
                    "type": "proviso",
                    "text": "तर यस खण्ड बमोजिमको काम गर्दा कसूरदारले अनुचित लाभ हासिल गरेको वा क्रुर वा अस्वभाविक तवरबाट काम गरेको हुनु हुँदैन ।"
                  }
                }
              ]
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) को खण्ड (ख) र (ग) मा जुनसुकै कुरा लेखिएको भए तापनि इवी लिएर वा सोच विचार गरेर ज्यान लिएकोमा सो खण्डहरुमा लेखिएको व्यवस्था लागू हुने छैन।"
            }
          ]
        },
        {
          "section_number": "१८०",
          "section_title": "मार्न चाहेको व्यक्ति नमरी अर्को व्यक्ति मरेमा सजाय हुनेः",
          "content": "दफा १७७, १७८ र १७९ मा जुनसुकै कुरा लेखिएको भए तापनि कसैले कसैलाई मार्ने नियतले वा कुनै व्यक्ति मर्न सक्छ भन्ने जानीजानी वा त्यसको विश्वास गर्नु पर्ने कारण भई कुनै काम गर्दा त्यस्तो व्यक्ति नमरी अर्को व्यक्ति मर्न गएमा निजलाई अवस्था अनुसार दफा १७७, १७८ र १७९ मा लेखिए बमोजिमको सजाय हुनेछ।"
        },
        {
          "section_number": "१८१",
          "section_title": "लापरवाहीपूर्ण काम गरी ज्यान मार्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले लापरवाहीपूर्ण काम गरी कसैको ज्यान मार्न हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई दफा १७७, १७८ र १७९ को अवस्थामा बाहेक तीनदेखि दश वर्षसम्म कैद र तीस हजार रुपैयाँदेखि एक लाख रुपैयाँसम्म जरिबाना हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१८२",
          "section_title": "हेलचक्र्याई गरी ज्यान मार्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "दफा १७९ को अवस्थामा बाहेक कसैले हेलचक्र्याइपूर्ण कुनै काम गरी कसैको ज्यान मार्न हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) मा लेखिएदेखि बाहेक कसैको ज्यान मर्न सक्छ जस्तो नदेखिएको अवस्थामा कसैले कुनै काम गर्दा भवितव्यमा परी कसैको ज्यान गएमा निजलाई छ महिनादेखि दुई वर्षसम्म कैद वा बीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१८३",
          "section_title": "ज्यान मार्ने उद्योग गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैको ज्यान मार्ने नियतले त्यसको उद्योग गर्न हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना हुनेछ ।"
            }
          ]
        },
        {
          "section_number": "१८४",
          "section_title": "आफ्नो संरक्षकत्वमा रहेको व्यक्तिलाई फाल्न वा परित्याग गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कुनै नवजात शिशु, बालबालिका, अशक्त रोगी वा वृद्ध व्यक्तिलाई आफूले हेरचाह वा स्याहार सम्भार गर्ने कर्तव्य भएको व्यक्तिले निजको जिउ, ज्यानमा खतरा पुग्न सक्ने गरी फाल्न, परित्याग गर्न वा वेवास्ता गरी छोड्न हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) बमोजिमको कसूरबाट त्यस्तो बालबालिका, अशक्त, रोगी वा बृद्ध व्यक्ति मरेको रहेछ भने कसूरदारलाई सात वर्षसम्म कैद र सत्तरी हजार रुपैयाँसम्म जरिबाना हुनेछ ।",
              "proviso": {
                "type": "proviso",
                "text": "तर फालिएको, परित्याग गरिएको वा वेवास्ता गरी छाडेको कारणबाट नवजात शिशुको मृत्य भएमा दफा १७७ बमोजिम सजाय हुनेछ।"
              }
            }
          ]
        },
        {
          "section_number": "१८५",
          "section_title": "आत्महत्या गर्न दुरुत्साहन दिन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैलाई आत्महत्या गर्न दुरुत्साहन दिन वा त्यस्तो काम गर्ने सम्मको परिस्थिति खडा गर्न वा गराउन हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१८६",
          "section_title": "क्षतिपूर्ति भराई दिनु पर्नेः",
          "content": "यस परिच्छेद बमोजिम भएको कसूरबाट कसैको जिउ, ज्यान वा सम्पत्तिमा हानि, नोक्सानी वा क्षति भएमा कसूरदारबाट पीडित व्यक्ति र निज नभए निजको हकवालालाई मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ।"
        },
        {
          "section_number": "१८७",
          "section_title": "हदम्यादः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "दफा १७७, १७८, १७९, १८०, १८१, १८२ र १८४ को उपदफा (३) मा रहेको प्रतिबन्धात्क वाक्यांश अन्तर्गतका *कसुरदार आफैं साबित भई पोलेकोमा जहिलेसुकै पनि उजुर लाग्नेछ। त्यस्तो कसुरमा कर्तव्यको उजुरी परेकोमा अनुसन्धानबाट कर्तव्यवाला यही हो भन्ने पत्ता नलागेकोमा बीस वर्षपछि र कर्तव्यको उजुरी नपरेकोमा सो वारदात भएको दुई वर्षपछि उजुरी लाग्ने छैन।",
              "footnote_marker": "*",
              "footnote": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) मा लेखिएदेखि बाहेकका यस परिच्छेद अन्तर्गतका अन्य कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले छ महिना नाघेपछि उजुर लाग्ने छैन।"
            }
          ]
        }
      ]
    },
    {
      "chapter_number": "१३",
      "chapter_title": "गर्भ संरक्षण बिरुद्धको कसूर",
      "sections": [
        {
          "section_number": "१८८",
          "section_title": "गर्भपतन गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "दफा १८९ को अवस्थामा बाहेक कसैले गर्भपतन गर्न वा गर्भपतन गराउने नियतले वा गर्भ पतन हुन सक्छ भन्ने जानीजानी वा विश्वास गर्नु पर्ने कुनै काम गरी गर्भपतन गराउनु हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "कसैले गर्भवती महिलालाई करकाप गरी वा धम्की दिई वा ललाई फकाई वा प्रलोभनमा पारी गर्भपतन गराउन हुँदैन।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) वा (२) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः -",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "बाह्र हप्तासम्मको गर्भ भए एक वर्षसम्म कैद र दश हजार रुपैयाँसम्म जरिबाना,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "बाह्र हप्ताभन्दा बढी पच्चीस हप्तासम्मको गर्भ भए तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "पच्चीस हप्ताभन्दा बढीको गर्भ भए पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना।"
                }
              ]
            },
            {
              "subsection_number": "(४)",
              "content": "गर्भपतन गर्ने काम गर्दा तत्काल गर्भपतन नभई बच्चा जिउँदो जन्मी त्यस्तो कामको परिणाम स्वरुप जन्मिएको बच्चा तत्काल मरेमा यस दफाको प्रयोजनका लागि गर्भपतन गराएको मानिने छ।"
            },
            {
              "subsection_number": "(५)",
              "content": "कसैले कुनै गर्भवती महिलाको ज्यान लिने उद्योग गर्दा त्यस्ती महिला नमरी निजको गर्भमा रहेको पच्चीस हप्ता वा पच्चीस हप्ताभन्दा बढी अवधिको गर्भ पतन हुन गएमा सो काम गर्ने कसूरदारलाई यस संहिता वा अन्य कानून बमोजिमको सजायमा थप पाँच वर्षसम्म कैद हुनेछ ।"
            },
            {
              "subsection_number": "(६)",
              "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कसैले कुनै गर्भवती महिला बिरुद्ध कुनै रिस इवीले कुनै काम गर्दा गर्भपतन हुन गएमा गर्भपतन गर्ने नियतले त्यस्तो काम गरेको रहेनछ भने पनि देहाय बमोजिमको सजाय हुनेछः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "बाह्र हप्तासम्मको गर्भ भए एक वर्षसम्म कैद,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "बाह्र हप्ताभन्दा बढी पच्चीस हप्तासम्मको गर्भ भए तीन वर्षसम्म कैद,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "पच्चीस हप्ताभन्दा बढीको गर्भ भए पाँच वर्षसम्म कैद।"
                }
              ]
            },
            {
              "subsection_number": "(७)",
              "content": "कसैले गर्भपतन गराउने उद्देश्यले गर्भमा रहेको भ्रुणको लिङ्ग पहिचान हुने कुनै काम गर्न वा गराउन र त्यसरी लिङ्ग पहिचान भएपछि गर्भपतन गर्न वा गराउनु हुँदैन ।"
            },
            {
              "subsection_number": "(८)",
              "content": "उपदफा (७) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "गर्भपतन गराउने उद्देश्यले गर्भमा रहेको भ्रुणको लिङ्ग पहिचान गर्ने वा गराउनेलाई तीन महिनादेखि छ महिनासम्म कैद, र"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "लिङ्ग पहिचान गरी गर्भपतन गर्ने वा गराउनेलाई उपदफा (३) मा लेखिए‌को सजायमा थप एक वर्षसम्म कैद।"
                }
              ]
            }
          ]
        },
        {
          "section_number": "१८९",
          "section_title": "गर्भ पतन गराउन सक्नेः",
          "content": "दफा १८८ मा जुनसुकै कुरा लेखिएको भए तापनि स्वास्थ्यकर्मीले देहायको अवस्थामा गर्भपतन गराएकोमा यस संहिता अन्तर्गतको कसूर भए गरेको मानिने छैनः–",
          "clauses": [
            {
              "clause_letter": "(क)",
              "content": "गर्भवती महिलाको मञ्जुरीले बाह्र हप्तासम्मको गर्भपतन गराएकोमा,"
            },
            {
              "clause_letter": "(ख)",
              "content": "गर्भपतन नगराएमा गर्भवती महिलाको ज्यानमा खतरा पुग्न सक्छ वा निजको शारीरिक वा मानसिक स्वास्थ्य खराब हुन सक्छ वा विकलाङ्ग बच्चा जन्मन्छ भनी इजाजत प्राप्त चिकित्सकको राय भई त्यस्ती महिलाको मञ्जुरीले गर्भपतन गराएकोमा,"
            },
            {
              "clause_letter": "(ग)",
              "content": "जवर्जस्ती करणी वा हाडनाता करणीबाट रहन गएको अठार हप्तासम्मको गर्भ गर्भवती महिलाको मञ्जुरीले गर्भपतन गराएकोमा,"
            },
            {
              "clause_letter": "(घ)",
              "content": "रोग प्रतिरोधक क्षमता उन्मुक्ति गर्ने जिवाणु (एच.आई.भी.) वा त्यस्तै प्रकृतिको अन्य निको नहुने रोग शरीरमा भएकी महिलाको मञ्जुरीले गर्भपतन गराएकोमा।"
            }
          ],
          "explanation": {
            "title": "स्पष्टीकरणः",
            "content": "यस दफाको प्रयोजनको लागि “स्वास्थ्यकर्मी” भन्नाले निर्धारित योग्यता पुगी गर्भपतन गराउन इजाजत प्राप्त गरेको चिकित्सक वा स्वास्थ्यकर्मी सम्झनु पर्छ।"
          }
        },
        {
          "section_number": "१९०",
          "section_title": "हदम्यादः",
          "content": "यस परिच्छेद अन्तर्गतको कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले छ महिना नाघेपछि उजुर लाग्ने छैन।"
        }
      ]
    },
    {
      "chapter_number": "१४",
      "chapter_title": "कुटपिट वा अङ्गभङ्ग सम्बन्धी कसुर",
      "sections": [
        {
          "section_number": "१९१",
          "section_title": "कुटपिट गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैलाई कुटपिट गर्न हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "कसैले कसैलाई देहायको कुनै कार्य गरेमा निजले कुटपिट गरेको मानिनेछः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "कुनै किसिमको शारीरिक पीडा पुच्याएमा,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "कुनै काम गरी ∎दफा १०४ र १०५ मा उल्लिखित रोग बाहेकको अन्य कुनै रोग सारेमा,",
                  "footnote_marker": "□",
                  "footnote": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा थप।"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "अन्य कुनै कार्य गरी अशक्त बनाएमा ।"
                }
              ]
            },
            {
              "subsection_number": null,
              "type": "explanation",
              "title": "स्पष्टीकरणः",
              "content": "यस दफाको प्रयोजनको लागि “अशक्त” भन्नाले शरीरको कुनै अङ्ग सामान्य रुपमा काम गर्न नसक्ने गरी अशक्त भएको अवस्था सम्झनु पर्छ र सो शब्दले मानसिक अशक्ततालाई समेत जनाउँछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१९२",
          "section_title": "अङ्गभङ्ग गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैको अङ्गभङ्ग गर्न वा गराउन हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "कसैले कसैलाई जानीजानी कुटपिट गर्दा देहाय बमोजिमको परिणाम भएमा अङ्गभङ्गको कसूर गरेको मानिनेछः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "आँखाको हेर्ने शक्ति हीन गरी वा आँखा फोरी दृष्टिविहीन बनाइदिएमा,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "नाकको सुँघ्ने शक्ति नाश गरिदिएमा,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "कानको सुन्ने शक्ति नाश गरिदिएमा,"
                },
                {
                  "clause_letter": "(घ)",
                  "content": "जिब्रोको बोल्ने शक्ति नाश गरिदिएमा,"
                },
                {
                  "clause_letter": "(ङ)",
                  "content": "महिलाको स्तन काटिदिएमा,"
                },
                {
                  "clause_letter": "(च)",
                  "content": "महिलालाई बाँझोपन वा पुरुषलाई पुरुषत्वहीन बनाएमा,"
                },
                {
                  "clause_letter": "(छ)",
                  "content": "मेरुदण्ड, डॅडाल्नु, हात खुट्टा वा त्यस्ता अङ्गको जोर्नी भाँची, फोरी, फुकाली बेकम्मा पारिदिएमा,"
                },
                {
                  "clause_letter": "(ज)",
                  "content": "कुटपिटको कारणबाट आफ्नो पेशाको काम गर्न नसक्ने गरी असक्षम बनाइदिएमा।"
                }
              ]
            },
            {
              "subsection_number": "(३)",
              "content": "कुटपिटबाट तत्काल अङ्गभङ्ग नभए तापनि सोही कामको परिणाम स्वरुप पछि उपदफा (२) बमोजिमको परिणाम निस्केमा पनि अङ्गभङ्ग भएको मानिनेछ।"
            },
            {
              "subsection_number": "(४)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": "(५)",
              "content": "उपदफा (४) मा जुनसुकै कुरा लेखिएको भए तापनि एउटै किसिमको काम दिने एउटाभन्दा बढी अङ्ग हुनेमा त्यसमध्ये एउटा अङ्गमात्र बेकम्मा पारी दिएको भए सो उपदफामा लेखिएको सजायको आधा सजाय हुनेछ र अङ्गभङ्ग भएको खत निको भई कामलाग्ने भएमा तीनवर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१९२क",
          "section_title": "तेजाब प्रयोग गरी अङ्गभङ्ग गर्न नहुनेः",
          "footnote_marker": "*",
          "footnote": "फौजदारी कसूर तथा फौजदारी कार्यविधि सम्बन्धी केही ऐन संशोधन गर्ने ऐन, २०७९ द्वारा थप।",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैलाई तेजाब फ्याँकी, छर्किई, खन्याई वा प्रयोग गरी वा सेवन गराई अङ्गभङ्ग गर्नु वा गराउनु वा शारीरिक क्षति पुऱ्याउनु हुँदैन ।"
            },
            {
              "subsection_number": null,
              "type": "explanation",
              "title": "स्पष्टीकरणः",
              "content": "यस संहिताको प्रयोजनका लागि \"तेजाब\" भन्नाले मानव अङ्ग, जीवजन्तु वा अन्य जैविक वा गैरजैविक वस्तुलाई जलाउने (बर्न), घातक क्षति पुर्याउने (कोरोसिभ) वा अन्य कुनै किसिमले गम्भीर असर पुऱ्याउने अकारबोनिक (इनअर्गानिक) एसिडजन्य रासायनिक पदार्थ सम्झनु पर्छ र सो शब्दले नाइट्रिक एसिड, सल्फरिक एसिड र हाइड्रोक्लोरिक एसिड तथा अन्य घातक तथा ज्वलनशील रासायनिक पदार्थलाई समेत जनाउँछ ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कुनै कार्य गर्दा वा त्यस्तो कार्यको परिणाम स्वरुप कसैको दुवै आँखा जली वा क्षति भई पूर्णरूपमा दृष्टि नष्ट भएमा, दुवै कान जली वा क्षति भई सुन्ने शक्ति पूर्णरूपमा नष्ट भएमा, नाक जली वा क्षति भई काम नलाग्ने भएमा, अनुहार पूर्णरूपमा जली वा क्षति भई कुरुप भएमा, महिला भए दुवै स्तन जली वा क्षति भई काम नलाग्ने भएमा वा कसैको यौनाङ्ग जली वा क्षति भई नासिएमा त्यस्तो कसूर गर्ने वा गराउने व्यक्तिलाई बीस वर्ष कैद र दश लाख रुपैयाँ जरिबाना हुनेछ ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (२) मा लेखिएकोमा बाहेक उपदफा (१) बमोजिमको कुनै कार्य गरी वा त्यसको परिणाम स्वरूप कसैको एउटा आँखा, एउटा कान जली वा क्षति भई काम नलाग्ने भएमा, आंशिक रुपमा अनुहार जली वा क्षति भई कुरुप भएमा, महिला भए एउटा स्तन जली वा क्षति भई काम नलाग्ने भएमा, दुवै हात जली काम नलाग्ने भएमा वा दुवै गोडा पूर्णरूपमा जली काम नलाग्ने भएमा, टाउकोको कुनै भाग जली क्षति भएमा वा मेरुदण्ड जली वा क्षति भई काम नलाग्ने भएमा पन्ध्र वर्ष देखि बीस वर्षसम्म कैद र सात लाख रुपैयाँदेखि दश लाख रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": "(४)",
              "content": "उपदफा (२) वा (३) मा लेखिएकोमा बाहेक उपदफा (१) बमोजिमको कुनै कार्य गर्दा वा त्यसको परिणाम स्वरूप कसैको शरीरको अन्य कुनै अङ्गभङ्ग वा शारीरिक क्षति भएमा कसूरको प्रकृति बमोजिम सात वर्षदेखि दश वर्षसम्म कैद र पाँच लाख रुपैयाँदेखि सात लाख रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": "(५)",
              "content": "उपदफा (१) बमोजिम भएको कसूरबाट पीडित व्यक्तिको तत्काल मृत्यु नभई सोही कार्यको परिणाम स्वरूप त्यस्तो कसूर भएको मितिले एक वर्षभित्र मृत्यु भएमा ज्यान मारेको कसूर र उपदफा (२), ९३) वा (४) बमोजिमको परिणाम निस्केमा सोही उपदफा बमोजिमको कसूर भएको मानिनेछ ।"
            },
            {
              "subsection_number": "(६)",
              "content": "कसैले उपदफा (१) बमोजिमको कार्य गर्न खोज्दा सम्बन्धित व्यक्तिलाई नलागेमा वा कोही त्यसबाट छलिएमा वा उम्किएमा त्यस्तो कार्य गर्न खोज्ने व्यक्तिले यस दफा बमोजिम कसूर गर्न उद्योग गरेको मानिनेछ र सो वापत पाँच वर्षदेखि सात वर्षसम्म कैद र एक लाख रुपैयाँदेखि तीन लाख रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": "(७)",
              "content": "उपदफा (२), (३) वा (४) बमोजिम जरिबाना बापत प्राप्त पूरै रकम पीडितलाई क्षतिपूर्ति बापत दिनु पर्नेछ ।"
            },
            {
              "subsection_number": "(८)",
              "content": "यस दफा बमोजिम भएको कसूरबाट पीडित व्यक्तिलाई भएको शारीरिक र मानसिक पीडा र अङ्गभङ्गको गम्भीरता तथा जरिबाना रकम समेत विचार गरी सजाय निर्धारण गर्दा मनासिब क्षतिपूर्ति भराउनु पर्नेछ ।"
            }
          ]
        },
        {
          "section_number": "१९३",
          "section_title": "ज्वलनशील जैविक वा विषालु पदार्थ प्रयोग गरी कुरुप पार्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैलाई तेजाब वा त्यस्तै प्रकारका अन्य रासायनिक पदार्थ बाहेकका अन्य ज्वलनशील, जैविक वा विषालु पदार्थ प्रयोग गरी वा फ्याँकी, छर्किई, खन्याई वा त्यस्तो पदार्थले पोली, डामी, दली, घसी जीउमा पीडा गराउने वा अनुहार वा शरीरको कुनै अङ्ग कुरुप पार्ने काम गर्नु वा गराउनु हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई कसूरको प्रकृति हेरी अनुहार कुरुप पारेमा पाँच वर्षदेखि आठ वर्षसम्म कैद र एक लाख रुपैयाँदेखि पाँच लाख रुपैयाँसम्म जरिबाना र शरीरको अन्य अङ्ग कुरुप पारेमा वा शरीरमा पीडा पुत्र्याएमा तीन वर्षदेखि पाँच वर्षसम्म कैद र पचास हजार रुपैयाँदेखि तीन लाख रुपैयाँसम्म जरिबाना हुनेछ ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (२) बमोजिम जरिबाना बापत प्राप्त पूरै रकम पीडितलाई क्षतिपूर्ति बापत दिनु पर्नेछ ।"
            }
          ]
        },
        {
          "section_number": "१९४",
          "section_title": "गम्भीर उत्तेजना वा रीसको आवेशबाट कुटपिट वा अङ्गभङ्ग भएकोमा सजायः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "दफा १९१ वा १९२ मा जुनसुकै कुरा लेखिएको भए तापनि देहायको अवस्थामा कुटपिट गर्ने व्यक्तिलाई कुटपिट गरी अङ्गभङ्ग गरेको रहेछ भने दुई वर्षसम्म कैद वा बीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय र अन्य कुनै किसिमले चोट पुर्याएको रहेछ भने एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "कसैले तत्काल गम्भीर उत्तेजना दिलाउने कुनै काम गरेबाट कसूरदारले आत्मसंयम्को शक्ति गुमाई त्यस्तो उत्तेजना दिलाउने व्यक्तिलाई वा भ्रमवस अरु कसैलाई कुटपिट गरेमा वा संयोगवश अरु कसैलाई चोट पुग्न गएकोमा।",
                  "proviso": {
                    "type": "proviso",
                    "text": "तर देहायको अवस्थामा यो खण्ड लागू हुने छैनः-",
                    "points": [
                      {
                        "point_number": "(१)",
                        "content": "कसैले कानूनको पालन गर्दा, निजी रक्षाको अधिकारको प्रयोग गर्दा, कुनै राष्ट्रसेवकले आफ्नो पदीय कर्तव्यको पालन गर्दा वा पालन गर्न लागेको कुनै कामबाट उत्तेजित हुन गई कुटपिट गरेकोमा,"
                      },
                      {
                        "point_number": "(२)",
                        "content": "कसैलाई कुनै क्षति पुर्याउने नियतले कसूरदार स्वयंले कसैलाई उत्तेजित गराएको र त्यसरी उत्तेजित भई त्यस्तो व्यक्तिले गरेको कामबाट कसरदार आफै उत्तेजनामा परी कुटपिट गरी चोट पुर्याएकोमा ।"
                      }
                    ]
                  }
                },
                {
                  "clause_letter": "(ख)",
                  "content": "निजी रक्षाको लागि आवश्यक पर्ने बलभन्दा बढी बल प्रयोग गरी कसैलाई क्षति पुर्याएकोमा,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "एकाएक उठेको झगडाको रीसको आवेशमा तत्काल कसैलाई चोट पुर्याएकोमा।",
                  "proviso": {
                    "type": "proviso",
                    "text": "तर यस खण्ड बमोजिमको काम गर्दा कसूरदारले अनुचित लाभ हासिल गरेको वा कुर वा अस्वभाविक तवरबाट काम गरेको हुनु हुँदैन।"
                  }
                }
              ]
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) को खण्ड (ख) र (ग) मा जुनसुकै कुरा लेखिएको भए तापनि इवी लिएर वा सोच विचार गरेर कुटपिट वा अङ्गभङ्ग गरेकोमा सो खण्डहरुमा लेखिएको व्यवस्था लागू हुने छैन।"
            }
          ]
        },
        {
          "section_number": "१९५",
          "section_title": "लापरवाहीपूर्ण काम गरी वा हेलचक्र्याई गरी कुटपिट गर्न वा अङ्गभङ्ग वा अन्य चोट पुर्याउन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले लापरवाहीपूर्ण काम गरी वा हेलचेक्र्याइँ गरी कसैलाई कुटपिट गर्न, अङ्गभङ्ग गर्न वा अन्य चोट पुर्याउन हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "लापरवाहीपूर्ण काम गरी अङ्गभङ्ग भएकोमा दुई वर्षसम्म कैद वा बीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय र अन्य किसिमको चोट पुगेको रहेछ भने एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "हेलचेक्र्याइँ गरी त्यस्तो कसूर गरेको रहेछ भने छ महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय ।"
                }
              ]
            }
          ]
        },
        {
          "section_number": "१९६",
          "section_title": "आपराधिक बल प्रयोग गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसै उपर आपराधिक बल प्रयोग गर्न हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "कसैले कसैलाई देहाय बमोजिमको कार्य गरेमा निजले आपराधिक बल प्रयोग गरेको मानिनेछः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "कुनै कसूर गर्ने नियतले कुनै व्यक्ति उपर कुनै किसिमको बल प्रयोग गरेमा,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "कुनै व्यक्ति वा निजको परिवार वा सम्पत्तिलाई क्षति पुर्याउने डर, त्रास उत्पन्न गराउने वा झिझ्याउने नियतले वा त्यस्तो हुन सक्छ भन्ने जानीजानी निज उपर बल प्रयोग गरेमा,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "कसैलाई आफू उपर बल प्रयोग हुन लागेको भन्ने त्रसित पारेमा वा धम्की दिएमा वा जोर जुलुम गरेमा वा अरु कुनै किसिमले त्यसको उद्योग गरेमा।"
                }
              ]
            },
            {
              "subsection_number": "(३)",
              "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि सम्बन्धित विषयको शिक्षण, प्रशिक्षण वा तालिम दिँदा, कुनै किसिमको अभिनय गर्दा, उपचार गर्दा वा भलाई हुने किसिमले कसैको मञ्जुरी लिई कुनै बल प्रयोग गरेकोमा वा कुनै किसिमको खेल हुँदा स्वभाविक प्रकृतिको बल प्रयोग गरेकोमा आपराधिक बल प्रयोग गरेको मानिने छैन।",
              "proviso": {
                "type": "proviso",
                "text": "तर कसैलाई क्षति पुर्याउने बदनियतले बल प्रयोग गरेकोमा यस उपदफाको व्यवस्था लागू हुने छैन।"
              }
            },
            {
              "subsection_number": "(४)",
              "content": "आपराधिक बल प्रयोग गर्ने वा गराउने व्यक्तिलाई हतियार लिई गरेको भए तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय र हतियार नलिई गरेको भए एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "१९७",
          "section_title": "कसूर गर्ने नियतले वेहोस पार्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कुनै कसूर गर्न सजिलो पार्ने नियतले अरुलाई वेहोस तुल्याउने, लठ्याउने वा अस्वस्थ पार्ने पदार्थ खुवाउन वा अन्य कुनै प्रकारले सेवन गराउन वा कुनै प्रकारले वेहोस गराउन हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद र दश हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "उपदफा (१) बमोजिमको काम गरी त्यस्तो कसूर भइसकेको रहेछ भने त्यस्तो कसूर बापत हुने सजायमा यस दफा बमोजिमको सजाय थप हुनेछ ।"
            }
          ]
        },
        {
          "section_number": "१९८",
          "section_title": "क्षतिपूर्तिः",
          "content": "यस परिच्छेदमा उल्लिखित कसूरबाट कसैको जीउ वा ज्यानमा चोटपटक वा हानि, नोक्सानी भएको रहेछ भने कसूरदारबाट पीडित व्यक्तिलाई मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ ।"
        },
        {
          "section_number": "१९९",
          "section_title": "हदम्यादः",
          "content": "दफा १९६ अन्तर्गतको कसूरमा त्यस्तो कसूर भए गरेको मितिले तीन महिना नाघेपछि, दफा १९७ अन्तर्गतको कसूरमा त्यस्तो व्यक्तिको होस आएको मितिले छ महिना नाघेपछि र यस परिच्छेद अन्तर्गतको अन्य कसूरमा त्यस्तो कसूर भएको मितिले एक वर्ष नाघेपछि उजुर लाग्ने छैन।"
        }
      ]
    },
    {
      "chapter_number": "१५",
      "chapter_title": "गैरकानूनी थुना सम्बन्धी कसुर",
      "sections": [
        {
          "section_number": "२००",
          "section_title": "बदनियतपूर्वक थुनछेक गर्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कुनै व्यक्तिलाई कानून बमोजिम बाहेक बदनियतपूर्वक अन्य कुनै किसिमले थुनामा राख्ख वा राख्ख लगाउन हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            },
            {
              "subsection_number": "(३)",
              "content": "अधिकार प्राप्त व्यक्तिले बाहेक अरु कसैले कसैको आवागमनमा अवरोध गर्न वा गराउन हुँदैन।"
            },
            {
              "subsection_number": "(४)",
              "content": "उपदफा (३) बमोजिमको कसूर गर्ने व्यक्तिलाई छ महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
            }
          ]
        },
        {
          "section_number": "२०१",
          "section_title": "मानवोचित न्यूनतम सुविधा नदिई थुनामा राख्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कानून बमोजिम थुनामा राख्ने अधिकार प्राप्त अधिकारीले कसैलाई पनि कानून बमोजिम उपलब्ध गराउनु पर्ने सुविधा नदिई वा थुनामा राखिएको ठाउँमा उपलब्ध न्यूनतम मानवोचित सुविधा नदिई थुनामा राख्न वा राख्न लगाउन हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई डेढ वर्षसम्म कैद र पन्ध्र हजार रुपैयाँसम्म जरिबाना हुनेछ।"
            }
          ]
        },
        {
          "section_number": "२०२",
          "section_title": "छाड्ने आदेश भएकोमा थुनी राख्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कानून बमोजिम थुनामा रहेको कुनै व्यक्तिलाई थुनाबाट छाड्न कानून बमोजिम अधिकार प्राप्त अधिकारीबाट आदेश प्राप्त भएपछि त्यस्तो व्यक्तिलाई थुनाबाट नछाडी थुनी राख्न हुँदैन।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद र दश हजार रुपैयाँसम्म हुनेछ।"
            }
          ]
        },
        {
          "section_number": "२०३",
          "section_title": "गोप्य तरिकाले थुनामा राख्न नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "अधिकार प्राप्त अधिकारीले कुनै व्यक्तिलाई थुनामा राख्दा निज थुनिएको कुरा वा थुनिएको ठाउँको जानकारी नहुने वा पत्ता नलाग्ने गरी गोप्य रुपमा थुनामा राखु हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई चार वर्षसम्म कैद र चालीस हजार रुपैयाँसम्म जरिबाना हुनेछ ।"
            }
          ]
        },
        {
          "section_number": "२०४",
          "section_title": "क्षतिपूर्ति भराई दिनु पर्नेः",
          "content": "यस परिच्छेद बमोजिमको कसूर गर्ने वा गराउने कसूरदारबाट पीडित व्यक्तिलाई मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ ।"
        },
        {
          "section_number": "२०५",
          "section_title": "हदम्यादः",
          "content": "दफा २०० को उपदफा (३) अन्तर्गतको कसूरमा त्यस्तो कसूर भएको मितिले र यस परिच्छेद अन्तर्गतका अन्य कसूरमा थुनामा परेको व्यक्ति थुनाबाट मुक्त भएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
        }
      ]
    },
    {
      "chapter_number": "१६",
      "chapter_title": "व्यक्ति बेपत्ता पार्ने सम्बन्धी कसुर",
      "sections": [
        {
          "section_number": "२०६",
          "section_title": "व्यक्ति बेपत्ता पार्ने काम गर्न गराउन नहुनेः",
          "subsections": [
            {
              "subsection_number": "(१)",
              "content": "कसैले कसैलाई बेपत्ता पार्ने कार्य गर्न वा गराउन हुँदैन ।"
            },
            {
              "subsection_number": "(२)",
              "content": "उपदफा (१) को प्रयोजनको लागि “व्यक्ति बेपत्ता पार्ने कार्य” भन्नाले देहायको कार्य सम्झनु पर्छः-",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "कानून बमोजिम पक्राउ गर्न, अनुसन्धान गर्न वा कानून कार्यान्वयन गर्न अख्तियारी पाएको व्यक्ति वा सुरक्षाकर्मीले पक्राउ गरेको, हिरासतमा राखेको वा अन्य कुनै किसिमले नियन्त्रणमा लिएको व्यक्तिलाई मुद्दा हेर्ने अधिकारी समक्ष त्यसरी पक्राउ गरेको वा नियन्त्रणमा लिएको मितिले बाटोको म्याद बाहेक चौबीस घण्टाभित्र उपस्थित नगराई वा सरोकारवालालाई भेटघाट गर्न नदिई निजलाई कहाँ, कसरी र कुन अवस्थामा राखिएको छ भन्ने सम्बन्धमा जानकारी नदिने,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "कुनै व्यक्ति, सङ्गठन वा सङ्गठित वा असङ्गठित समूहको नामबाट कुनै व्यक्तिलाई अपहरण गरी, कब्जा वा नियन्त्रणमा लिई वा अन्य कुनै किसिमले निजको वैयक्तिक स्वतन्त्रताबाट वञ्चित गरेकोमा त्यसरी वञ्चित गर्नुको कारण तथा निजलाई कहाँ, कसरी र कुन अवस्थामा राखिएको छ भन्ने सम्बन्धमा सरोकारवालालाई जानकारी नदिने।"
                }
              ]
            },
            {
              "subsection_number": "(३)",
              "content": "कुनै व्यक्तिलाई जुन व्यक्तिको आदेशले पक्राउ गरी, थुनामा राखी वा नियन्त्रणमा लिई वेपत्ता पारेको हो त्यस्तो आदेश दिने र त्यस्तो आदेशको कार्यान्वयन गर्ने व्यक्ति बेपत्ता पार्ने मुख्य कसूरदार मानिनेछ ।"
            }
          ]
        }
      ]
    },
    {
        "chapter_number": "१६",
        "chapter_title": "व्यक्ति बेपत्ता पार्ने सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२०६",
            "section_title": "व्यक्ति बेपत्ता पार्ने काम गर्न गराउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कसैलाई बेपत्ता पार्ने कार्य गर्न वा गराउन हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) को प्रयोजनको लागि “व्यक्ति बेपत्ता पार्ने कार्य” भन्नाले देहायको कार्य सम्झनु पर्छः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "कानून बमोजिम पक्राउ गर्न, अनुसन्धान गर्न वा कानून कार्यान्वयन गर्न अख्तियारी पाएको व्यक्ति वा सुरक्षाकर्मीले पक्राउ गरेको, हिरासतमा राखेको वा अन्य कुनै किसिमले नियन्त्रणमा लिएको व्यक्तिलाई मुद्दा हेर्ने अधिकारी समक्ष त्यसरी पक्राउ गरेको वा नियन्त्रणमा लिएको मितिले बाटोको म्याद बाहेक चौबीस घण्टाभित्र उपस्थित नगराई वा सरोकारवालालाई भेटघाट गर्न नदिई निजलाई कहाँ, कसरी र कुन अवस्थामा राखिएको छ भन्ने सम्बन्धमा जानकारी नदिने,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "कुनै व्यक्ति, सङ्गठन वा सङ्गठित वा असङ्गठित समूहको नामबाट कुनै व्यक्तिलाई अपहरण गरी, कब्जा वा नियन्त्रणमा लिई वा अन्य कुनै किसिमले निजको वैयक्तिक स्वतन्त्रताबाट वञ्चित गरेकोमा त्यसरी वञ्चित गर्नुको कारण तथा निजलाई कहाँ, कसरी र कुन अवस्थामा राखिएको छ भन्ने सम्बन्धमा सरोकारवालालाई जानकारी नदिने।"
                  }
                ]
              },
              {
                "subsection_number": "(३)",
                "content": "कुनै व्यक्तिलाई जुन व्यक्तिको आदेशले पक्राउ गरी, थुनामा राखी वा नियन्त्रणमा लिई वेपत्ता पारेको हो त्यस्तो आदेश दिने र त्यस्तो आदेशको कार्यान्वयन गर्ने व्यक्ति बेपत्ता पार्ने मुख्य कसूरदार मानिनेछ ।"
              },
              {
                "subsection_number": "(४)",
                "content": "व्यक्ति बेपत्ता पार्ने कार्य कुनै सार्वजनिक पद धारण गरेको व्यक्ति वा सङ्गठन वा सङ्गठित वा असङ्गठित समूहको जिम्मेबार व्यक्तिको आदेश वा निर्देशन बमोजिम भए गरेको रहेछ भने त्यस्तो आदेश वा निर्देशन दिने व्यक्ति बेपत्ता पार्ने मुख्य कसूरदार मानिनेछ ।"
              },
              {
                "subsection_number": "(५)",
                "content": "कसैले आफू मातहतको पदाधिकारी, निकाय वा समूहद्वारा व्यक्ति बेपत्ता पार्ने कार्य गर्न वा गराउन लागेको कुरा थाहा पाएर पनि त्यसको उपेक्षा गरेमा वा त्यस्तो कार्य रोक्ने सम्बन्धमा आवश्यक उपाय नअपनाएमा निजले समेत यस दफा बमोजिम कसूर गरेको मानिनेछ ।"
              },
              {
                "subsection_number": "(६)",
                "content": "कुनै व्यक्तिलाई एकभन्दा बढी व्यक्तिले सामूहिक रुपमा बेपत्ता पारेमा त्यस्तो कार्यमा संलग्न प्रत्येक व्यक्ति समान रुपमा कसूरदार मानिनेछ ।"
              },
              {
                "subsection_number": "(७)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "व्यक्ति बेपत्ता पार्नेलाई बेपत्ता पारेको अवधि र अवस्थालाई समेत विचार गरी त्यस्तो काम गर्ने मुख्य कसूरदारलाई पन्ध्र वर्षसम्म कैद र पाँच लाख रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "व्यक्ति बेपत्ता पार्न मतियार बन्ने वा षड्यन्त्र गर्नेलाई व्यक्ति बेपत्ता पार्ने मुख्य कसूरदार सरह र सोको उद्योग गर्ने वा परिपञ्च मिलाउने व्यक्तिलाई मुख्य कसूरदारलाई हुने सजायको आधा सजाय ।"
                  }
                ]
              },
              {
                "subsection_number": "(८)",
                "content": "महिला वा बालबालिका बिरुद्ध उपदफा (१) बमोजिमको कसूर मानिने कार्य गर्नेलाई उपदफा (७) बमोजिम हुने सजायमा थप दुई वर्ष कैद सजाय हुनेछ ।"
              },
              {
                "subsection_number": "(९)",
                "content": "कसैले कुनै व्यक्तिलाई बेपत्ता पारिएको अवस्थामा वेपत्ता पारिएको व्यक्तिको विरुद्ध कानून बमोजिम सजाय हुने अन्य कुनै कसूर गरेको रहेछ भने निजलाई त्यस्तो कसूर बापत कानून बमोजिम हुने सजायमा यस दफा बमोजिम थप सजाय हुनेछ।"
              },
              {
                "subsection_number": "(१०)",
                "content": "सरकारी साधन, भवन, हातहतियार वा मालसामान प्रयोग गरी व्यक्ति बेपत्ता पार्ने व्यक्तिलाई यस दफामा हुने सजायमा थप एक वर्ष कैद हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२०७",
            "section_title": "कसुरसँग सम्बन्धित मालसामान जफत हुनेः",
            "content": "यस परिच्छेद अन्तर्गत सजाय हुने कसूर गर्दा सम्बन्धित धनीले जानीजानी प्रयोग गर्न दिएको वा धनीको सहमतिले प्रयोग गरिएका घर जग्गा, सवारी साधन, हातहतियार तथा अन्य सबै मालसामान जफत हुनेछन्।\nतर सरकारी भवन, साधन, हातहतियार तथा मालसामान जफत हुने छैन।"
          },
          {
            "section_number": "२०८",
            "section_title": "क्षतिपूर्ति भराई लिन पाउनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "बेपत्ता पारिएको व्यक्ति पछि सार्वजनिक भएमा वा गरिएमा निजले बेपत्ता पार्ने व्यक्तिबाट मनासिब क्षतिपूर्ति भराई लिन पाउनेछ।"
              },
              {
                "subsection_number": "(२)",
                "content": "बेपत्ता पारिएको व्यक्तिको मृत्यु भइसकेको भए उपदफा (१) बमोजिमको क्षतिपूर्ति निजको नजिकको हकवालाले भराई लिन पाउनेछ।"
              }
            ]
          },
          {
            "section_number": "२०९",
            "section_title": "धनमाल फिर्ता गर्नु पर्नेः",
            "content": "यस परिच्छेद बमोजिम कसैले कुनै व्यक्तिलाई बेपत्ता पार्दा त्यस्तो व्यक्तिको धनमाल समेत लिएको रहेछ भने त्यसरी बेपत्ता पार्ने व्यक्तिबाट बेपत्ता पारिएको वा निजको नजिकको हकवालालाई त्यस्तो धनमाल भए फिर्ता गर्नु पर्नेछ र नभएमा त्यस्तो धनमाल बापतको मनासिब क्षतिपूर्ति तिर्नु पर्नेछ ।"
          },
          {
            "section_number": "२१०",
            "section_title": "हदम्यादः",
            "content": "यस परिच्छेद अन्तर्गतको कसूर भएको थाहा भएको वा बेपत्ता पारिएको व्यक्ति सार्वजनिक भएको वा गरिएको मितिले छ महिना नाघेपछि उजुर लाग्ने छैन।\nतर उजुर गर्न सकिने परिस्थिति नभएको कारण खुलाई अदालतको अनुमति लिई प्रमाण सहित उजुर गरेमा जहिलेसुकै उजुर लाग्नेछ।"
          }
        ]
      },
      {
        "chapter_number": "१७",
        "chapter_title": "अपहरण वा शरीर बन्धक सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२११",
            "section_title": "अपहरण गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कुनै व्यक्तिलाई अपहरण गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) को प्रयोजनको लागि कसैले देहायको कुनै काम गरेमा निजले अपहरण गरेको मानिनेछः–",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "कुनै व्यक्तिलाई बल प्रयोग गरी वा सो प्रयोग गर्ने धम्की दिई, छलकपट गरी वा डरत्रासमा पारी, जोर जुलुम गरी, हातहतियार देखाई वा नदेखाई वा झुक्यानमा पारी वा नशालु पदार्थ वा मादक पदार्थ सेवन गराई वा कुनै व्यक्ति यात्रा गरी रहेको सवारी साधन कुनै किसिमले कब्जा वा नियन्त्रणमा लिई वा त्यस उपर कुनै किसिमले नियन्त्रण गरी निजलाई कुनै ठाउँमा लगेमा वा जान बाध्य गराएमा वा,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "कुनै व्यक्तिलाई निजको मञ्जुरी विना वा बालबालिका वा शारीरिक अशक्तताको कारणले अरुको आश्रयमा बसेको वा मानसिक अस्वस्थताको कारणले होस ठेगानमा नरहेको व्यक्तिलाई निजको बाबु आमा वा संरक्षकको मञ्जुरी विना वा झुक्यानमा पारी जवर्जस्ती कुनै ठाउँमा लगेमा।"
                  }
                ]
              }
            ]
          },
          {
            "section_number": "२१२",
            "section_title": "शरीर बन्धक लिन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कसैको शरीर बन्धक लिन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) को प्रयोजनको लागि कसैले कुनै व्यक्तिलाई निजको मञ्जुरी विना वा बालबालिका र होस ठेगान नभएको व्यक्ति भए निजको आमा बाबु वा संरक्षकको मञ्जुरी विना बल प्रयोग गरी वा सोको धम्की दिई, डर त्रास देखाई, जोर जुलुम गरी, हातहतियार देखाई वा नदेखाई छलकपट गरी, झुक्यानमा पारी, नशालु वा मादक पदार्थ सेवन गराई, यातायातको साधन वा रहे बसेको ठाउँ कब्जा गरी वा नियन्त्रणमा लिई थुनामा वा नियन्त्रणमा राखेमा शरीर बन्धक लिएको मानिनेछ ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (२) मा जुनसुकै कुरा लेखिएको भए तापनि मानसिक रुपमा अस्वस्थ व्यक्तिलाई निजको बाबु, आमा वा संरक्षकको मञ्जुरी लिई असल नियतबाट सम्बन्धित व्यक्तिको हितको लागि उपचार गर्ने क्रममा वा अन्य कुनै प्रयोजनका लागि कसैको निगरानी वा नियन्त्रणमा राखिएकोमा शरीर बन्धक लिएको मानिने छैन।"
              }
            ]
          },
          {
            "section_number": "२१३",
            "section_title": "अपहरण वा शरीर बन्धक लिएमा हुने सजायः",
            "content": "कसैले ज्यान लिने, कुटपिट गरी चोट पुर्याउने, जवर्जस्ती करणी वा अप्राकृतिक मैथुन गर्ने, मानिस बिक्री गर्ने वा दास बनाउने वा इच्छा बिरुद्ध जवर्जस्ती काममा लगाउने, वेश्यावृत्तिमा लगाउने, यातना दिने, कुनै काम गर्न वा गराउन बाध्य गराउने, मुक्ति रकम लिने वा प्रचलित कानून बमोजिम कसूर हुने अन्य कुनै काम गर्न लगाउने उद्देश्यले दफा २११ वा २१२ बमोजिमको काम गरे वा गराएको भए सात वर्षदेखि दश वर्षसम्म कैद र सत्तरी हजारदेखि एक लाख रुपैयाँसम्म जरिबाना र त्यस बाहेक अन्य उद्देश्यले गरे वा गराएको भए तीन वर्षदेखि पाँच वर्षसम्म कैद र तीस हजारदेखि पचास हजार रुपैयाँ सम्म जरिबाना हुनेछ।"
          },
          {
            "section_number": "२१४",
            "section_title": "थप सजाय हुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "दफा २११ बमोजिम अपहरण गरी दफा २१२ बमोजिम शरीर बन्धक लिने व्यक्तिलाई दश वर्षदेखि पन्ध्र वर्षसम्म कैद र एक लाखदेखि एक लाख पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "(२)",
                "content": "कसैले अपहरण गरी वा शरीर बन्धक लिई यस संहिता वा कानून बमोजिम कसूर मानिने अन्य कुनै काम गरेको रहेछ भने निजलाई त्यस्तो कसूर बापतको सजायमा उपदफा (१) बमोजिमको सजाय थप हुनेछ।"
              },
              {
                "subsection_number": "(३)",
                "content": "दफा २११ र २१२ को कसूर सङ्गठित रुपमा गरे गराएको रहेछ भने त्यस्तो गराउने व्यक्तिलाई थप दुई वर्ष कैद सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२१५",
            "section_title": "दुरुत्साहन दिने वा आदेश दिने वा उद्योग गर्ने वा षडयन्त्र गर्ने व्यक्ति वा मतियारलाई सजाय हुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "यस परिच्छेदमा लेखिएको कसूर गर्न दुरुत्साहन दिने वा आदेश दिने व्यक्तिलाई मुख्य कसूरदारलाई भए सरह सजाय हुनेछ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि सो कुराको उद्योग वा षड्यन्त्र गर्ने वा मतियार हुने व्यक्तिलाई सो कसूरमा हुने सजायको आधा सजाय हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "२१६",
            "section_title": "आत्मसमर्पण गरेमा सजाय कम हुनेः",
            "content": "यस परिच्छेद अन्तर्गतको कसूर गर्ने व्यक्तिले कसूर गर्दा गर्दैको बखत सुरक्षाकर्मी समक्ष आत्मसमर्पण गरेमा वा अन्य कसूरदार वा सो कसूर गर्ने गिरोहका सदस्यलाई पक्राउ गर्न सहयोग पुयाएमा अवस्था हेरी अदालतले निजलाई सजाय कम गर्न सक्नेछ।"
          },
          {
            "section_number": "२१७",
            "section_title": "क्षतिपूर्ति भराई दिनु पर्नेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "यस परिच्छेद अन्तर्गतको कसूर गरे वा गराएको ठहरेमा कसूर गर्ने वा गराउने व्यक्तिबाट पीडित व्यक्तिलाई मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको क्षतिपूर्ति पीडित व्यक्ति मरी सकेको भए निजको नजिकको हकदारलाई भराई दिनु पर्नेछ ।"
              }
            ]
          },
          {
            "section_number": "२१८",
            "section_title": "हदम्यादः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "यस परिच्छेद अन्तर्गतका कुनै कसूर गरी कसैको ज्यान लिएकोमा जहिले सुकै पनि उजुर गर्न सकिने छ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) मा लेखिए बाहेक यस परिच्छेद अन्तर्गतको कुनै कसूर भए गरेको मितिले दुई वर्ष र दफा २११ र २१२ अन्तर्गतको कसूर भएकोमा सम्बन्धित व्यक्ति त्यस्तो कसूरबाट मुक्त भएको मितिले छ महिना नाघेपछि उजुर लाग्ने छैन।"
              }
            ]
          }
        ]
      },
      {
        "chapter_number": "१८",
        "chapter_title": "करणी सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२१९",
            "section_title": "जवर्जस्ती करणी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले जवर्जस्ती करणी गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "कसैले कुनै महिलालाई निजको मञ्जुरी नलिई करणी गरेमा वा मञ्जुरी लिएर भए पनि अठार वर्षभन्दा कम उमेरको कुनै बालिकालाई करणी गरेमा निजले त्यस्तो महिला वा बालिकालाई जवर्जस्ती करणी गरेको मानिनेछ ।",
                "explanation": {
                  "title": "स्पष्टीकरणः",
                  "content": "यस परिच्छेदको प्रयोजनको लागिः",
                  "points": [
                    {
                      "point_marker": "(क)",
                      "content": "करकाप, अनुचित प्रभाव, डर, त्रास, झुक्यानमा पारी वा अपहरण गरी वा शरीर बन्धक लिई लिएको मञ्जुरीलाई मञ्जुरी मानिने छैन,"
                    },
                    {
                      "point_marker": "(ख)",
                      "content": "होस ठेगानमा नरहेको अवस्थामा लिएको मञ्जुरीलाई मञ्जुरी मानिने छैन,"
                    },
                    {
                      "point_marker": "(ग)",
                      "content": "गुदद्वार वा मुखमा लिङ्ग पसाएमा, गुदद्वार, मुख वा योनीमा लिङ्ग केही मात्र पसेको भएमा, लिङ्ग बाहेक अन्य कुनै वस्तु योनीमा प्रवेश गराएमा पनि जवर्जस्ती करणी गरेको मानिनेछ ।"
                    }
                  ]
                }
              },
              {
                "subsection_number": "(३)",
                "content": "जवर्जस्ती करणी गर्ने व्यक्तिलाई त्यसरी करणी गर्दाको परिस्थिति र महिलाको उमेर हेरी देहाय बमोजिम कैद हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "दश वर्षभन्दा कम उमेरकी बालिका, पूर्ण अशक्त, अपाङ्गता भएका वा सत्तरी वर्षभन्दा बढी उमेरका महिला भए जन्म कैद"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "दश वर्ष वा दश वर्षभन्दा बढी चौध वर्षभन्दा कम उमेरकी बालिका भए *अठार वर्षदेखि बीस वर्षसम्म,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "चौध वर्ष वा चौध वर्षभन्दा बढी सोह्र वर्षभन्दा कम उमेरकी बालिका भए बाह्र वर्षदेखि चौध वर्षसम्म,"
                  },
                  {
                    "clause_letter": "(घ)",
                    "content": "सोह्र वर्ष वा सोह्र वर्षभन्दा बढी अठार वर्षभन्दा कम उमेरकी महिला भए दश वर्षदेखि बाह्र वर्षसम्म,"
                  },
                  {
                    "clause_letter": "(ङ)",
                    "content": "अठार वर्ष वा अठार वर्षभन्दा बढी उमेरकी महिला भए सात वर्षदेखि दश वर्षसम्म ।"
                  }
                ]
              },
              {
                "subsection_number": "(३क)",
                "content": "७ जवर्जस्ती करणी गर्ने व्यक्तिलाई उपदफा (३) बमोजिमको कैद सजायको अतिरिक्त देहाय बमोजिमको जरिबाना समेत हुनेछ र त्यस्तो जरिबाना बापत प्राप्त सबै रकम प्रचलित कानून बमोजिम स्थापना भएको पीडित राहत कोषमा जम्मा गरिनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "उपदफा (३) को खण्ड (क) वा (ख) बमोजिम कैद सजाय हुने कसूरदारलाई सात लाख रुपैयाँ जरिबाना,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "उपदफा (३) को खण्ड (ग) वा (घ) बमोजिम कैद सजाय हुने कसूरदारलाई पाँच लाख रुपैयाँ जरिबाना,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "उपदफा (३) को खण्ड (ङ) बमोजिम कैद सजाय हुने कसूरदारलाई तीन लाख रुपैयाँ जरिबाना ।"
                  }
                ]
              },
              {
                "subsection_number": "(४)",
                "content": "उपदफा (३) मा जुनसुकै कुरा लेखिएको भए तापनि बैबाहिक सम्बन्ध कायम रहेको अवस्थामा पतिले पत्नीलाई जवरजस्ती करणी गरेमा पाँच वर्ष सम्म कैद हुनेछ ।\nतर देहायको अवस्थालाई वैवाहिक सम्बन्ध कायम रहेको मानिने छैनः -",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "पतिसँग मानो छुट्टिई अंश मुद्दा चलेको,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "पतिसँग अंश लिई छुट्टै बसेको,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "पतिसँग सम्बन्ध विच्छेद मुद्दा चलेको।"
                  }
                ]
              },
              {
                "subsection_number": "(५)",
                "content": "उपदफा (४) बमोजिमको अवस्थामा पीडितको निवेदन माग बमोजिम आवश्यक भएमा अदालतले पतिको नाममा देहाय बमोजिमको आदेश जारी गर्न सक्नेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "पत्नीलाई निज बसी आएको घरमा नै बसोबास गर्न दिन, पत्नीलाई खान लाउन दिन, कुटपिट नगर्न तथा शिष्ट र सभ्य व्यवहार गर्न लगाउन,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "पत्नीलाई आवश्यक उपचार गराउन वा उपचारका लागि उपयुक्त रकम दिन लगाउन,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "दुवैलाई एकै ठाउँमा बसोबास गर्न उपयुक्त हुने नदेखिएमा पतिलाई अलग बस्ने व्यवस्था गर्न तथा त्यसरी अलग बस्दा पत्नीको भरणपोषणको लागि आवश्यक व्यवस्था गर्न लगाउन,"
                  },
                  {
                    "clause_letter": "(घ)",
                    "content": "पत्नीलाई कुनै प्रकारले दुःख दिने वा सताउने कार्य नगर्न र पत्नीको हित र सुरक्षाको निमित्त आवश्यक र उपयुक्त कुरा गर्न गराउन।"
                  }
                ]
              },
              {
                "subsection_number": "(६)",
                "content": "उपदफा (३) मा जुनसुकै कुरा लेखिएको भए तापनि आफूलाई मानवरोग प्रतिरोधक क्षमता ह्रास गर्ने जिवाणु (एच.आई.भी.पोजिटिभ) वा सरुवा यौनरोग (सेक्सुअली ट्रान्समिटेड डिजिज) भएको थाहा पाउँदा पाउँदै कसैले जवर्जस्ती करणी गरेको रहेछ भने त्यस्तो कसूरदारलाई उपदफा (३) मा लेखिएको सजायमा देहाय बमोजिमको थप सजाय समेत हुनेछः–",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "मानवरोग प्रतिरोधक क्षमता ह्रास गर्ने जिवाणु (एच.आई.भी. पोजिटिभ) भएको थाहा पाउँदा पाउँदै जवर्जस्ती करणी भएको भए दफा १०५ बमोजिमको सजाय,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "अन्य सरुवा यौनरोग (सेक्सुअली ट्रान्समिटेड डिजिज) भएको थाहा पाउँदा पाउँदै जवर्जस्ती करणी भएको भए तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना।"
                  }
                ]
              },
              {
                "subsection_number": "(७)",
                "content": "सामूहिक रुपमा जवर्जस्ती करणी गरेमा वा छ महिनाभन्दा बढीको गर्भवती, अशक्त वा अपाङ्ग वा शारीरिक वा मानसिक रुपमा अस्वस्थ महिलालाई वा हातहतियार देखाई जवर्जस्ती करणी गरेमा उपदफा (३) मा लेखिएको सजायमा थप पाँच वर्षसम्म कैद सजाय हुनेछ ।",
                "proviso": {
                  "marker": "□",
                  "content": "तर पूर्ण अशक्त अपाङ्गता भएकी महिला भएमा उपदफा (३) को खण्ड (क) बमोजिमको सजाय हुनेछ ।"
                }
              },
              {
                "subsection_number": "(८)",
                "content": "कसैले हाडनाताकी महिलालाई जवर्जस्ती करणी गरेकोमा निजलाई हाडनाता करणीमा सजाय हुने रहेछ भने यस परिच्छेद बमोजिमको सजायमा हाडनाताको करणीमा हुने सजाय समेत थप हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२२०",
            "section_title": "हाडनातामा करणी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले आफ्नो जात वा कुलमा चली आएको चलन, परम्परा वा मान्यता अनुसार विवाह गर्न नहुने नाताको व्यक्ति हो भन्ने जानीजानी त्यस्तो व्यक्तिसँग करणी लिनु दिनु हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "देहायका नातामा उपदफा (१) बमोजिमको कसूर गर्नेलाई देहाय बमोजिम सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "जन्माउने आमा छोराको वा बाबु छोरीको करणी भएमा जन्मकैद,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "सौतेनी आमा छोरा वा बाबु छोरी, सहोदर दिदी भाइ वा दाजु बहिनी, एकै हाँगाको ससुरा बुहारी, एकै हाँगाको बाजे नातिनी वा पनातिनी, एकै हाँगाका जेठाजु र भाइ बुहारी वा देवर भाउजूको करणी भएमा चार वर्षदेखि दश वर्षसम्म कैद र चालीस हजार रुपैयाँदेखि एक लाख रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "एकै हाँगाको तीन पुस्तासम्मको बज्यै, नाति वा पनाति, एकै हाँगाको ठूलो बाबु वा काका भतिजी, एकै हाँगाको भतिजो ठूली आमा वा काकी, एकै हाँगाको ससुरो भतिजी बुहारी, साख्यै मामा भाञ्जी वा भानिज माइजु, आमा तर्फका ठूली आमा वा सानी आमा र छोरा र आफ्नी श्रीमती तर्फकी सासू र ज्वाँइको करणी भएमा तीन वर्षदेखि छ वर्षसम्म कैद र तीस हजार रुपैयाँदेखि साठी हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "(घ)",
                    "content": "खण्ड (क), (ख) वा (ग) मा लेखिएदेखि बाहेक आफ्नो वंशका सात पुस्तासम्मका अन्य नातामा करणी भएमा हाँगो, नाता र पुस्ता समेत विचार गरी एक वर्षदेखि तीन वर्षसम्म कैद र दश हजार रुपैयाँदेखि तीस हजार रुपैयाँसम्म जरिबाना ।"
                  }
                ]
              }
            ]
          },
          {
            "section_number": "२२१",
            "section_title": "थुनामा रहेको व्यक्तिसँग करणी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कैद वा थुनामा रहेको कुनै व्यक्तिसँग सरकारी कर्मचारीले करणी गर्न वा करणी गर्न अरु कसैलाई संयोग पारी मिलाई दिई करणी गराउन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिम करणी गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद सजाय हुनेछ र त्यस्तो करणी यस संहिता वा अन्य कानून अनुसार पनि कसूर हुने रहेछ भने सो बमोजिमको सजायमा यस दफा बमोजिमको सजाय थप हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "२२२",
            "section_title": "आफ्नो संरक्षण वा सुरक्षामा रहेको व्यक्तिसँग करणी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले आफूले संरक्षण वा सुरक्षा दिएको वा आफ्नो हेरविचारमा रहेको कुनै व्यक्तिसँग करणी गर्न वा करणी गर्न अरुलाई सहयोग गर्न वा होस ठेगानमा नरहेको वा शारीरिक वा मानसिक रोग लागी उपचार वा पुनरुथापना गर्ने कुनै संस्थामा राखिएको कुनै व्यक्तिसँग त्यस्तो संस्थाका पदाधिकारी वा कर्मचारीले करणी गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन वर्षसम्म कैद हुनेछ र त्यस्तो करणी यस संहिता वा अन्य कानून अनुसार पनि कसूर हुने रहेछ भने सो बमोजिम हुने सजायमा यस दफाको सजाय थप हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२२३",
            "section_title": "कार्यालय वा पेशागत सेवा प्राप्त गर्ने व्यक्तिसँग करणी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "सरकारी वा निजी कार्यालयमा कार्यरत वा कुनै पेशागत सेवा वा व्यावसायिक कामको लागि सम्पर्कमा आएको वा रहेको कुनै व्यक्तिसँग त्यस्तो कार्यालयमा काम गर्ने कर्मचारी वा त्यस्तो सेवा उपलब्ध गराउने व्यक्तिले कार्यालयको काम गर्दा वा त्यस्तो सेवा उपलब्ध गराउँदा वा गराउने स्थानमा करणी गर्न वा करणी गर्न अरुलाई सहयोग गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई चार वर्षसम्म कैद र चालीस हजार रुपैयाँसम्म जरिबाना हुनेछ र त्यस्तो करणी यस संहिता वा अन्य कानून अनुसार पनि कसूर हुने रहेछ भने सो बमोजिम हुने सजायमा यस दफाको सजाय थप हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "२२४",
            "section_title": "यौन दुव्यवहार गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कसैलाई यौन दुव्यवहार गर्न वा गराउनु हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "कसैले आफ्नो पति वा पत्नी बाहेक अन्य व्यक्तिलाई निजको मञ्जुरी विना करणीका आशयले समातेमा वा निजको संवेदनशील अङ्ग छोएमा वा छुन प्रयास गरेमा, निजको भित्री पोशाक खोलेमा वा खोल्ने प्रयास गरेमा, निजले लगाउने भित्री पोशाक लगाउन वा फुकाल्न कुनै किसिमले बाधा अवरोध गरेमा वा निजलाई अस्वाभाविक रुपमा कुनै एकान्त ठाउँमा लगेमा, यौन सम्बन्धी आफ्नो अङ्ग निजलाई छुन, समाउन लगाएमा, निजसँग अश्लिल वा अन्य त्यस्तै प्रकारको शब्द मौखिक, लिखित वा साङ्केतिक रुपमा वा विद्युतीय माध्यमबाट प्रयोग गरेमा, अश्लिल चित्र वा तस्वीर देखाएमा, यौनका आशयले जिस्क्याएमा वा हैरानी दिएमा वा निजसँग अस्वाभाविक, अवाञ्छित वा अमर्यादित व्यवहार गरेमा निजले यौन दुव्यवहार गरेको मानिनेछ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२२५",
            "section_title": "बालयौन दुरुपयोग गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले बालयौन दुरुपयोग गर्न वा गराउन हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "कसैले करणीका आशयले बालबालिकालाई अस्वाभाविक रुपमा एकान्तमा लगेमा, यौन सम्बन्धी निजको अङ्ग छोएमा वा समातेमा, यौन सम्बन्धी आफ्नो अङ्ग निजलाई छुन वा समाउन लगाएमा वा निजसँग अन्य कुनै किसिमको यौनजन्य अस्वाभाविक व्यवहार गरेमा बालयौन दुरुपयोग गरेको मानिनेछ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२२६",
            "section_title": "अप्राकृतिक मैथुन गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कसैको मञ्जुरी विना अप्राकृतिक मैथुन गर्नु वा गराउनु हुँदैन ।",
                "explanation": {
                  "title": "स्पष्टीकरणः",
                  "content": "यस उपदफाको प्रयोजनको लागि बालबालिकाले दिएको मञ्जुरीलाई मञ्जुरी मानिने छैन।"
                }
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ ।"
              },
              {
                "subsection_number": "(३)",
                "content": "बालबालिका बिरुद्ध उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई दफा २१९ बमोजिम सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२२७",
            "section_title": "पशु करणी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले पनि पशु करणी गर्नु वा गराउनु हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई गाईको करणी गरे वा गराएको भए दुई वर्षसम्म कैद र बीस हजार रुपैयाँसम्म जरिबाना र अन्य पशु करणी गरे वा गराएको भए एक वर्षसम्म कैद र दश हजार रुपैंयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२२७क",
            "section_title": "७ मिलापत्र गर्न वा गराउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "यस परिच्छेद बमोजिम करणी सम्बन्धी कसूर भएपछि पीडित वा पीडितको परिवारलाई कुनै प्रकारको डर, धाक, धम्की दिई वा करकापमा पारी कुनै किसिमको लेनदेन गरी वा नगरी त्यस्तो कसूरमा उजुरी नगर्न, जाहेरी नदिन वा अदालतमा उपस्थित नहुन मञ्जुर गराउन वा कसूर गर्ने व्यक्ति र पीडित वा पीडितको परिवारको सदस्यबीच मेलमिलाप वा मिलापत्र गराउन वा त्यसको लागि दबाब दिन वा प्रभावमा पार्न हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर सार्वजनिक पद धारण गरेको व्यक्तिले गरे वा गराएमा निजलाई उपदफा (२) बमोजिम हुने सजायमा थप छ महिना कैद सजाय हुनेछ ।"
              },
              {
                "subsection_number": "(४)",
                "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कानून बमोजिम मतियार वा दुरुत्साहन मानिने कसूरमा सोही बमोजिम मुद्दा चलाई सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२२८",
            "section_title": "क्षतिपूर्ति भराई दिनु पर्नेः",
            "content": "*दफा २२० र २२७ अन्तर्गतको कसूर बाहेक यस परिच्छेद बमोजिमको अन्य कसूरबाट पीडित व्यक्तिलाई जरिबानाबाट प्राप्त हुने रकम समेत विचार गरी कसूरदारलाई सजाय निर्धारण गर्दा निजबाट मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ र कसुरदारले जरिबाना बापत पीडित राहत कोषमा बुझाएको रकम समेत पीडितलाई दिनु पर्नेछ ।",
            "proviso": {
              "marker": "तर",
              "content": "कसूरदारको कुनै सम्पत्ति नभई जबरजस्ती करणीको कसूरबाट पीडितले क्षतिपूर्ति नपाउने देखिएमा र प्रचलित कानून बमोजिमको पीडित राहत कोष स्थापना भइनसकेको अवस्थामा अदालतले नेपाल सरकारको महिला तथा बालबालिका विषय हेर्ने निकायको नाममा क्षतिपूर्ति स्वरुप उचित रकम पीडितलाई भराइदिने गरी आदेश गर्न सक्नेछ र त्यसरी आदेश भएमा सो कार्यालयबाट क्षतिपूर्ति बापतको रकम तत्काल पीडितलाई उपलब्ध गराउनु पर्नेछ।"
            }
          },
          {
            "section_number": "२२९",
            "section_title": "हदम्यादः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "दफा २२० अन्तर्गतको कसूरमा जहिले सुकै पनि उजुर गर्न सकिनेछ ।"
              },
              {
                "subsection_number": "(२)",
                "content": "दफा २१९, २२१, २२२, २२३, २२४, २२५ र १२२६ को उपदफा (३) र दफा २२७क. को उपदफा (१) अन्तर्गतको कसुर बालबालिकाको विरुद्ध भएकोमा त्यस्तो बालबालिका अठार वर्ष पूरा भएको मितिले तीन वर्षभित्र, त्यस्तो कसुर पूर्ण अशक्त, अपाङ्गता भएका, सुस्त मनस्थिति भएका वा सत्तरी वर्षभन्दा बढी उमेर भएका व्यक्तिका विरुद्ध भएमा कसूर भएको मितिले तीन वर्षभित्र र अन्यको हकमा त्यस्तो कसूर भएको मितिले दुई वर्षभित्र र यस परिच्छेद अन्तर्गतको अन्य कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।",
                "proviso": {
                  "marker": "Π",
                  "content": "तर थुनामा रहेको वा नियन्त्रणमा लिएको वा अपहरण गरेको वा शरीर बन्धक लिएको व्यक्ति विरुद्ध कसूर भएकोमा थुना, नियन्त्रण अपहरण वा शरीर बन्धकबाट मुक्ति पाएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
                }
              }
            ]
          }
        ]
      },
      {
        "chapter_number": "१९",
        "chapter_title": "इलाज सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२३०",
            "section_title": "इजाजत प्राप्त नगरेको व्यक्तिले इलाज गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "चिकित्सा सम्बन्धी विषयमा निर्धारित शैक्षिक योग्यता प्राप्त गरेपछि कानून बमोजिम अधिकार प्राप्त अधिकारीबाट इलाज गर्नको लागि इजाजत प्राप्त गरेको व्यक्तिले बाहेक कसैले कसैलाई चिकित्सा सेवा दिन, कसैको मानव शरीरको कुनै अङ्गको चिरफार गर्न, कुनै प्रकारको औषधि खुवाउन वा खान सिफारिस गर्न वा अन्य कुनै प्रकारले इलाज गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि लामो अनुभवबाट इलाज सम्बन्धमा जानकारी राख्ने व्यक्तिले उचित होसियारी अपनाई सानो तिनो रोग लागेको विरामीको मानव अङ्गलाई कुनै खास प्रतिकूल असर नपर्ने मामुली प्रकृतिको औषधि खुवाउन वा सानोतिनो घाउ, खटिरा चिरफार गरी उपचार गर्नमा बाधा पुग्ने छैन।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिवाना हुनेछ।"
              },
              {
                "subsection_number": "(४)",
                "content": "उपदफा (१) विपरीत हुने गरी चिकित्सा सेवा दिँदा, चिरफार गर्दा वा औषधि खुवाउँदा कसैको ज्यान मर्न गएमा कसूरदारलाई जन्म कैद हुनेछ र अङ्गभङ्ग भएमा पन्ध्र वर्षसम्म कैद हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "२३१",
            "section_title": "बद्रियत चिताई इलाज गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कसैको ज्यान मार्ने वा अङ्गभङ्ग गर्ने नियतले उपचार गर्न, एक किसिमको इलाज गर्नु पर्नेमा अर्को किसिमको इलाज गर्न वा कुनै औषधि खुवाउँदा वा खान सिफारिस गर्दा कसैको ज्यान मर्न वा अङ्गभङ्ग हुन सक्छ भन्ने जानीजानी वा सो थाहा पाउनु पर्ने मनासिब कारण भई त्यस्तो औषधि खुवाउन वा खान सिफारिस गर्न वा चिरफार गर्न वा मानव शरीरको कुनै एक अङ्गको चिरफार गर्नु पर्नेमा अर्को अङ्ग चिरफार गर्न वा त्यस्तो अङ्ग वेकम्मा बनाउन वा शरीरबाट त्यसलाई अलग गर्ने काम गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः–",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "कसैको ज्यान गएकोमा जन्मकैद,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "कसैको अङ्गभङ्ग भएकोमा दफा १९२ बमोजिमको सजाय ।"
                  }
                ]
              }
            ]
          },
          {
            "section_number": "२३२",
            "section_title": "लापरबाही वा हेलचेक्र्याइँ गरी इलाज गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कानून बमोजिम इलाज गर्न पाउने व्यक्तिले कसैको इलाज गर्दा *गम्भीर लापरबाही वा हेलचेक्र्याइँ गरी इलाज गर्न, औषधि खान दिन वा खान सिफारिस गर्न वा चिरफार गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "number_text_ocr": "९२)",
                "inference_note": "Subsection number OCRed as '९२)', assumed to be '(२)' based on sequence.",
                "content": "उपदफा (१) बमोजिमको कामबाट कसैको ज्यान मर्न गएमा वा अङ्गभङ्ग भएमा लापरवाहीपूर्ण काम गरेको कारणबाट ज्यान मरेमा वा अङ्गभङ्ग भएमा पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना र हेलचक्र्याई गरेको कारणबाट मरेकोमा वा अङ्गभङ्ग भएकोमा तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२३३",
            "section_title": "मञ्जरी विना मानव शरीरमा परीक्षण गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कानून बमोजिम इलाज गर्न पाउने व्यक्तिले मानव शरीरमा कुनै इलाज सम्बन्धी विधि, चिरफार वा औषधि परीक्षण गर्नु पर्दा सम्बन्धित व्यक्ति र बालबालिका वा होस ठेगानमा नभएको व्यक्ति भए निजको बाबु आमा वा संरक्षकको मञ्जुरी नलिई र त्यस्तो व्यक्ति वा बाबु आमा वा संरक्षकलाई त्यस कुराको जानकारी नदिई त्यस्तो काम गर्नु वा गराउनु हुँदैन।",
                "proviso": {
                  "marker": "□",
                  "content": "तर विपद् वा सडक दुर्घटना भएको वा सम्बन्धित व्यक्तिको बाबु, आमा वा संरक्षकको तत्काल मञ्जुरी लिन नसकिने वा सो कुराको जानकारी दिन नसकिने अवस्थामा त्यस्तो व्यक्तिको ज्यान जोगाउनको लागि तत्काल उपचार वा अङ्ग चिरफार गर्न कुनै बाधा पर्ने छैन।"
                }
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिम परीक्षण गर्दा त्यस्तो विधि, चिरफार वा औषधिको मानव शरीरमा हुन सक्ने असर समेतलाई विचार गरी होसियारी पूर्वक गर्नु पर्नेछ ।"
              },
              {
                "subsection_number": "(३)",
                "content": "कसैले अनुचित आर्थिक लाभ लिने वा महिलाको गोपनियता भङ्ग गर्ने वा अन्य कुनै नियतले कसैको शारीरिक परीक्षण गर्नु वा अङ्ग परिवर्तन गर्नु वा गराउनु हुँदैन ।"
              },
              {
                "subsection_number": "(४)",
                "content": "उपदफा (१), (२) वा (३) विपरीत परीक्षण गर्ने, गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "(५)",
                "content": "उपदफा (१), (२) वा (३) बमोजिमको कसूर गरेको कारणबाट कसैको ज्यान मरेकोमा ज्यान मारे सरह र अङ्गभङ्ग भएकोमा अङ्गभङ्ग गरे सरह सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२३४",
            "section_title": "जोखिमपूर्ण औषधि बिक्री वितरण गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कानून बमोजिम औषधि बिक्री वितरण गर्न पाउने व्यक्तिले इलाज गर्न पाउने इजाजत प्राप्त व्यक्तिको सिफारिस विना कसैलाई मानव शरीरमा गम्भीर असर हुने कुनै लागू औषध, विषादी वा जोखिमपूर्ण औषधि बिक्री वितरण गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई दुई वर्षसम्म कैद वा बीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२३५",
            "section_title": "औषधिमा मिसावट गर्न वा मिसावट गरेको औषधि बिक्री गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले जानीजानी औषधिको असर शुन्य वा घटी वा बदलिने वा हानिकारक हुने गरी कुनै औषधिमा मिसावट गर्न वा त्यसरी मिसावट भएको औषधि वा अन्य कुनै बस्तुलाई औषधि भनी बिक्री गर्न वा उपचारको निमित्त कसैलाई दिन वा कुनै व्यक्तिलाई त्यस्तो औषधि सेवन गर्न वा गराउन लगाउन हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिम सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "त्यस्तो औषधि सेवन गरेको कारणले ज्यान मरिसकेकोमा ज्यान मारेको सरह,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "त्यस्तो औषधि सेवन गरेको कारणले ज्यान मर्न सक्ने गरी खतरा पुगेको वा पुग्ने सम्भावना भएकोमा ज्यान मार्ने उद्योग गरे सरह,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "त्यस्तो औषधि सेवन गरेको कारणले शरीरको कुनै अङ्गभङ्ग हुने वा सोको शक्ति क्षीण वा हरण हुन सक्ने भएमा दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "(घ)",
                    "content": "खण्ड (क), (ख) वा (ग) को अवस्थामा बाहेक अन्य अवस्थामा पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना।"
                  }
                ]
              }
            ]
          },
          {
            "section_number": "२३६",
            "section_title": "म्याद नाघेको वा पूर्व सावधानी नलिई औषधि बिक्री वितरण गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कुनै निश्चित समयावधिभित्र प्रयोग गरिसक्नु पर्ने औषधि सो म्याद नाघेपछि बिक्री गर्न वा कुनै औषधि बिक्री वितरण गर्दा कुनै खास पूर्व सावधानी लिनु पर्नेमा त्यस्तो नलिई बिक्री वितरण गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद र दश हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२३७",
            "section_title": "एक औषधिलाई अर्को औषधि भनी बिक्री वितरण गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कानून बमोजिम औषधि बिक्री गर्न पाउने व्यक्तिले औषधि बिक्री वितरण गर्दा एक किसिमको औषधिलाई तात्विक रुपमा भिन्न अर्को किसिमको औषधि हो भन्ने जानीजानी वा थाहा पाउँनु पर्ने मनासिब कारण भई बिक्री वितरण गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई दुई वर्षसम्म कैद वा बीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "२३८",
            "section_title": "झुष्ठा प्रतिवेदन दिन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कानून बमोजिम मानव रगत, मूत्र वा खकार आदि प्रयोगशाला परीक्षण (प्याथोलोजिकल टेष्ट) गर्न इजाजतपत्र प्राप्त व्यक्तिले त्यसरी परीक्षण गर्दा झुठ्ठा वा गलत प्रतिवेदन दिन वा परीक्षणबाट प्राप्त तथ्यभन्दा फरक तथ्य उल्लेख गरी प्रतिवेदन दिन हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको प्रतिवेदनको आधारमा कसैलाई औषधि सिफारिस गरी सेवन गर्दा, चिरफार गर्दा वा उपचार गर्दा कसैको ज्यान मरेमा वा अङ्गभङ्ग भएमा त्यस्तो प्रतिवेदन दिने व्यक्ति कसूरदार मानिनेछ।"
              },
              {
                "subsection_number": "(४)",
                "content": "उपदफा (३) बमोजिम कसूर गर्ने वा गराउने व्यक्तिलाई ज्यान मरिसकेको भए ज्यान मारे सरह र अङ्गभङ्ग भएको भए अङ्गभङ्ग गरे सरह सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२३९",
            "section_title": "क्षतिपूर्ति भराई दिनु पर्नेः",
            "content": "यस परिच्छेद बमोजिमको कसूर गरेको कारणबाट कसैको ज्यान मरेमा वा अङ्गभङ्ग भएमा वा अन्य हानि, नोक्सानी वा क्षति पुगेकोमा कसूरदारबाट सम्बन्धित पीडितलाई र पीडितको मृत्यु भएकोमा निजको हकवालालाई मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ ।"
          },
          {
            "section_number": "२४०",
            "section_title": "हदम्यादः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "दफा २३० को उपदफा (४), २३१, २३२, २३३ को उपदफा (४), २३५ र २३८ को उपदफा (४) बमोजिमको कामबाट ज्यान मरेकोमा *दफा १८७ को उपदफा (१) मा उल्लिखित हदम्याद लाग्नेछ।"
              },
              {
                "subsection_number": "(२)",
                "content": "दफा २३० को उपदफा (१) अन्तर्गतको कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले एक वर्ष र यस परिच्छेद अन्तर्गतको अन्य कसूरको हकमा त्यस्तो कसूर भए गरेको मितिले छ महिना नाघेपछि उजुर लाग्ने छैन।"
              }
            ]
          }
        ]
      },
      {
        "chapter_number": "२०",
        "chapter_title": "चोरी तथा डाँका सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२४१",
            "section_title": "चोरी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले चोरी गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) को प्रयोजनको लागि कसैले अन्य व्यक्तिको स्वामित्व, कब्जा, नियन्त्रण वा जिम्मामा रहेको चल सम्पत्ति आफ्नो बनाउने, उपभोग गर्ने वा लिन खानका लागि त्यस्तो व्यक्तिको मञ्जुरी विना बेइमानीका नियतले लिएमा वा स्थान परिवर्तन गरेमा निजले चोरी गरेको मानिनेछ।",
                "explanation": {
                  "title": "स्पष्टीकरणः",
                  "content": "यस दफाको प्रयोजनका लागि –",
                  "points": [
                    {
                      "point_marker": "(क)",
                      "content": "“मञ्जुरी” भन्नाले लिखित वा मौखिक रुपमा दिइएको वा आचरणद्वारा व्यक्त भएको मञ्जुरी सम्झनु पर्छ।"
                    },
                    {
                      "point_marker": "(ख)",
                      "content": "अठार वर्ष नपुगेका बालबालिकाको वा होस ठेगानमा नभएको व्यक्तिको मञ्जुरीलाई मञ्जुरी मानिने छैन।"
                    }
                  ]
                }
              }
            ]
          },
          {
            "section_number": "२४२",
            "section_title": "चोरी गरेमा हुने सजायः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "देहाय बमोजिमको अवस्थामा चोरी गर्ने वा गराउने व्यक्तिलाई दुई वर्षदेखि सात वर्षसम्म कैद र बीस हजार रुपैयाँदेखि सत्तरी हजार रुपैयाँसम्म जरिबाना हुनेछः–",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "कुनै सरकारी वा सार्वजनिक सम्पत्ति वा कुनै धार्मिक स्थान वा देवालयको सम्पत्ति चोरी गरेमा,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "कुनै व्यक्तिलाई मादक पदार्थ खुवाई वा लागू पदार्थ सेवन गराई वा अरु किसिमले वेहोस गराई कुनै सम्पत्ति चोरी गरेमा,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "भूकम्प, आगलागी, बाढी, हूलदङ्गा वा यस्तै प्रकृतिको अरु कुनै सङ्कटापन्न स्थिति वा कुनै दुर्घटनाको मौका छोपी कुनै सम्पत्ति चोरी गरेमा,"
                  },
                  {
                    "clause_letter": "(घ)",
                    "content": "आफू जुन कार्यालय वा व्यक्तिको सेवामा रहेको छ त्यस्तो कार्यालय वा व्यक्तिको सम्पत्ति चोरी गरेमा,"
                  },
                  {
                    "clause_letter": "(ङ)",
                    "content": "मानिस वा वस्तु परिवहनको लागि उपयोग भएको कुनै सवारीमा चोरी गरेमा।"
                  }
                ]
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) मा लेखिएदेखि बाहेक अन्य अवस्थामा चोरी गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२४३",
            "section_title": "नकवजनी चोरी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले नकवजनी चोरी गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) को प्रयोजनको लागि कुनै घरमा सो घरको मूल ढोका फोरी वा मूल ढोका बाहेक अन्य कुनै बाटो, स्थान वा तरिका वा साधनबाट प्रवेश गरी चोरी गरेमा वा चोरी गरिसकेपछि मूल ढोका फोरी वा मूल ढोका बाहेक अन्य कुनै बाटो, स्थान वा तरिका वा साधनबाट बाहिर निस्केमा वा निस्कने उद्योग गरेमा निजले नकवजनी चोरी गरेको मानिनेछ ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन वर्षदेखि पाँच वर्षसम्म कैद र तीस हजार रुपैयाँदेखि पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२४४",
            "section_title": "डाँका गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले डाँका गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "कसैले देहाय बमोजिमको चोरी गरेमा निजले डाँका गरेको मानिनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "चोरी गर्नाका लागि वा चोरी गर्दा वा चोरी गरेको सम्पत्ति लैजान वा चोरी गरेपछि पक्राउबाट बच्नका लागि कुनै व्यक्तिको ज्यान लिएमा वा निजलाई *गम्भीर चोट पुर्याएमा वा बाँधछाँद वा थुनछेक गरेमा वा सो कुराको उद्योग गरेमा वा तत्कालै कुनै व्यक्तिको ज्यान लिने वा निजलाई *गम्भीर चोट पुर्याउने डरत्रास देखाएमा वा जोखिमी हातहतियार साथमा लिई चोरी गरेमा,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "तत्कालै कसैको ज्यान लिने वा कसैलाई चोट पुर्याउने वा नियन्त्रणमा लिने डरत्रास देखाई वा आपराधिक लाभ लिई कुनै रकम वा आर्थिक लाभ प्राप्त गरेमा,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "बाटो घाटो, एकान्त स्थल वा जङ्गलमा ढुकी डर, त्रास देखाई जोखिमी हातहतियार प्रयोग गरी वा सो प्रयोग गर्ने धम्की दिई वा चोरी गरेमा।"
                  },
                  {
                    "clause_letter": "(घ)",
                    "content": "तीन जना वा तीन जनाभन्दा बढीको जमात भई चोरी गरेमा।"
                  }
                ]
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिम सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "उपदफा (२) को खण्ड (क) वा (ख) बमोजिमको कसूर भए सात वर्षदेखि चौध वर्षसम्म कैद र सत्तरी हजार रुपैयाँदेखि एक लाख चालीस हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "उपदफा (२) को खण्ड (ग) वा (घ) बमोजिमको कसूर भए पाँच वर्षदेखि दश वर्षसम्म कैद र पचास हजारदेखि एक लाख रुपैयाँसम्म जरिबाना।"
                  }
                ]
              }
            ]
          },
          {
            "section_number": "२४५",
            "section_title": "चोरीमा प्रयोग हुने औजार लिई हिड्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले चोरी गर्ने वा डाँका गर्ने नियतले चोरी वा डाँकामा प्रयोग हुन सक्ने औजार, मालसामान, हातहतियार, नक्कली साँचो, पञ्जा, भऱ्याङ्ग आदि साधन लिई कसैको घर परिसरमा हिड्न वा प्रवेश गर्न वा प्रवेश गर्ने उद्योग गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिम हिँडने, प्रवेश गर्ने वा प्रवेश गर्ने उद्योग गर्ने व्यक्तिले अन्यथा प्रमाणित भएकोमा बाहेक चोरी गर्ने नियतले हिडेको, प्रवेश गरेको वा प्रवेश गर्न उद्योग गरेको मानिनेछ ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "२४६",
            "section_title": "बगली मार्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले बगली मार्न वा मार्न लगाउन हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) को प्रयोजनको लागि कसैले पैदल हिँडिरहेको, सवारी साधनमा यात्रा गरिरहेको वा कुनै सार्वजनिक स्थानमा रहेको व्यक्तिले थाहा पाउने वा नपाउने गरी निजको बगली वा निजको साथमा रहेको थैली, झोला वा अन्य कुनै किसिमको साधनमा रहेको नगद वा धनमाल लिएमा निजले बगली मारेको मानिनेछ ।\nतर दश हजार रुपैयाँ नगद वा दश हजार रुपैयाँभन्दा बढी मूल्य भएको धनमाल बगली मारेको भए दफा २४१ बमोजिमको कसूर गरेको मानिनेछ ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "पहिलो पटक बगली मारेको भए एक महिनासम्म कैद वा विगो बमोजिम जरिबाना वा दुवै सजाय,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "दोस्रो पटकदेखि पटक्कै पिच्छे दुई महिनासम्म कैद वा बिगो बमोजिम जरिबाना कैद वा दुवै सजाय।"
                  }
                ]
              }
            ]
          },
          {
            "section_number": "२४७क",
            "section_title": "□ थप सजाय गरी क्षतिपूर्ति भराईनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कानून बमोजिम आवश्यक वस्तु मानिने कुनै सरकारी, सार्वजनिक वा निजी वस्तु वा सम्पत्ति चोरी गर्ने वा चोरी गरी प्राप्त गरेको वस्तु वा सम्पत्ति जानीजानी किन्ने वा बेच्ने कार्य गर्ने व्यक्तिलाई यस परिच्छेद बमोजिमको कसूरमा हुने सजायमा थप एक वर्ष कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको वस्तु वा सम्पत्तिको हानि, नोक्सानी भइसकेको रहेछ भने त्यसको बिगो बमोजिमको क्षतिपूर्ति समेत कसूरदारबाट भराउनु पर्नेछ ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्ति यकिन भएकोमा सोही व्यक्ति र त्यस्तो व्यक्ति यकिन नभएकोमा त्यस्तो काम गर्न उक्साउने वा आदेश दिने व्यक्तिले कसूर गरेको मानिनेछ ।"
              }
            ]
          },
          {
            "section_number": "२४७",
            "section_title": "बिगो भराउनु पर्नेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "यस परिच्छेद बमोजिमको कसूर गर्ने कसूरदारबाट त्यस्तो कसूरको बिगो भएमा बिगो जफत गरी सम्पत्ति धनीलाई भराई दिनु पर्नेछ। कसूरदारले बिगोको सम्पत्ति मासिसकेको भए त्यस्तो बिगोको मूल्य बराबरको सम्पत्ति धनीलाई भराई दिनु पर्नेछ ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिम बिगो भराउँदा बरामद भई आएको मालमध्ये चिन्हले वा प्रमाणबाट यसको भन्ने ठहरेको जति जसको हो उसैलाई भराई दिई अरु धनी पत्ता नलागेको माल धरौट राखी तीन महिनाको अवधि दिई सूचना जारी गर्नु पर्नेछ र सो अवधिमा कसैले लिन आयो र चोरीको दरखास्तमा लेखिएको मालसँग मिल्न आयो भने सम्बन्धित मालधनीलाई फिर्ता दिनु पर्नेछ। त्यसरी मालवस्तु लिन आएन वा दरखास्तको मालमा मिलेन भने पहिले पक्री ल्याउने धनीलाई साबूत भराई बढ्ता भए अरु कायम गराइसकेको धनीलाई दामासाहीको हिसाबले भराई दिई बढी भए लिलाम गरी सरकारी कोषमा दाखिला गर्नु पर्नेछ ।"
              }
            ]
          },
          {
            "section_number": "२४८",
            "section_title": "हदम्यादः",
            "content": "दफा २४५ र २४६ अन्तर्गतको कसूरमा त्यस्तो कसूर भए गरेको मितिले तीन महिनाभित्र र यस परिच्छेद अन्तर्गतको अन्य कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले छ महिना नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      },
      {
        "chapter_number": "२१",
        "chapter_title": "ठगी, आपराधिक विश्वासघात तथा आपराधिक लाभ (एक्सटर्सन) सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२४९",
            "section_title": "ठगी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले ठगी गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) को प्रयोजनको लागि कसैले कसैलाई कुनै कुराको विश्वास दिलाएकोमा सो बमोजिम नगरी वा फकाई, झुक्याई वा अन्य कुनै किसिमले धोका दिई कुनै काम गरी वा गर्नबाट रोकी त्यस्तो व्यक्ति वा अन्य कसैलाई बेइमानीपूर्वक कुनै किसिमको हानि, नोक्सानी वा क्षति पुच्याएमा वा आफ्नो वा अरु कसैको लागि कुनै लाभ प्राप्त गरेमा निजले ठगी गरेको मानिनेछ ।",
                "explanation": {
                  "title": "स्पष्टीकरणः",
                  "content": "ठगीबाट पीडित व्यक्तिले ठगी गर्ने व्यक्तिबाट कुनै लिखत गराएको रहेछ भने त्यस विषयमा लिखत बमोजिम हुनेछ।"
                }
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "भ्रष्टाचार हुनेमा बाहेक नेपाल सरकार वा नेपाल सरकारको पूर्ण वा अधिकांश स्वामित्व वा नियन्त्रणमा भएको कुनै संस्थालाई ठगी गरेमा दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "आफनो नाम, दर्जा, पदवी, योग्यता ढाँटी ठगी गरेमा पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "खण्ड (क) वा (ख) मा लेखिएदेखि बाहेक अन्य कुनै किसिमले ठगी गरेमा सात वर्षसम्म कैद र सत्तरी हजार रुपैयाँसम्म जरिबाना।"
                  }
                ]
              },
              {
                "subsection_number": "(४)",
                "content": "बालबालिका, होस ठेगानमा नरहेको व्यक्ति, असहाय, निरक्षर वा पचहत्तर वर्ष माथिको व्यक्तिलाई ठगी गरेकोमा उपदफा (३) मा लेखिएको सजायमा थप एक वर्षसम्म कैद सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२४९क",
            "section_title": "* अनुचित लेनदेन गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले अनुचित लेनदेन गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) को प्रयोजनको लागि घरसारमा कसैले देहायका काम गरेमा अनुचित लेनदेन गरेको वा गराएको मानिनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "लेनदेन नभएको वा नगरेको रकम दिएको भनी लिखत तयार गर्ने,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "लेनदेन गरेको वास्तविक रकमभन्दा बढी रकमको लिखत तयार गर्ने,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "लेनदेन गदकैि बखत ब्याज रकम समेत सावाँमा जोडी लिखत तयार गर्ने,"
                  },
                  {
                    "clause_letter": "(घ)",
                    "content": "ब्याजलाई सावाँमा जोडी नयाँ लिखत तयार गर्ने,"
                  },
                  {
                    "clause_letter": "(ङ)",
                    "content": "ऋणीले तिरे बुझाएको रकमको भरपाई नदिने वा लिखत नबनाउने,"
                  },
                  {
                    "clause_letter": "(च)",
                    "content": "ऋणको सावाँभन्दा बढी ब्याज लिने,"
                  },
                  {
                    "clause_letter": "(छ)",
                    "content": "ऋण असुलीको लागि कुनै प्रकारको शारीरिक वा मानसिक हानि हुने गरी धम्की दिने वा हिंसा वा शोषण गर्ने, वा"
                  },
                  {
                    "clause_letter": "(ज)",
                    "content": "अनुचित लेनदेनको आधारमा ऋणीको अचल सम्पत्तिको हक हस्तान्तरण गरी लिने।"
                  }
                ]
              },
              {
                "subsection_number": "(३)",
                "content": "यो दफा प्रारम्भ हुनुअघि भएको लेनदेनको कारोबारको आधारमा कसैले उपदफा (२) बमोजिमको काम गर्न, गराउन वा अनुचित लेनदेनको रकम असुल उपर गर्न ऋणीलाई हैरानी पु-याउनु हुँदैन।"
              },
              {
                "subsection_number": "(४)",
                "content": "उपदफा (१) वा (३) बमोजिमको कसुर गर्ने वा गराउने व्यक्तिलाई कसुरको गम्भीरता हेरी सात वर्षसम्म कैद र सत्तरी हजार रूपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "(५)",
                "content": "अनुचित लेनदेनको कसुर गर्ने कसुरदारले त्यस्तो लेनदेनको आधारमा ऋणीबाट रकम वा अन्य कुनै चल सम्पत्ति लिएको रहेछ भने कारोबार भएको वास्तविक रकम र कानून बमोजिमको ब्याज निजलाई दिलाई बाँकी रकम वा अन्य चल सम्पत्ति सम्बन्धित ऋणीलाई कसुरदारबाट भराइदिनु पर्नेछ ।"
              },
              {
                "subsection_number": "(६)",
                "content": "अनुचित लेनदेनको आधारमा ऋणीको अचल सम्पत्तिको हक हस्तान्तरण भएको ठहर भएमा त्यस्तो हक हस्तान्तरण बदर हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२५०",
            "section_title": "ठेक्का वा करारको काममा फरक पार्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "निर्माण सम्बन्धी काम वा अन्य कुनै काम गर्ने जिम्मेवारी लिएको व्यक्तिले वा निजको तर्फबाट काम गर्ने कुनै व्यक्तिले बेइमानीका नियतले निर्धारित मापदण्ड वा गुणस्तरको माल प्रयोग नगरी वा प्रयोग हुने मालको परिमाण घटीबढी पारी वा अन्य कुनै किसिमबाट निर्धारित गुणस्तरभन्दा फरक पारी निर्माण कार्य वा अन्य काम गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "(३)",
                "content": "कुनै माल, वस्तु वा सेवा आपूर्ति गर्ने जिम्मेवारी भएको व्यक्ति वा निजको तर्फबाट काम गर्ने कुनै व्यक्तिले बेइमानीका नियतले कमसल वा घटी परिमाणका माल, वस्तु वा सेवा आपूर्ति गर्न वा अन्य कुनै किसिमबाट तोकिएको भन्दा फरक गुणको माल, वस्तु वा सेवा उपलब्ध गराउनु हुँदैन ।"
              },
              {
                "subsection_number": "(४)",
                "content": "उपदफा (३) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२५१",
            "section_title": "सम्पत्तिको आपराधिक उपयोग गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले सम्पत्तिको आपराधिक उपयोग गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) को प्रयोजनका लागि कसैले देहायको काम गरेमा निजले सम्पत्तिको आपराधिक उपयोग गरेको मानिनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "अर्काको सम्पत्ति बेइमानीको नियतले कब्जा गरी उपयोग गरेमा, हानि, नोक्सानी वा हिनामिना गरेमा वा सम्बन्धित व्यक्तिको मञ्जुरी विना भाडामा लगाएमा वा बेचबिखन गरेमा,\nतर कुनै जग्गाको वास्तविक सँधियारले भुलवस सामान्य रुपमा साँध सीमाना मिच्ने गरी कसैको सम्पत्ति उपयोग गरेकोमा यस खण्ड बमोजिमको कसूर मानिने छैन।"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "वेवारिसी सम्पत्ति पाउने व्यक्तिले त्यस्तो सम्पत्तिको धनी थाहा भएर वा त्यस्तो सम्पत्तिको धनी थाहा हुँदा हुँदै वा थाहा पाएपछि पनि मनासिब समयभित्र त्यस्तो धनीलाई त्यस्तो सम्पत्ति फिर्ता नगरी वा सम्पत्ति फिर्ता लिन सूचना नदिई वा त्यस्तो सम्पत्तिको धनीलाई उचित म्यादसम्म नपर्खी बेइमानीपूर्वक त्यस्तो सम्पत्ति आफ्नो निमित्त उपयोग गरेमा वा कुनै प्रकारले रुपान्तरण गरेमा।\nतर उचित प्रयास गर्दा पनि सम्पत्तिको धनी पत्ता नलागेमा वा सूचना दिएको उचित म्यादभित्र सम्पत्ति धनी सम्पत्ति फिर्ता लिन नआएमा सम्पत्ति पाउने व्यक्तिले सो सम्पत्ति आफ्नो निमित्त असल नियतले उपयोग गरेमा यस दफा बमोजिमको कसूर गरेको मानिने छैन।"
                  }
                ]
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई देहाय बमोजिम सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "कुनै व्यक्तिको मृत्यु हुँदाको बखत निजको कब्जामा रहेको सम्पत्ति निजको कानून बमोजिमको हकवालाको कब्जामा नपर्दै त्यस्तो सम्पत्तिको आपराधिक उपयोग गरेमा वा बालबालिका, मानसिक वा शारीरिक अस्वस्थताले होस ठेगानमा नरहेको व्यक्ति वा पचहत्तर वर्ष माथिका व्यक्तिको सम्पत्तिको आपराधिक उपयोग गरेमा तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "खण्ड (क) मा लेखिएदेखि बाहेक अन्य अवस्थामा सम्पत्तिको आपराधिक उपयोग गरेको भए एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय।"
                  }
                ]
              },
              {
                "subsection_number": "(४)",
                "content": "यस दफा बमोजिम आपराधिक उपयोग गरेको सम्पत्ति फिर्ता गर्न सकिने अवस्थामा रहेछ भने त्यसरी उपयोग गर्ने व्यक्तिले त्यस्तो सम्पत्तिको धनी वा निजको मृत्यु भइसकेको भए निजको नजिकको हकवालालाई फिर्ता गर्नु पर्नेछ।"
              }
            ]
          },
          {
            "section_number": "२५२",
            "section_title": "आपराधिक विश्वासघात गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले आपराधिक विश्वासघात गर्न वा गराउन हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) को प्रयोजनको लागि कसैले देहायको कुनै काम गरेमा निजले आपराधिक विश्वासघात गरे वा गराएको मानिनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "आफ्नो जिम्मा वा संरक्षणमा रहेको अर्काको सम्पत्ति बेइमानीपूर्वक आफ्नो निमित्त प्रयोग गरेमा वा कुनै प्रकारले रुपान्तरण गरेमा वा त्यस्तो सम्पत्तिको उपयोग तत्सम्बन्धी करार वा शर्तनामा वा कानून विपरीत बेइमानीपूर्वक आफ्नो निमित्त उपयोग गरेमा वा अरु कसैलाई उपयोग गर्न दिएमा वा हक टुटाई अरुलाई दिएमा वा दिलाएमा,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "अर्काको कुनै काम कारोवार गर्ने जिम्मा लिएको वा कानूनी कर्तव्य पालन गर्नु पर्ने जिम्मेवारी भएको व्यक्तिले वा कुनै काम कारोवारका सम्बन्धमा अर्काको प्रतिनिधिको रुपमा काम गर्ने व्यक्तिले आफू वा अरु कसैलाई फाइदा पुर्याउनको लागि आफ्नो कर्तव्यको विपरीत कुनै काम गरी त्यस्तो व्यक्तिलाई कुनै हानि, नोक्सानी वा क्षति पुच्याएमा ।"
                  }
                ]
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "कुनै संस्थाको व्यवस्थापक, प्रबन्धक, कर्मचारी वा प्रतिनिधिको हैसियतले कुनै व्यक्तिले वा कुनै सम्पत्ति एक ठाउँबाट अर्को ठाउँमा पुत्र्याइदिने वा गोदाम वा अन्य कुनै ठाउँमा सुरक्षित साथ राखे जिम्मा लिएको वा त्यस्तो गर्ने कानूनी कर्तव्य भएको व्यक्तिले आपराधिक विश्वासघात गरेमा पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "खण्ड (क) मा लेखिएदेखि बाहेक अरु कसैले आपराधिक विश्वासघात गरेमा तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय ।"
                  }
                ]
              }
            ]
          },
          {
            "section_number": "२५३",
            "section_title": "आपराधिक लाभ (एक्सटर्सन) लिन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले आपराधिक लाभ (एक्सटर्सन) लिन वा लिन लगाउन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) को प्रयोजनको लागि कसैले कुनै व्यक्तिलाई निजको वा अरु कसैको कुनै क्षति पुर्याउने डर त्रासमा पारी निजबाट बेइमानीपूर्वक आफ्नो वा अरु कसैको लागि कुनै लाभ उठाएमा वा त्यस्तो लाभ उठाउने नियतले कुनै काम गराएमा वा निजलाई कुनै काम गर्नबाट रोकेमा आपराधिक लाभ लिएको मानिनेछ ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिम सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "आपराधिक लाभ लिने नियतले कसैको ज्यान लिने, अङ्गभङ्ग गर्ने वा गम्भीर चोट पुर्याउने डर वा त्रास देखाएमा सात वर्षसम्म कैद र सत्तरी हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "कसैको व्यवसायमा गैर कानूनी तरिकाले कुनै क्षति पुर्याउने वा चरित्रमा झुठो दोष लगाउने नियतले डर, त्रास देखाई आपराधिक लाभ लिएमा तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "खण्ड (क) वा (ख) मा लेखिएदेखि बाहेक अन्य अवस्थामा आपराधिक लाभ लिएमा एक वर्षसम्म कैद र दश हजार रुपैयाँसम्म जरिबाना।"
                  }
                ]
              }
            ]
          },
          {
            "section_number": "२५४",
            "section_title": "क्षतिपूर्तिः",
            "content": "यस परिच्छेद बमोजिमको कसूरबाट कसैलाई हानि, नोक्सानी पुगेको रहेछ भने त्यस्तो कसूरदारबाट विगो खुलेकोमा बिगो असूल गरी पीडितलाई भराई दिनु पर्नेछ र विगो नखुलेकोमा पीडितलाई मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ ।"
          },
          {
            "section_number": "२५५",
            "section_title": "हदम्यादः",
            "content": "यस परिच्छेद अन्तर्गतका कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले एक वर्ष नाघे पछि उजुर लाग्ने छैन।"
          }
        ]
      },
      {
        "chapter_number": "२२",
        "chapter_title": "मुद्रा सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२५६",
            "section_title": "खोटा मुद्रा बनाउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले खोटा मुद्रा बनाउन वा बनाउने उद्योग गर्न हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई मुद्राको परिमाण र मूल्य विचार गरी पाँच वर्षदेखि दश वर्षसम्म कैद र पचास हजार रुपैयाँदेखि एक लाख रुपैयाँसम्म जरिबाना हुनेछ।",
                "explanation": {
                  "title": "स्पष्टीकरणः",
                  "content": "यस परिच्छेदको प्रयोजनका लागि,-",
                  "points": [
                    {
                      "point_marker": "(क)",
                      "content": "“मुद्रा” भन्नाले सबै किसिमको करेन्सी नोट, पोस्टल अर्डर, पोस्टल नोट, मनी अर्डर, चेक, ड्राफ्ट, ट्राभलर्स चेक, प्रतितपत्र, विनिमयपत्र, प्रतिज्ञापत्र, क्रेडिट कार्ड सम्झनु पर्छ र सो शब्दले बैङ्कले आवश्यकता अनुसार सार्वजनिक सूचना प्रकाशन र प्रसारण गरी तोकिदिएको अन्य यस्तै प्रकारका मौद्रिक उपकरण समेतलाई जनाउँछ ।"
                    },
                    {
                      "point_marker": "(ख)",
                      "content": "“खोटा मुद्रा” भन्नाले नेपाल सरकार वा नेपाल राष्ट्र बैङ्क वा विदेशी सरकार वा अधिकार प्राप्त विदेशी संस्थाले निकालेको हो भन्ने भान पार्ने वा विश्वास हुने गरी अनधिकृत रुपमा बनाएको वा नक्कली मुद्रा सम्झनु पर्छ ।"
                    }
                  ]
                }
              }
            ]
          },
          {
            "section_number": "२५७",
            "section_title": "खोटा मुद्रा चलन गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले खोटो मुद्रा हो भन्ने जानीजानी सद्दे सरह चलन गर्ने नियतले त्यस्तो मुद्रा खरिद वा बिक्री गर्न, निकासी वा पैठारी गर्न, लेनदेन गर्न, सद्दे सरह चलनमा ल्याउन वा त्यसको उद्योग गर्न वा आफूसँग राख्ख हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई सात वर्षसम्म कैद र सत्तरी हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२५८",
            "section_title": "खोटा मुद्रा बनाउने सामान बनाउन, राख्न वा मर्मत गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "खोटा मुद्रा बनाउन वा बनाउने काममा प्रयोग हुन्छ भन्ने जानीजानी वा विश्वास गर्ने मनासिब कारण भई कसैले कुनै औजार वा अन्य कुनै सामान बनाउन, मर्मत गर्न, खरिद बिक्री गर्न, दिन लिन वा निकासी वा पैठारी गर्न वा आफूसँग राख्ख्र हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई सात वर्षसम्म कैद र सत्तरी हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२५९",
            "section_title": "मापदण्ड विपरीत मुद्रा बनाउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "प्रचलित कानून बमोजिम मुद्रा बनाउने अधिकार पाएको कुनै अधिकारी वा व्यक्तिले जानीजानी कानूनद्वारा निर्धारित मापदण्ड विपरीत हुने गरी मुद्रा बनाउन, मुद्रा बनाउने शर्त बन्देज विपरीत मुद्रा बनाउन, बनाउनु पर्नेभन्दा बढी परिमाणमा मुद्रा बनाउन वा त्यसरी फरक पारी बनाउने नियतले कुनै काम गर्न वा त्यसबाट आफूलाई वा अरु कसैलाई लाभ पुर्याउन वा त्यस्तो काममा सहयोग पुर्याउन हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई सात वर्षसम्म कैद र सत्तरी हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२६०",
            "section_title": "मुद्रा बनाउने औजार बाहिर लैजान नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कानून बमोजिम अधिकार प्राप्त अधिकारीको आदेशले बाहेक कसैले मुद्रा बनाउने यन्त्र वा उपकरण वा अन्य सामग्री मुद्रा बनाउने ठाउँबाट बाहिर लैजान हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२६१",
            "section_title": "मुद्राको तौल घटाउन वा रुप वदल्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "सद्दे सरह व्यवहारमा चलाउने नियतले वा सो हुन सक्छ भन्ने जानीजानी कसैले धातुबाट बनेको मुद्राको तौल घटाउन वा धातुको अंश फरक पार्न वा एक किसिमको मुद्रालाई अर्को किसिमको मुद्रा हो भन्ने भान पार्ने गरी निकासी वा पैठारी गर्न वा आफूसँग राख्ख्रत्र हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२६२",
            "section_title": "रोक लगाइएको मुद्रा चलन चल्तीमा ल्याउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "चलन चल्तीमा रहेको मुद्रालाई चलन चल्तीमा ल्याउन रोक लगाउने गरी कानून बमोजिम अधिकार प्राप्त अधिकारीको आदेश भएकोमा त्यस्तो आदेश प्रतिकूल हुने गरी त्यसरी रोक लगाइएको मुद्रा चलन चल्तीमा ल्याउन, लेनदेन गर्न वा राख्ख्र हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ र त्यसरी चलन चलाएको, लेनदेन गरेको वा राखेको मुद्रा समेत जफत हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२६३",
            "section_title": "बैङ्क नोट वा सिक्का जलाउन, गाल्न, च्यात्न वा बैङ्क नोटमा लेख्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "अधिकार प्राप्त अधिकारीको आदेश विना कसैले मुद्राको रुपमा ग्राह्य भएको बैङ्क नोट वा सिक्कालाई जलाउन वा त्यसलाई काम नलाग्ने गरी गाल्न वा च्यात्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "कसैले बैङ्क नोटमा लेख वा कोर्न हुँदैन।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) वा (२) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन महिनासम्म कैद र पाँच हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२६४",
            "section_title": "झुत्रो बैङ्क नोट दुरुपयोग गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "मुद्राको रुपमा ग्राह्य भएको बैङ्क नोट झुत्रो भई वा अक्षर, चिह्न वा आकार नचिनिने भई वा अन्य कुनै कारणले चलन चल्तीमा ल्याउन नहुने भई सडाउने वा जलाउने ठहर भएका झुत्रा नोटहरु कानून बमोजिम अधिकार प्राप्त अधिकारीको आदेशले जलाउने वा सडाउने कर्तव्य भएको व्यक्तिले त्यस्तो बैङ्क नोट चलन चल्तीमा ल्याउन वा त्यसबाट कुनै किसिमको लाभ पाउने वदनियतले नजलाई वा नसडाई राख वा कसैलाई दिन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२६५",
            "section_title": "जफत हुनेः",
            "content": "यस परिच्छेद बमोजिमको कसूर गर्न प्रयोग भएको मुद्रा, औजार, उपकरण वा यन्त्र र त्यससँग सम्बन्धित सामग्री जफत हुनेछ ।"
          },
          {
            "section_number": "२६६",
            "section_title": "हदम्यादः",
            "content": "यस परिच्छेद अन्तर्गतको कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले एक वर्ष नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      },
      {
        "chapter_number": "२३",
        "chapter_title": "टिकट सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२६७",
            "section_title": "खोटा टिकट बनाउन वा चलन गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले सद्दे सरह चलन गर्ने नियतले खोटा टिकट बनाउन वा बनाउने उद्योग गर्न, खरिद बिक्री गर्न, लेनदेन गर्न वा निकासी"
              }
            ]
          }
        ]
      },
      {
        "chapter_number": "२३",
        "title": "टिकट सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२६७",
            "title": "खोटा टिकट बनाउन वा चलन गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले सद्दे सरह चलन गर्ने नियतले खोटा टिकट बनाउन वा बनाउने उद्योग गर्न, खरिद बिक्री गर्न, लेनदेन गर्न वा निकासी वा पैठारी गर्न वा सद्दे सरह चलन गर्न वा त्यस्तो गर्न उद्योग गर्न वा आफूसँग राख्ख्र हुँदैन ।",
                "explanation": {
                  "marker": "स्पष्टीकरणः",
                  "content": "यस परिच्छेदको प्रयोजनका लागिः",
                  "clauses": [
                    {
                      "clause_letter": "क",
                      "content": "(क) “टिकट” भन्नाले हुलाक टिकट वा लिखतमा टाँसिने राजस्व सम्बन्धी अन्य टिकट सम्झनु पर्छ र सो शब्दले खाम, हुलाक पत्र वा अरु कुनै वस्तुमा लगाइएको वा छापिएको टिकटको निस्सा वा टिकटको प्रयोजनका लागि प्रयोग हुने स्टिकर समेतलाई जनाउँछ ।"
                    },
                    {
                      "clause_letter": "ख",
                      "content": "(ख) “खोटा टिकट” भन्नाले खण्ड (क) मा उल्लेख गरिए बमोजिमको टिकट हो भन्ने भान पार्ने गरी अनधिकृत रुपमा बनाएको नक्कली टिकट सम्झनु पर्छ र सो शब्दले एकपटक प्रयोग भइसकेको टिकट समेतलाई जनाउँछ।"
                    }
                  ]
                }
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२६८",
            "title": "खोटा टिकट बनाउने औजार खरिद, बिक्री, मर्मत इत्यादी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) खोटा टिकट बनाउने काममा प्रयोग हुन्छ भन्ने जानीजानी वा विश्वास गर्नु पर्ने मनासिब कारण भई कसैले कुनै औजार वा अन्य कुनै सामान बनाउन, मर्मत गर्न, खरिद बिक्री गर्न, लेनदेन गर्न वा आफूसँग राख्ख हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२६९",
            "title": "प्रयोग भएको टिकट पुनः प्रयोगमा ल्याउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) एक पटक प्रयोग भइसकेको टिकट हो भन्ने जानीजानी त्यस्तो टिकट कसैले पुनः सद्दे सरह प्रयोग गर्न, सद्दे सरह प्रयोग गर्ने नियतले टिकटमा लागेको छाप वा चिह्न मेट्न, खुर्कन वा उडाउन वा त्यसको उद्योग गर्न हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२७०",
            "title": "सार्वजनिक लिखतमा प्रयोग भएको टिकट उप्काउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले कुनै सार्वजनिक लिखतमा प्रयोग भएको कुनै टिकट उप्काउन वा उप्काउने उद्योग गर्न हुँदैन ।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई छ महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२७१",
            "title": "जफत हुनेः",
            "content": "यस परिच्छेद बमोजिमको कसूर गर्न प्रयोग भएको टिकट, औजार, उपकरण वा त्यससँग सम्बन्धित सामग्री जफत हुनेछ।"
          },
          {
            "section_number": "२७२",
            "title": "हदम्यादः",
            "content": "यस परिच्छेद अन्तर्गतको कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले एक वर्ष नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      },
      {
        "chapter_number": "२४",
        "title": "नापतौल सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२७३",
            "title": "नाप्ने वा तौलने साधन नक्कली बनाउन वा चलन गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले नाप्ने, तौलने वा गुणस्तर निर्धारण गर्ने कुनै साधन निर्धारित स्तरभन्दा घटी बढी हुने गरी बनाउन वा बनाउन लगाउन वा त्यसरी बनाएको नाप्ने, तौलने, गुणस्तर निर्धारण गर्ने साधन जानीजानी सक्कली सरह चलन गर्न वा चलन गर्ने नियतले राख्न वा बिक्री गर्न वा त्यस्तो साधनमा लगाउने छाप वा टाँचा नक्कली बनाउन वा नाप्ने, तौलने वा गुणस्तर निर्धारण गर्ने साधनको छाप वा टाँचा विगार्न वा अर्को कुनै साधनको मद्दतले त्यस्तो साधनको नाप्ने, तौलने वा गुणस्तर निर्धारण क्षमतामा प्रभाव पार्न वा त्यस्तो साधनमा नक्कली छाप वा टाँचा लगाउन वा अन्य कुनै उपायद्वारा चलन चल्तीको नाप वा तौललाई घटी बढी हुन सक्ने बनाउन हुँदैन ।",
                "explanation": {
                  "marker": "स्पष्टीकरणः",
                  "content": "यस दफाको प्रयोजनको लागि “नाप्ने, तौलने वा गुणस्तर निर्धारण गर्ने साधन” भन्नाले कुनै वस्तु वा सेवाको इकाई, गुण वा परिमाण वा त्यस्तो बस्तु वा सेवाको शुद्धता वा स्तर वा कुनै वस्तुको इकाई निर्धारण गर्न कानून बमोजिम चलन चल्तीमा रहेको साधन सम्झनु पर्छ ।"
                }
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिम बनाएको, चलन चल्तीमा ल्याएको साधन, त्यसलाई बनाउने वा मर्मत गर्ने औजार समेत जफत हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "२७४",
            "title": "नाप्ने, तौलने वा गुणस्तर निर्धारण गर्ने साधन कपटपूर्ण प्रयोग गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले कुनै व्यवसाय, कारोबार वा व्यापारको सिलसिलामा नाप्ने, तौलने वा गुणस्तर निर्धारण गर्ने साधन प्रयोग गर्नु पर्दा कानून बमोजिम त्यस्तो साधनको चलन चल्तीमा निर्धारण गरिएको नाप, तौल वा स्तरभन्दा घटी बढी हुने गरी कपटपूर्ण रुपमा प्रयोग गर्न, अर्को कुनै साधन वा उपायको मद्दतले त्यस्तो साधनको चलन चल्तीको नाप्ने, तौलने वा गुणस्तर निर्धारण गर्ने कुरामा प्रतिकूल प्रभाव पार्न हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२७५",
            "title": "हदम्यादः",
            "content": "यस परिच्छेद अन्तर्गतको कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      },
      {
        "chapter_number": "२५",
        "title": "लिखत सम्बन्धी कसूर",
        "sections": [
          {
            "section_number": "२७६",
            "title": "कीर्ते गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले कीर्ते गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) को प्रयोजनको लागि कसैले सर्वसाधारण वा कसैलाई कुनै हानि, नोक्सानी वा क्षति पुर्याउने वा आफू वा कसैलाई कुनै लाभ पुर्याउने नियतले कुनै झुष्ठा लिखत वा झुठ्ठा विद्युतीय अभिलेख वा लिखत वा विद्युतीय अभिलेखको झुष्ठा अंश वा भाग बनाउने काम गरेमा निजले कीर्ते गरेको मानिनेछ ।",
                "explanation": {
                  "marker": "स्पष्टीकरणः",
                  "content": "यस दफाको प्रयोजनका लागि,-",
                  "clauses": [
                    {
                      "clause_letter": "क",
                      "content": "(क) “लिखत” भन्नाले लिखतमा लागेको सही, औंठा छाप, छाप र लिखतमा जनिएको अङ्क, अक्षर, मिति वा अन्य कुनै व्यहोरा सम्झनु पर्छ।"
                    },
                    {
                      "clause_letter": "ख",
                      "content": "(ख) “झुठ्ठा लिखत बनाउने काम” भन्नाले देहायको कुनै काम सम्झनु पर्छः-",
                      "subclauses": [
                        {
                          "subclause_number": "१",
                          "content": "(१) जुन अधिकारी वा व्यक्तिले लिखत बनाएको, लेखेको वा सहीछाप गरेको होइन त्यस्तो अधिकारी वा व्यक्तिले लिखत बनाएको, लेखेको वा सहिछाप गरेको हो भन्ने विश्वास पार्ने किसिमबाट बेइमानीपूर्वक लिखत वा त्यसको अंश तयार गर्ने, विद्युतीय अभिलेख तयार गर्ने वा पठाउने, विद्युतीय अभिलेखमा डिजिटलहरु संरक्षण गर्ने,"
                        },
                        {
                          "subclause_number": "२",
                          "content": "(२) विना अधिकार वा वेइमानीपूर्वक कुनै लिखत वा विद्युतीय अभिलेखमा कुनै कुरा थपी, मेटी, केरी, परिवर्तन गरी वा अन्य कुनै किसिमबाट व्यहोरा फरक वा नबुझिने पार्ने,"
                        },
                        {
                          "subclause_number": "३",
                          "content": "(३) मानसिक अस्वस्थताको कारणबाट होस ठेगानमा नभएको, मादक पदार्थ वा लागू पदार्थ सेवन गरेको वा छलकपटमा पारिएको कारणले कसैले लिखतमा लेखिएको कुराको मतलव बुझ्न सक्दैन भन्ने जानीजानी त्यस्तो व्यक्तिलाई लिखत बनाउन, सहिछाप गर्न वा लिखतमा लेखिएको कुनै कुरा बदल्न लगाउने,"
                        },
                        {
                          "subclause_number": "४",
                          "content": "(४) एक कामको लागि सहीछाप गरी लिफा, कागज वा छाप लिए दिएकोमा त्यस्तो काममा नलगाई अर्कै प्रयोजनको लिखत खडा गर्ने वा सोमा लगाउने ।"
                        }
                      ]
                    }
                  ]
                }
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) राष्ट्रपतिबाट प्रमाणीकरण भएको लिखत कीर्ते गर्नेलाई दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "क१",
                    "marker": "□",
                    "content": "(क१) प्रदेश प्रमुखबाट प्रमाणीकरण भएको लिखत कीर्ते गर्नेलाई खण्ड (क) बमोजिमको कैद र जरिबाना,",
                    "note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा थप।"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) अदालतको फैसला वा आदेश कीर्ते गर्नेलाई आठ वर्षसम्म कैद र असी हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) खण्ड (क) र (ख) मा लेखिएदेखि बाहेक अन्य सरकारी वा सार्वजनिक लिखत कीर्ते गर्नेलाई सात वर्षसम्म कैद र सत्तरी हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) खण्ड (क), (ख) र (ग) मा लेखिएदेखि बाहेक अन्य कुरा कीर्ते गर्नेलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना ।"
                  }
                ]
              },
              {
                "subsection_number": "४",
                "content": "(४) कसैले कीर्ते गरी प्राप्त गरेको सम्पत्ति लिई मासिसकेको रहेछ भने निजलाई उपदफा (३) बमोजिमको सजायको अतिरिक्त विगो बमोजिमको थप जरिबाना समेत हुनेछ ।"
              },
              {
                "subsection_number": "५",
                "content": "(५) कसैले कीर्ते गरी कुनै सम्पत्ति प्राप्त गरेको रहेछ भने निजले त्यस्तो सम्पत्ति सम्बन्धित धनीलाई फिर्ता गर्नु पर्नेछ र त्यस्तो सम्पत्ति मासिसकेको रहेछ भने कसूरदारको अन्य जायजातबाट त्यसको बिगो धनीलाई भराई दिनु पर्नेछ ।"
              }
            ]
          },
          {
            "section_number": "२७७",
            "title": "कीर्ते लिखत सद्दे सरह राख्न वा व्यवहारमा ल्याउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कीर्ते लिखत हो भन्ने जानीजानी वा विश्वास गर्नु पर्ने मनासिब कारण भई कसैले बेइमानीपूर्वक त्यस्तो लिखत सद्दे सरह व्यवहार गर्ने नियतले साथमा राखु हुँदैन ।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "३",
                "content": "(३) कीर्ते लिखत हो भन्ने जानीजानी वा विश्वास गर्नु पर्ने मनासिब कारण भई कसैले त्यस्तो लिखत सद्दे सरह व्यवहारमा ल्याएमा निजलाई त्यस्तो लिखत कीर्ते गरे सरहको सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२७८",
            "title": "कीर्ते लिखत बनाउने औजार बनाउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले कीर्ते लिखत खडा गर्ने वा बनाउने काममा प्रयोग गर्ने नियतले वा त्यस्तो काममा प्रयोग हुन सक्छ भन्ने जानीजानी वा विश्वास गर्नु पर्ने मनासिब कारण भई कीर्ते लिखत बनाउने छाप वा अन्य कुनै औजार बनाउन, मर्मत गर्न, खरीद गर्न, दिन लिन वा आफूसँग राखु हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई चार वर्षसम्म कैद र चालीस हजार रुपैयाँसम्म जरिबाना हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "२७९",
            "title": "जालसाजी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले जालसाजी गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) को प्रयोजनको लागि कीर्ते मानिने कसूर बाहेक कसैको हक मेट्ने, हदम्याद, तारेख जाने, कुनै किसिमले हानि, नोक्सानी गर्ने वा कसैलाई क्षति वा लाभ पुर्याउने नियतले जानीजानी नभए वा नगरेको कुरा भए गरेको हो भनी वा झुष्ठा मिति, अङ्क वा व्यहोरा उल्लेख गरी लिखत बनाएमा वा त्यस्तो लिखतमा सहीछाप गरे वा गराएमा वा आफ्नो हक नभएको कुरामा हक भएको देखाई कुनै काम गरेमा जालसाजीको कसूर गरेको मानिनेछ ।"
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              },
              {
                "subsection_number": "४",
                "content": "(४) कसैले जालसाजी गरी प्राप्त गरेको सम्पत्ति लिई मासिसकेको रहेछ भने निजलाई उपदफा (३) बमोजिमको सजायको अतिरिक्त विगो बमोजिमको थप जरिबाना समेत हुनेछ ।"
              },
              {
                "subsection_number": "५",
                "content": "(५) कसैले जालसाजी गरी कुनै सम्पत्ति प्राप्त गरेको रहेछ भने निजले त्यस्तो सम्पत्ति सम्बन्धित धनीलाई फिर्ता गर्नु पर्नेछ र त्यस्तो सम्पत्ति मासिसकेको रहेछ भने कसूरदारको अन्य जायजातबाट त्यसको बिगो धनीलाई भराई दिनु पर्नेछ ।"
              }
            ]
          },
          {
            "section_number": "२८०",
            "title": "जालसाजी लिखत सद्दे सरह व्यवहारमा ल्याउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले जालसाजी लिखत हो भन्ने थाहा पाई वा थाहा पाउनु पर्ने मनासिब कारण भई त्यस्तो लिखत सद्दे सरह व्यवहारमा ल्याउन हुँदैन ।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई जालसाजी गरे सरहको सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२८१",
            "title": "मतियार मानी सजाय हुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कीर्ते कागज हो भनी जानीजानी साक्षी बस्ने वा लिखत लेख्ने व्यक्तिलाई कीर्ते कसूरको मतियार मानिनेछ ।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको मतियारलाई * दफा २७६ को उपदफा (३) मा उल्लिखित सजायको आधा सजाय हुनेछ।",
                "note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित।"
              }
            ]
          },
          {
            "section_number": "२८२",
            "title": "क्षतिपूर्ति भराई दिनु पर्नेः",
            "content": "यस परिच्छेद बमोजिमको कसूरबाट कसैलाई हानि, नोक्सानी, भएकोमा कसूरदारबाट त्यस्तो हानि, नोक्सानी भएको व्यक्तिलाई मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ ।"
          },
          {
            "section_number": "२८३",
            "title": "हदम्यादः",
            "content": "सार्वजनिक लिखत कीर्ते गरेकोमा थाहा पाएको मितिले दुई वर्ष र यस परिच्छेद अन्तर्गतको अन्य कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले छ महिना नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      },
      {
        "chapter_number": "२६",
        "title": "आपराधिक प्रवेश तथा आपराधिक उपद्रव सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२८४",
            "title": "आपराधिक प्रवेश गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले कसैको सम्पत्तिमा आपराधिक प्रवेश गर्न वा गराउन हुँदैन ।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) को प्रयोजनको लागि कसैले देहायको कुनै काम गर्ने नियतले हूल हुज्जत गरी वा नगरी अनधिकृत रुपमा अर्काको स्वामित्व वा कब्जामा रहेको कुनै सम्पत्तिमा त्यस्तो व्यक्तिको अनुमति नलिई प्रवेश गरेमा वा अनुमति लिई प्रवेश गरेकोमा त्यस्तो कुनै काम गर्ने नियतले सो सम्पत्तिमा बसिरहेमा, ओगटेमा वा सम्पत्ति उपभोग गरी रहेमा निजले आपराधिक प्रवेश गरेको मानिनेछः-",
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) कुनै कसूर गर्ने, वा"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) जुन व्यक्तिको स्वामित्व वा कव्जामा सम्पत्ति रहेको छ त्यस्तो व्यक्तिलाई डरत्रास देखाउने, अपमान गर्ने वा झिझ्याउने।"
                  }
                ]
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) उपदफा (२) को खण्ड (क) को प्रयोजनका लागि आपराधिक प्रवेश गर्नेलाई त्यस्तो कसूरको उद्योग गरे सरहको सजाय,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) उपदफा (२) को खण्ड (ख) को उद्देश्यले कुनै सरकारी कार्यालय वा मानिस बसोबास गरेको घरमा प्रवेश गरेको भए छ महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय ।",
                    "explanation": {
                      "marker": "स्पष्टीकरणः",
                      "content": "यस दफाको प्रयोजनको लागिः",
                      "points": [
                        {
                          "point_number": "१",
                          "content": "(१) अस्थायी बसोबास गरेको ठाउँलाई पनि घर मानिनेछ ।"
                        },
                        {
                          "point_number": "२",
                          "content": "(२) सनातनदेखि प्रयोग गर्दै आएको बाटो, निकास, पानीघाट, सिँचाईको कुलो, मसानघाट, देवालयमा प्रवेश गरेको वा प्रयोग गरेकोमा आपराधिक प्रवेश गरेको मानिने छैन।"
                        }
                      ]
                    }
                  }
                ]
              }
            ]
          },
          {
            "section_number": "२८५",
            "title": "आपराधिक उपद्रव गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले आपराधिक उपद्रव गर्न वा गराउन हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) को प्रयोजनको लागि कसैले देहायको कुनै काम गरेमा निजले आपराधिक उपद्रव गरेको मानिनेछः-",
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह, नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको पूर्ण वा अधिकांश स्वामित्व वा नियन्त्रण रहेको सङ्गठित संस्था, सर्वसाधारण वा कुनै व्यक्तिलाई कुनै हानि, नोक्सानी वा क्षति पुर्याउने नियतले वा त्यस्तो क्षति पुग्न सक्छ भन्ने जानीजानी वा विश्वास गर्नु पर्ने मनासिब कारण भई वा लापरबाही वा हेलचेक्र्याइँ गरी कुनै सरकारी, सार्वजनिक वा निजी सम्पत्ति नाश गरेमा वा त्यसको मूल्य, महत्व वा उपयोगिता घट्ने कुनै काम गरेमा,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) सार्वजनिक वा निजी ढल निकास, कुलो, पँधेरो, सडक, पुल वा कुनै सञ्चार वा यातायातको साधन इत्यादिको हानि, नोक्सानी वा अनुचित क्षति पुच्याएमा वा क्षति पुग्ने कुनै काम गरेमा वा सोको उपयोगमा जानीजानी कुनै किसिमले बाधा अवरोध हानि, नोक्सानी वा अनुचित क्षति पुत्र्याएमा वा क्षति पुग्ने कुनै काम गरेमा,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) अधिकार प्राप्त अधिकारीको आदेशले बाहेक सार्वजनिक सुविधाको लागि राखिएको कुनै सङ्केत वा चिह्न नासेमा, हटाएमा, मेटेमा वा बिगारेमा,"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) झुटो अफवाह फैलाएर वा अरुलाई धोका हुने कुनै साधनको प्रयोग गरेर अर्काको काम कारोबार वा व्यवसायमा बाधा पुच्याएमा वा अर्काको व्यापारको ख्यातिलाई क्षति पु-याएमा,"
                  },
                  {
                    "clause_letter": "ङ",
                    "content": "(ङ) अर्काको चिठ्ठी, सूचना, पुलिन्दा वा अन्य कुनै माल लुकाएमा वा बदनियतसाथ ढिलो पुग्ने गराएमा।"
                  }
                ]
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) नेपाल सरकारले संरक्षण गरेको वा कानून बमोजिम संरक्षित कुनै वन्यजन्तु वा वनस्पतिको प्रजातिको अस्तित्व नै विनाश गर्ने उद्देश्यले राष्ट्रिय निकुञ्ज वा आरक्ष वा संरक्षित क्षेत्र, विश्व सम्पदा सूचीमा समावेश भएका ऐतिहासिक वा पुरातात्विक स्मारक वा स्तम्भ, ऐतिहासिक वा पुरातात्विक महत्वका वस्तु सङ्कलन गरी राखिएको स्थान वा सङ्ग्रहालय, ऐतिहासिक लिखतहरु राखिएको अभिलेखालय, जङ्गी वा प्रहरीको हातहतियार तथा खरखजाना राखिएको सैनिक वा अर्धसैनिक घर वा ठाउँ, सुरक्षण छापाखाना, सिक्का टकमारी गर्ने टक्सार, कारखाना, बैङ्क नोट छाप्ने वा थुपार्ने नेपाल राष्ट्र बैङ्कको गोदाममा आगो लगाएमा वा विष्फोटक पदार्थ प्रयोग गरेमा जन्मकैदको सजाय र विगो बमोजिम जरिबाना,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) खण्ड (क) मा लेखिए बाहेकका ऐतिहासिक, पुरातात्विक वा धार्मिक स्मारक वा स्तम्भ, सार्वजनिक वा सरकारी महत्वका कागजात रहेको भवन वा तहविल रहेको अदालत, संवैधानिक निकाय, नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको कार्यालय वा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको पूर्ण वा अधिकांश स्वामित्व वा नियन्त्रण रहेको संस्था, विदेशी कूटनीतिक नियोग वा अन्तरराष्ट्रिय वा अन्तरसरकारी संस्थाको कार्यालयमा आगो लगाई वा विष्फोटक पदार्थ प्रयोग गरी आपराधिक उपद्रव गरेको भए पाँच वर्षदेखि बाह्र वर्षसम्म कैद र विगो बमोजिम जरिबाना,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) खण्ड (क) वा (ख) मा लेखिएदेखि बाहेक अन्य कुनै काम गरी कुनै सार्वजनिक सम्पत्तिमा क्षति पुर्याई आपराधिक उपद्रव गरेको भए चार वर्षसम्म कैद र चालीस हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) कसैको घर, कार्यालय वा कुनै सम्पतिमा आगो लगाई वा विष्फोटक पदार्थ प्रयोग गरी आपराधिक उपद्रव गरेकोमा दुई वर्षदेखि पाँच वर्षसम्म कैद र बीस हजारदेखि पचास हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "ङ",
                    "content": "(ङ) खण्ड (क), (ख), (ग) वा (घ) मा लेखिएदेखि बाहेक अरु कुनै काम गरी आपराधिक उपद्रव गरेको कारणले कसैलाई कुनै हानि, नोक्सानी भएकोमा तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना ।"
                  }
                ]
              },
              {
                "subsection_number": "४",
                "content": "(४) यस दफा बमोजिमको कसूरबाट कसैलाई हानि, नोक्सानी भएमा हानि, नोक्सानी भएको विगो बराबरको क्षतिपूर्ति कसूरदारबाट पीडितलाई भराई दिनु पर्नेछ।"
              }
            ]
          },
          {
            "section_number": "२८६",
            "title": "लुटपिट गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले लुटपिट गर्नु वा गराउनु हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) को प्रयोजनका लागि कसैले आफ्नो हक नपुग्ने वा अन्य कसैको स्वामित्व, जिम्मा वा नियन्त्रणमा रहेको सम्पत्ति चोरी वा ठगी गरेको अवस्थामा बाहेक अरु कुनै किसिमले जबर्जस्ती गरी वा नगरी खोसी, धरपकड वा लछार पछार गरी वा त्यस्तो गर्ने धम्की दिई लैजाने वा हानि, नोक्सानी गर्ने नियतले कुनै काम गरेमा लुटपिट गरेको मानिने छ।"
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन महिनासम्म कैद वा लुटपिट गरेको विगोको पच्चीस प्रतिशतसम्म जरिवाना वा दुवै सजाय हुनेछ र लुटपिट भएको सम्पतिको विगो कसूरदारबाट पीडितलाई भराई दिनु पर्नेछ।"
              }
            ]
          },
          {
            "section_number": "२८७",
            "title": "कसूर गरी प्राप्त गरेको सम्पत्ति लिन नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कुनै कसूर गरी प्राप्त गरेको सम्पत्ति हो भन्ने जानीजानी वा विश्वास हुने कुनै मनासिब कारण भई कसैले कुनै सम्पत्ति लिन, राख्न वा खरीद-बिक्री गर्न हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्ष कैद वा पचास हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिम लिए राखेको वा खरिद बिक्री गरेको सम्पत्ति सो सम्पत्तिको धनीलाई फिर्ता गर्नु पर्नेछ।"
              }
            ]
          },
          {
            "section_number": "२८८",
            "title": "हदम्यादः",
            "content": "दफा २८४ र २८५ अन्तर्गतको कसूर त्यस्तो कसूर भएको मितिले छ महिनाभित्र र दफा २८६ को अन्तर्गतको कसूरमा सो भए गरेको मितिले तीन महिनाभित्र र यस परिच्छेद अन्तर्गतको अन्य कसूर त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      },
      {
        "chapter_number": "२७",
        "title": "पशुपक्षी सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "२८९",
            "title": "गाई, गोरु मार्न वा कुट्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले गाई वा गोरु मार्ने वा कुनै चोट पुर्याउने नियतले कुनै काम गर्नु वा गराउनु हुँदैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कामबाट कुनै गाई वा गोरु मर्न गएमा त्यस्तो कसूर गर्ने व्यक्तिलाई तीन वर्ष सम्म कैद हुनेछ।"
              },
              {
                "subsection_number": "३",
                "content": "(३) कसैले गाई वा गोरुलाई कुटी अङ्गभङ्ग पारेमा निजलाई छ महिनासम्म कैद र अन्य चोट पुर्याएमा पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "४",
                "content": "(४) उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कसैले कुनै गाई वा गोरुले आफ्नो वा अरुको जिउ वा ज्यानमा पुर्याउन लागेको क्षति बचाउन आवश्यक परेको कुनै काम गर्दा त्यस्तो गाई वा गोरु मर्न गएमा वा त्यस्तो गाई वा गोरुलाई कुनै चोट पुग्न गएको रहेछ भने यस दफा बमोजिम कसूर गरेको मानिने छैन।"
              }
            ]
          },
          {
            "section_number": "२९०",
            "title": "पशुपक्षी प्रति निर्दयी व्यवहार गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) कसैले कुनै पशुपक्षीलाई कुटी, हिर्काई वा बोक्न सक्ने क्षमताभन्दा बढी भारी बोकाई वा सामथ्र्यभन्दा बढी दौडाई वा रोग, घाउ, खटिरा वा अन्य कुनै कारणबाट काम गर्न असमर्थ भएकोलाई काममा लगाई वा हानिकारक बस्तु सेवन गराई वा अन्य कुनै प्रकारले यातना दिन वा आफूले पालेको पशुपंक्षी रोगी वा वृद्ध भएको कारणले सार्वजनिक रुपमा छाड्न वा अन्य कुनै किसिमबाट निर्दयी वा क्रुर व्यवहार गर्न हुँदैन। तर पशुपक्षीलाई कुनै काम गर्न सिकाउने, तालिम दिने, त्यसलाई आफ्नो कामप्रति निपुण बनाउने उद्देश्यले न्यूनतम बल प्रयोग गरी कुनै काम गर्न वा पशुपक्षीलाई त्यसको शारीरिक क्षमता अनुसार कुनै भारी बोकाउन वा दौडाउन बाधा पर्ने छैन।"
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२९१",
            "title": "सार्वजानिक स्थलमा पशु वा पक्षी मार्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "१",
                "content": "(१) यस संहितामा अन्यथा व्यवस्था भएकोमा बाहेक कसैले पनि कुनै पशु वा पक्षीलाई परम्परादेखि बली दिँदै आएको धार्मिक स्थल बाहेक अन्य कुनै पनि सार्वजनिक स्थलमा मार्नु हुँदैन। तर परम्परादेखि नै पशु वा पक्षीको बध गर्न चली आएको मेला, जात्रा, हाट वा महोत्सव वा स्थानमा पशु वा पक्षी मार्न वाधा पर्ने छैन।",
                "explanation": {
                  "marker": "स्पष्टीकरणः",
                  "content": "यस दफाको प्रयोजनको लागि “सार्वजनिक स्थल” भन्नाले बाटो, सडक, पुल, चौर वा मानिस आवत जावत गर्ने ठाउँ सम्झनु पर्छ।"
                }
              },
              {
                "subsection_number": "२",
                "content": "(२) उपदफा (१) बमोजिम बली दिनुपर्दा परम्परादेखि बली दिदै आएको धार्मिकस्थल बाहेक अन्य सार्वजनिक वा धार्मिकस्थलमा पशु वा पक्षीको बली दिन सकिने छैन।"
              },
              {
                "subsection_number": "३",
                "content": "(३) उपदफा (१) बमोजिम पशु वा पछीको बली दिनुपर्दा पशु वा पक्षीको बलीको विकल्पमा हुन सक्ने अन्य उपाय भएमा त्यस्तो उपाय अवलम्बन गर्नु पर्नेछ ।"
              },
              {
                "subsection_number": "४",
                "content": "(४) उपदफा (३) बमोजिमको उपाय अपनाउन सम्भव नभई पशु वा पक्षीको बली दिनु परेमा त्यस प्रयोजनका लागि सम्बन्धित धार्मिक स्थलका व्यवस्थापकले निर्धारण गरेको ठाँउमा र निर्धारण गरेको विधि बमोजिम बली दिने काम गर्नु पर्नेछ।"
              },
              {
                "subsection_number": "५",
                "content": "(५) यस दफा बमोजिम कसूर गर्ने वा गराउने व्यक्तिलाई एक महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "२९२",
            "title": "हदम्यादः",
            "content": "दफा २९० अन्तर्गतको कसूरमा त्यस्तो कसूर भएको मितिले र यस परिच्छेद अन्तर्गतको अन्य कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      }
  ]