{
    "metadata": {
      "document_title": "मुलुकी अपराध संहिता, २०७४",
      "act_number": "सम्वत २०७४ सालको ऐन नं. ३६",
      "source_url": "www.lawcommission.gov.np",
      "publication_info": {
        "label": "प्रमाणीकरण र प्रकाशन मिति",
        "date": "२०७४ । ६ । ३०"
      },
      "amendment_acts": [
        {
          "amendment_number": "१",
          "amendment_title": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५",
          "amendment_date": "२०७६।०१।०२"
        },
        {
          "amendment_number": "२",
          "amendment_title": "फौजदारी कसूर तथा फौजदारी कार्यविधि सम्बन्धी केही ऐन संशोधन गर्ने ऐन, २०७९",
          "amendment_date": "२०७९।३।३१"
        },
        {
          "amendment_number": "३",
          "amendment_title": "यौन हिंसा विरुद्धका केही ऐनलाई संशोधन गर्ने ऐन, २०७९",
          "amendment_date": "२०७९ । ३ । ३१"
        },
        {
          "amendment_number": "४",
          "amendment_title": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०८०",
          "amendment_date": "२०८० । ०४।१२"
        }
      ],
      "repeating_elements": {
        "header": "www.lawcommission.gov.np",
        "watermark": "नेपाल कानून आयोग",
        "footnote_amendment_references": [
          "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित।",
          "फौजदारी कसूर तथा फौजदारी कार्यविधि सम्बन्धी केही ऐन संशोधन गर्ने ऐन, २०७९ द्वारा थपिएको।",
          "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा थप।",
          "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा झिकिएको।",
          "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७९ द्वारा थप।"
        ]
      }
    },
    "preamble": {
      "title": "प्रस्तावना",
      "content": "मुलुकमा कानून तथा व्यवस्था कायम गरी सर्वसाधारणको नैतिकता, शिष्टाचार, सदाचार, सुविधा, आर्थिक हित कायम राख्न, विभिन्न धार्मिक तथा साँस्कृतिक समुदाय बीचको सुसम्बन्ध तथा शान्ति कायम गर्न, फौजदारी कसूर निवारण र नियन्त्रण गर्न र तत्सम्बन्धी प्रचलित कानूनलाई संशोधन र एकीकरण गरी समयानुकूल फौजदारी कसूर सम्बन्धी संहिताको व्यवस्था गर्न वाञ्छनीय भएकोले, नेपालको संविधानको धारा २९६ को उपधारा (१) बमोजिमको व्यवस्थापिका-संसदले यो ऐन बनाएको छ।"
    },
    "parts": [
      {
        "part_number": "१",
        "part_title": "सामान्य प्रावधानहरु",
        "chapters": [
          {
            "chapter_number": "१",
            "chapter_title": "प्रारम्भिक",
            "sections": [
              {
                "section_number": "१",
                "section_title": "संक्षिप्त नाम र प्रारम्भः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "यस ऐनको नाम “मुलुकी अपराध संहिता, २०७४” रहेकोछ ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "यो संहिता संवत् २०७५ साल भदौ १ गतेदेखि प्रारम्भ हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "२",
                "section_title": "संहिताको बहिक्षेत्रीय प्रयोगः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले नेपाल बाहिर देहायको कुनै कसूर गरेमा निजलाई नेपालभित्र नै त्यस्तो कसूर गरे सरह यस संहिता बमोजिम सजाय हुनेछः-",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "दफा ५४ बाहेक भाग २ को परिच्छेद १ अन्तर्गतको कसूर,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "नेपालबाट कुनै व्यक्तिलाई अपहरण गरी भाग २ परिच्छेद १७ अन्तर्गत गरेको कसूर,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "दफा १६७, २७६ र २७९ अन्तर्गतको कसूर,"
                      },
                      {
                        "clause_marker": "घ",
                        "content": "नेपालभित्र चलनचल्तीमा ल्याउने वा पैठारी गर्ने उद्देश्यले गरेको भाग २ परिच्छेद २२ र २३ अन्तर्गतका कसूर,"
                      },
                      {
                        "clause_marker": "ङ",
                        "content": "नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह वा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको पूर्ण वा अधिकांश स्वामित्व वा नियन्त्रणमा रहेको कुनै सङ्गठित संस्थाको कुनै पदीय हैसियतमा कार्य सम्पादन गर्दा गरेको यस ऐन अन्तर्गतको कसूर।"
                      }
                    ]
                  },
                  {
                    "subsection_number": "२",
                    "content": "कसैले नेपालमा दर्ता भएको वायुयान वा जलयानभित्र यस ऐन अन्तर्गतको कुनै कसूर नेपाल बाहिर रहँदाका बखत गरेमा निजलाई नेपालभित्र नै त्यस्तो कसूर गरे सरह यस ऐन बमोजिम सजाय हुनेछ।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "कुनै *नेपाली नागरिक वा अन्य कसैले नेपाल बाहिर कुनै नेपाली नागरिक बिरुद्ध देहायको कुनै कसूर गरेमा निजलाई नेपालभित्र नै त्यस्तो कसूर गरे सरह यस ऐन बमोजिम सजाय हुनेछः-",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "ज्यान लिएको वा ज्यान लिने उद्योग, दुरुत्साहन वा षड्यन्त्र गरेको कसूर,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "असहाय व्यक्तिलाई परित्याग गरेको कसूर,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "अङ्गभङ्ग गरेको कसूर,"
                      },
                      {
                        "clause_marker": "ग१",
                        "marker_prefix": "•",
                        "content": "दफा १९२क. बमोजिमको कसूर,",
                        "amendment_note": "फौजदारी कसूर तथा फौजदारी कार्यविधि सम्बन्धी केही ऐन संशोधन गर्ने ऐन, २०७९ द्वारा थपिएको ।"
                      },
                      {
                        "clause_marker": "घ",
                        "content": "अपहरण, शरीर बन्धक वा गैरकानूनी थुनामा राखेको कसूर,"
                      },
                      {
                        "clause_marker": "ङ",
                        "content": "जवर्जस्ती करणी वा हाडनाता करणी गरेको कसूर,"
                      },
                      {
                        "clause_marker": "च",
                        "content": "नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको वा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको पूर्ण वा अधिकांश स्वामित्व वा नियन्त्रण भएको सङ्गठित संस्था बिरुद्ध आपराधिक उपद्रव, आपराधिक लाभ, आपराधिक विश्वासघात, कीर्ते, चोरी, ठगी, डाँका वा सम्पत्तिको आपराधिक उपयोग गरेको कसूर,"
                      },
                      {
                        "clause_marker": "छ",
                        "content": "दफा १५८ अन्तर्गतको कसूर,"
                      },
                      {
                        "clause_marker": "ज",
                        "content": "भाग २ परिच्छेद ११ अन्तर्गतका विवाह सम्बन्धी कसूर,"
                      },
                      {
                        "clause_marker": "झ",
                        "content": "नेपालभित्र पैठारी गर्ने उद्देश्यले खाद्य पदार्थ वा औषधिमा मिसावट गरेको कसूर,"
                      },
                      {
                        "clause_marker": "ञ",
                        "content": "दफा २३१, २३२ र २३३ अन्तर्गतका इलाज सम्बन्धी कसूर,"
                      },
                      {
                        "clause_marker": "ट",
                        "content": "भाग ३ को परिच्छेद २ अन्तर्गतको कसूर।"
                      }
                    ]
                  }
                ]
              },
              {
                "section_number": "३",
                "section_title": "परिभाषाः",
                "content": "विषय वा प्रसङ्गले अर्को अर्थ नलागेमा यस ऐनमा,-",
                "clauses": [
                  {
                    "clause_marker": "क",
                    "content": "“अदालत” भन्नाले सर्वोच्च अदालत, उच्च अदालत वा जिल्ला अदालत सम्झनु पर्छ र सो शब्दले कुनै खास किसिमका फौजदारी मुद्दाको कारबाही र किनारा गर्न कानून बमोजिम अधिकारप्राप्त अदालत, अन्य न्यायिक निकाय वा अधिकारी समेतलाई जनाउँछ ।"
                  },
                  {
                    "clause_marker": "ख",
                    "content": "“आश्रय दिने” भन्नाले कुनै व्यक्तिलाई खान, पिउन, बस्न, नगदी, जिन्सी, लत्ता कपडा, हातहतियार वा सवारीको साधन दिने वा पक्राउबाट वच्न वा अन्य सहायता दिने काम सम्झनु पर्छ ।"
                  },
                  {
                    "clause_marker": "ग",
                    "content": "“कसूर” भन्नाले यस संहिता वा कानून बमोजिम सजाय हुने काम सम्झनु पर्छ ।"
                  },
                  {
                    "clause_marker": "घ",
                    "content": "“कानून” भन्नाले तत्काल प्रचलित कानून सम्झनु पर्छ।"
                  },
                  {
                    "clause_marker": "ङ",
                    "content": "“काम” भन्नाले कामहरुको समूह सम्झनु पर्छ र सो शब्दले कानून बमोजिम गर्नु पर्नेमा नगरेको वा गर्न नहुनेमा गरेको काम समेतलाई जनाउँछ ।"
                  },
                  {
                    "clause_marker": "च",
                    "content": "“गम्भीर कसूर” भन्नाले तीन वर्षभन्दा बढी दश वर्षसम्म कैद सजाय हुने कसूर सम्झनु पर्छ।"
                  },
                  {
                    "clause_marker": "छ",
                    "content": "“जघन्य कसूर” भन्नाले जन्मकैद वा दश वर्षभन्दा बढी कैद सजाय हुने कसूर सम्झनु पर्छ।"
                  },
                  {
                    "clause_marker": "ज",
                    "content": "“ज्यान” भन्नाले मानिसको ज्यान सम्झनु पर्छ।"
                  },
                  {
                    "clause_marker": "झ",
                    "content": "“न्यायाधीश” भन्नाले मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अदालतको अधिकारी सम्झनु पर्छ र सो शब्दले कुनै खास किसिमका फौजदारी मुद्दाको कारबाही, सुनुवाई र किनारा गर्ने अधिकारप्राप्त अधिकारी समेतलाई जनाउँछ ।"
                  },
                  {
                    "clause_marker": "ञ",
                    "content": "“राष्ट्रसेवक” भन्नाले देहायको कुनै व्यक्ति सम्झनु पर्छः–",
                    "subclauses": [
                      {
                        "subclause_marker": "१",
                        "content": "संविधान वा अन्य कानून बमोजिम सार्वजनिक जवाफदेहीको पदमा निर्वाचित, मनोनित वा नियुक्त भएको व्यक्ति,"
                      },
                      {
                        "subclause_marker": "२",
                        "content": "कानून वा करार बमोजिम नेपाल सरकार वा प्रदेश सरकारको सेवामा वा अन्य कुनै सरकारी सेवामा नियुक्त भएको व्यक्ति,"
                      },
                      {
                        "subclause_marker": "३",
                        "marker_prefix": "∎",
                        "content": "स्थानीय तह वा जिल्ला समन्वय समितिको कुनै पद वा सेवामा निर्वाचित, मनोनीत वा नियुक्त भएको व्यक्ति,",
                        "amendment_note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित।"
                      },
                      {
                        "subclause_marker": "४",
                        "content": "नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको पूर्ण वा अधिकांश स्वामित्व वा नियन्त्रण भएको सङ्गठित संस्थाका पदाधिकारी वा त्यस्तो संस्थाको सेवामा नियुक्त भएको व्यक्ति, वा"
                      },
                      {
                        "subclause_marker": "५",
                        "content": "सार्वजनिक जवाफदेही भएको पदमा अन्य कुनै किसिमले नियुक्त भएको वा वहाल रहेको व्यक्ति।"
                      }
                    ]
                  },
                  {
                    "clause_marker": "ट",
                    "content": "“स्थानीय तह” भन्नाले गाउँपालिका वा नगरपालिका सम्झनु पर्छ ।"
                  },
                  {
                    "clause_marker": "ठ",
                    "content": "“सङ्गठित संस्था” भन्नाले कुनै कानून बमोजिम स्थापित वा कानून बमोजिम दर्ता भएको संस्था सम्झनु पर्छ ।"
                  },
                  {
                    "clause_marker": "ड",
                    "content": "“संविधान” भन्नाले नेपालको संविधान सम्झनु पर्छ।"
                  },
                  {
                    "clause_marker": "ढ",
                    "content": "“सार्वजनिक लिखत” भन्नाले देहायको कुनै लिखत सम्झनु पर्छः–",
                    "subclauses": [
                      {
                        "subclause_marker": "१",
                        "content": "विधायिकाबाट पारित भएको लिखत,"
                      },
                      {
                        "subclause_marker": "२",
                        "content": "संविधान बमोजिम राष्ट्रपतिबाट भएको औपचारिक कार्यको अभिलेखको रुपमा रहेको लिखत,"
                      },
                      {
                        "subclause_marker": "२क",
                        "marker_prefix": "□",
                        "content": "संविधान बमोजिम प्रदेश प्रमुखबाट भएको औपचारिक कार्यको अभिलेखको रुपमा रहेको लिखत,",
                        "amendment_note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा थप।"
                      },
                      {
                        "subclause_marker": "३",
                        "content": "नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह वा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह अन्तर्गतका कार्यालय वा संवैधानिक निकाय वा पदाधिकारी, अदालत वा ऐन वा आदेशद्वारा स्थापित संस्था, नेपाल सरकारको पूर्ण वा अधिकांश स्वामित्व वा नियन्त्रणमा रहेको सङ्गठित संस्थाको कार्यालयले जारी गरेको वा त्यस्ता कार्यालयमा अभिलेखको रुपमा रहने किताब, श्रेस्ता वा अन्य कुनै लिखत,"
                      },
                      {
                        "subclause_marker": "३क",
                        "marker_prefix": "□",
                        "content": "संघीय, प्रदेश वा स्थानीय कानून बमोजिम जारी भएको कुनै लिखत,",
                        "amendment_note": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा थप।"
                      },
                      {
                        "subclause_marker": "४",
                        "content": "अदालतबाट भएको फैसला, निर्णय वा आदेश ।"
                      }
                    ]
                  }
                ]
              },
              {
                "section_number": "४",
                "section_title": "सामान्य रुपमा लागू हुने सिद्धान्त र व्यवस्थाहरुः",
                "content": "*यस संहिताको भाग १ को परिच्छेद- २, ३, ४ र ५ बमोजिमका सिद्धान्त र व्यवस्थाहरु *यस संहिता र अन्य ऐन अन्तर्गतका कसूरका सम्बन्धमा सामान्यतः लागू हुने छन्।"
              },
              {
                "section_number": "५",
                "section_title": "विशेष ऐनको व्यवस्था लागू हुनेः",
                "content": "कुनै खास कामलाई कुनै विशेष ऐनद्वारा छुट्टै कसूर मानी सजाय गर्ने व्यवस्था भएको रहेछ भने त्यस्तो कसूरका सम्बन्धमा सोही ऐन लागू हुनेछ ।"
              }
            ]
          },
          {
            "chapter_number": "२",
            "chapter_title": "फौजदारी न्यायका सामान्य सिद्धान्तहरु",
            "sections": [
              {
                "section_number": "६",
                "section_title": "कानून बमोजिमको काम कसूर नहुनेः",
                "content": "कानून बमोजिम गर्नु पर्ने वा कानूनले क्षम्य मानेको कामलाई कसूर मानिने छैन।"
              },
              {
                "section_number": "७",
                "section_title": "कानून बमोजिम बाहेक सजाय नहुनेः",
                "content": "कानूनले सजाय नहुने कुनै काम गरे बापत कुनै व्यक्ति सजायको भागी हुने छैन र कुनै पनि व्यक्तिलाई कसूर गर्दाको अवस्थामा कानूनमा तोकिएभन्दा बढी सजाय हुने छैन।"
              },
              {
                "section_number": "८",
                "section_title": "तथ्यको भ्रममा परी गरेको काम कसूर नहुनेः",
                "content": "तथ्यको भ्रममा परी कानून बमोजिम गर्नु पर्ने वा क्षम्य मानिएको विश्वास गरी असल नियतले गरेको कुनै काम कसूर मानिने छैन।",
                "proviso": {
                  "content": "तर कानूनको अनभिज्ञतामा गरेको काम क्षम्य हुने छैन।"
                }
              },
              {
                "section_number": "९",
                "section_title": "एउटै कसूरमा दोहोरो सजाय नहुनेः",
                "content": "कुनै व्यक्ति बिरुद्ध अदालतमा एकै कसूरमा एक पटकभन्दा बढी मुद्दा चलाइने र सजाय गरिने छैन।"
              },
              {
                "section_number": "१०",
                "section_title": "स्वच्छ सुनुवाईबाट वञ्चित नहुनेः",
                "content": "कुनै व्यक्ति सक्षम अदालत वा न्यायिक निकायबाट हुने कारबाहीमा स्वच्छ सुनुवाईबाट वञ्चित हुने छैन।"
              },
              {
                "section_number": "११",
                "section_title": "आफ्नो बिरुद्ध साक्षी हुन कर नलाग्नेः",
                "content": "कुनै कसूरको अभियोग लागेको व्यक्तिलाई आफ्नो बिरुद्ध साक्षी हुन कर लाग्ने छैन।"
              },
              {
                "section_number": "१२",
                "section_title": "कसूर प्रमाणित नभएसम्म कसूरदार नमानिनेः",
                "content": "कुनै कसूरको अभियोग लागेको व्यक्तिलाई त्यस्तो कसूर गरेको प्रमाणित नभएसम्म कसूरदार मानिने छैन।"
              },
              {
                "section_number": "१३",
                "section_title": "बालबालिकाले गरेको काम कसूर नहुनेः",
                "content": "दश वर्ष उमेर नपुगेको बालबालिकाले गरेको कुनै काम कसूर मानिने छैन।"
              },
              {
                "section_number": "१४",
                "section_title": "होस ठेगानमा नरहेको व्यक्तिले गरेको काम कसूर नमानिनेः",
                "content": "कुनै काम गर्दाका बखत मानसिक अस्वस्थताको कारणले त्यस्तो कामको प्रकृति, गुण, दोष वा परिणाम बुझ्न नसक्ने गरी होस ठेगानमा नरहेको व्यक्तिले गरेको काम कसूर मानिने छैन।"
              },
              {
                "section_number": "१५",
                "section_title": "मञ्जुरी लिई गरेको काम कसूर नहुनेः",
                "content": "ज्यान लिने वा अङ्गभङ्ग गर्ने नियतले वा ज्यान जान वा अङ्गभङ्ग हुन सक्छ भन्ने थाहा भई गरेकोमा बाहेक कसैले अठार वर्ष माथिको कुनै व्यक्तिको मञ्जुरी लिई गरेको कुनै कामबाट त्यस्तो मञ्जुरी दिने व्यक्तिलाई कुनै क्षति पुग्न गएमा सो काम कसूर मानिने छैन।"
              },
              {
                "section_number": "१६",
                "section_title": "भलाईका लागि मञ्जुरी लिई गरेको काम कसूर नहुनेः",
                "content": "कसैले कुनै व्यक्तिको भलाईका लागि निजको मञ्जुरी लिई असल नियतले होसियारी साथ गरेको कुनै कामबाट त्यस्तो मञ्जुरी दिने व्यक्तिलाई क्षति पुग्न गएमा त्यस्तो काम कसूर मानिने छैन।"
              },
              {
                "section_number": "१७",
                "section_title": "भलाईका लागि संरक्षकको मञ्जुरी लिई गरेको काम कसूर नहुनेः",
                "content": "अठार वर्ष ननाघेको वा मानसिक अस्वस्थताको कारणले होस ठेगानमा नरहेको व्यक्तिको भलाईका लागि निजको संरक्षकले वा त्यस्तो संरक्षकको मञ्जुरी लिएर अरु कसैले असल नियतले होसियारी साथ गरेको कुनै कामबाट त्यस्तो व्यक्तिलाई कुनै क्षति पुग्न गएमा त्यस्तो काम कसूर मानिने छैन।",
                "proviso": {
                  "content": "तर ज्यान जान वा अङ्गभङ्ग हुनबाट रोक्ने उद्देश्यले गरेकोमा बाहेक ज्यान जान सक्छ वा अङ्गभङ्ग हुन सक्छ भन्ने जानीजानी त्यस्तो कुनै काम गर्ने व्यक्तिले आपराधिक दायित्वबाट छुट पाउने छैन।"
                }
              },
              {
                "section_number": "१८",
                "section_title": "भलाईका लागि मज्जुरी नलिई गरेको काम कसूर नहुनेः",
                "content": "कुनै व्यक्तिको भलाईका लागि तत्काल कुनै काम नगरी नहुने भएको, त्यस्तो व्यक्ति कुनै कारणले त्यस्तो काम गर्न दिनको लागि तत्काल आफै मञ्जुरी दिन नसक्ने अवस्थामा रहेको र निजको तर्फबाट मञ्जुरी दिन सक्ने संरक्षक पनि तत्काल उपलब्ध नभएको अवस्थामा निजको भलाईका लागि मञ्जुरी नलिएर पनि असल नियतले होसियारी साथ त्यस्तो काम गर्दा निजलाई कुनै क्षति वा हानि, नोक्सानी पुग्न गएमा त्यस्तो काम कसूर मानिने छैन।",
                "explanation": {
                  "title": "स्पष्टीकरणः",
                  "content": "दफा १६, १७ र यस दफाको प्रयोजनका लागि “भलाई” भन्नालेः",
                  "clauses": [
                    {
                      "clause_marker": "क",
                      "content": "आर्थिक रुपमा प्राप्त लाभलाई जनाउने छैन,"
                    },
                    {
                      "clause_marker": "ख",
                      "content": "ज्यान लिने वा मनासिब कारण विना अङ्गभङ्ग गर्ने नियतले गरेको कामलाई जनाउने छैन।"
                    }
                  ]
                }
              },
              {
                "section_number": "१९",
                "section_title": "मज्जुरी लिएर गरेको भए पनि कसूर मानिनेः",
                "content": "दफा १५, १६ वा १७ मा जुनसुकै कुरा लेखिएको भए तापनि ती दफाहरुमा लेखिएको काम कानून बमोजिम अन्य कसूर मानिने भएमा त्यस्तो काम मञ्जुरी लिएर गरेको भए पनि कसूर मानिनेछ।"
              },
              {
                "section_number": "२०",
                "section_title": "मञ्जुरीः",
                "content": "मञ्जुरी मौखिक वा लिखित रुपमा वा इशारा वा आचरणद्वारा व्यक्त गर्न सकिनेछ । तर देहायका अवस्थामा दिइएको मञ्जुरीलाई मञ्जुरी मानिने छैनः-",
                "clauses": [
                  {
                    "clause_marker": "क",
                    "content": "तथ्यको भ्रममा परी वा कुनै किसिमको हानि, नोक्सानी हुन सक्ने डर, त्रासमा परी कुनै व्यक्तिले मञ्जुरी दिएको र त्यस्तो मञ्जुरी अनुसार काम गर्ने व्यक्तिलाई त्यस्तो मञ्जुरी त्यसरी दिइएको हो भन्ने कुरा थाहा भएमा वा निजले विश्वास गर्नु पर्ने कुनै मनासिब कारण भएमा,"
                  },
                  {
                    "clause_marker": "ख",
                    "content": "मानसिक अस्वस्थताको कारणले आफूले दिएको मञ्जुरीको गुण, दोष र परिणाम बुझ्न नसक्ने गरी होस ठेगानमा नरहेका बखत कुनै व्यक्तिले मञ्जुरी दिएकोमा,"
                  },
                  {
                    "clause_marker": "ग",
                    "content": "अठार वर्ष ननाघेको बालबालिकाले मञ्जुरी दिएकोमा,"
                  },
                  {
                    "clause_marker": "घ",
                    "content": "अनुचित प्रभावमा परी मञ्जुरी दिएकोमा।"
                  }
                ]
              },
              {
                "section_number": "२१",
                "section_title": "असल नियतले दिएको जानकारीबाट क्षति पुगेमा कसूर नहुनेः",
                "content": "कसैले कुनै व्यक्तिलाई निजको भलाईको लागि असल नियतले दिएको कुनै कुराको सूचना वा जानकारीबाट त्यस्तो व्यक्तिलाई कुनै क्षति पुग्न गएमा त्यस्तो काम कसूर मानिने छैन।"
              },
              {
                "section_number": "२२",
                "section_title": "डर त्रासमा परी गरेको काम कसूर नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले जोखिमी हातहतियार वा विषालु वा विष्फोटक पदार्थ लिई कुनै व्यक्तिलाई निजले तत्काल कुनै काम नगरे निज वा निजको नजिकको नातेदारको ज्यान लिने वा शारीरिक अङ्गभङ्ग गराउने डर त्रास देखाएको र तत्काल त्यस्तो काम नगरे आफ्नो वा आफ्नो नजिकको नातेदारको ज्यान जान वा शारीरिक अङ्गभङ्ग हुन सक्ने खतरा छ भनी विश्वास गर्नु पर्ने मनासिब कारण भई त्यस्तो व्यक्तिले गरेको त्यस्तो काम कसूर मानिने छैन। तर देहायको अवस्थामा त्यस्तो काम कसूर मानिने छः-",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "ज्यान लिएको वा शारीरिक अङ्गभङ्ग गरेकोमा,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "जवर्जस्ती करणी गरेकोमा,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "राज्य बिरुद्धको कसूर गरेकोमा, वा"
                      },
                      {
                        "clause_marker": "घ",
                        "content": "त्यस्तो काम गर्ने व्यक्ति आफैंले गर्दा वा आफूले कुनै काम गरेको कारणबाट निज त्यस्तो डर त्रासको अवस्थामा पुगेकोमा।"
                      }
                    ]
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) बमोजिम डर, त्रासमा पारी कसूर गराउने व्यक्तिलाई निज आफैंले त्यस्तो कसूर गरे सरह कानून बमोजिम सजाय हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "२३",
                "section_title": "अन्य हानि, नोक्सानीबाट बचाउन असल नियतले गरेको काम कसूर नहुनेः",
                "content": "कसैलाई कुनै हानि, नोक्सानी हुने कुनै काम तत्काल नगरे आफ्नो वा अरु कसैको जीउ, ज्यान वा सम्पत्तिमा त्यसभन्दा ठूलो हानि, नोक्सानी हुने निश्चित भई आपराधिक नियत विना र संभावित ठूलो हानि, नोक्सानी रोक्ने वा टार्ने उद्देश्यले असल नियतले त्यस्तो हानि, नोक्सानी हुने काम गरेमा हानि पुग्न सक्छ भन्ने जानीजानी गरेको कारणले मात्र त्यस्तो काम कसूर मानिने छैन।"
              },
              {
                "section_number": "२४",
                "section_title": "निजी रक्षाको लागि गरेको काम कसूर नमानिनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "यस परिच्छेदको अधीनमा रही निजी रक्षाको अधिकार प्रयोग गर्दा भए गरेको कुनै काम कसूर मानिने छैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "प्रत्येक व्यक्तिलाई आफ्नो वा अरु कसैको जिउ, ज्यान वा सम्पत्तिलाई कुनै गैर कानूनी क्षतिबाट बचाउने अधिकार हुनेछ।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "यस दफा बमोजिम निजी रक्षाको अधिकार प्रयोग गर्दा तत्काल कुनै काम नगरेमा आफ्नो वा अरु कसैको जीउ, ज्यान वा सम्पत्तिलाई कुनै गैर कानूनी क्षतिबाट बचाउन सकिदैन भन्ने मनासिब *विश्वास भएमा वा विश्वास गर्नु पर्ने मनासिब कारण भएमा मात्र प्रयोग गर्नु पर्नेछ ।",
                    "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                  }
                ]
              },
              {
                "section_number": "२५",
                "section_title": "निजी रक्षाको अधिकारमा बन्देजः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "दफा २४ मा जुनसुकै कुरा लेखिएको भए तापनि देहायको अवस्थामा वा कामका बिरुद्ध निजी रक्षाको अधिकार प्राप्त हुन सक्ने छैनः-",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "कसैको जिउ वा सम्पत्तिमा गैर कानूनी क्षति पुर्याउने काम हुँदाका बखत त्यस्तो क्षतिबाट बचाउन तत्काल सार्वजनिक अधिकारीको संरक्षण वा मद्दत उपलब्ध हुने वा हुन सक्ने अवस्था भएकोमा,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "जसको जिउ वा सम्पत्तिमा क्षति पुगेको हो त्यस्तो व्यक्तिले नै क्षति पुर्याउने व्यक्तिलाई उत्तेजित गरेको कारणबाट त्यसरी क्षति पुगेकोमा,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "अदालतको फैसला वा आदेश अनुसार कुनै राष्ट्रसेवकले असल नियतले कुनै काम गरेकोमा,"
                      },
                      {
                        "clause_marker": "घ",
                        "content": "कुनै राष्ट्रसेवकले आफ्नो पदीय अधिकारको प्रयोगमा असल नियतले कुनै काम गरेकोमा,"
                      },
                      {
                        "clause_marker": "ङ",
                        "content": "कुनै राष्ट्रसेवकले आफ्नो पदीय अधिकारको प्रयोगमा असल नियतले दिएको निर्देशन अनुसार कसैले कुनै काम गरेकोमा।"
                      }
                    ]
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायको अवस्थामा कुनै व्यक्ति निजी रक्षाको अधिकारबाट बञ्चित हुने छैनः -",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "उपदफा (१) को खण्ड (ग) मा उल्लिखित काम गर्ने व्यक्ति राष्ट्रसेवक हो र निज अदालतको फैसला वा आदेशानुसार काम गर्दैछ भन्ने कुरा जानकारी हुने वा विश्वास गर्ने मनासिब कारण नभएमा वा निजको परिचय वा सो काम गर्न पाएको अधिकारपत्र माग गर्दा पनि निजले आफ्नो परिचय नदिएमा वा त्यस्तो काम गर्न पाएको अधिकारपत्र नदेखाएमा,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "उपदफा (१) को खण्ड (घ) मा उल्लिखित काम गर्ने व्यक्ति राष्ट्रसेवक हो भन्ने कुरा जानकारी हुने वा विश्वास गर्नु पर्ने मनासिब कारण नभएमा,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "उपदफा (१) को खण्ड (ङ) मा उल्लिखित काम गर्ने व्यक्तिले त्यस्तो काम कुनै राष्ट्रसेवकको निर्देशनमा गरिरहेको हो भन्ने कुरा जानकारी हुने वा विश्वास गर्नु पर्ने मनासिब कारण नभएमा वा त्यस्तो निर्देशन अनुसार त्यस्तो काम गर्न लागेको हो भन्ने कुरा निजले जानकारी नदिएमा वा त्यस्तो काम गर्न अधिकारपत्र भएकोमा माग गर्दा पनि त्यस्तो अधिकार पत्र नदेखाएमा।"
                      }
                    ]
                  },
                  {
                    "subsection_number": "३",
                    "content": "दफा २४ वा यस दफा अन्तर्गत निजी रक्षाको अधिकार प्रयोग गर्दा त्यस्तो रक्षा गर्नको लागि आवश्यक पर्ने मनासिब बलभन्दा बढी बल प्रयोग गर्न सकिने छैन।"
                  }
                ]
              },
              {
                "section_number": "२६",
                "section_title": "ज्यान लिने अधिकार नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "यस परिच्छेद बमोजिम निजी रक्षाको अधिकार प्रयोग गर्दा कसैलाई कसैको ज्यान लिने अधिकार हुनेछैन ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) मा जुनसकै कुरा लेखिएको भए तापनि दफा २५ को उपदफा (३) को अधीनमा रही देहायको अवस्थामा निजी रक्षाको अधिकार प्रयोग गर्दा कसैको ज्यान गएकोमा त्यस्तो काम कसूर मानिने छैनः -",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "आफू वा अरु कसैमाथि भएको आक्रमण बिरुद्ध तत्काल रक्षा नगर्दा आफ्नो वा अरु कसैको ज्यान जान वा आफू वा अरु कसैलाई गम्भीर चोट लाग्न वा अङ्गभङ्ग हुन सक्छ भन्ने मनासिब विश्वास भएमा,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "जवर्जस्ती करणी गर्ने नियतले आक्रमण गरेको हो भन्ने मनासिब विश्वास भई वा जवर्जस्ती करणी गर्दाका बखत वा गरिसके पछि पीडितबाट तत्काल कुनै काम भएकोमा,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "ज्यान मार्ने, बन्धक वा अपहरण गराउन मुक्ति रकम लिने, जवर्जस्ती करणी गर्ने, अङ्गभङ्ग गर्ने नियतले शरीर बन्धक लिएकोमा वा अपहरण गरेकोमा,"
                      },
                      {
                        "clause_marker": "घ",
                        "content": "मानिस बस्ने, पूजा वा प्रार्थना गर्ने, सम्पत्ति राख्ने कुनै घर, पाल वा सवारी साधनलाई घेराबन्दी गरी, जोखिमपूर्ण हातहतियार प्रयोग गरी, आगो लगाई वा विष्फोटक पदार्थ प्रयोग गरी क्षति पुर्याउन खोजेकोमा,"
                      },
                      {
                        "clause_marker": "ङ",
                        "content": "डाँकाको कसूर बिरुद्ध रक्षा गर्नु परेमा,"
                      },
                      {
                        "clause_marker": "च",
                        "content": "कुनै व्यक्तिको वैयक्तिक सुरक्षा वा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तह वा नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहको पूर्ण वा अधिकांश स्वामित्व वा नियन्त्रण भएको सङ्गठित संस्थाको सम्पत्ति वा सार्वजनिक सम्पत्तिको सुरक्षाका लागि अधिकार प्राप्त अधिकारीको आदेशबाट खटिएको सुरक्षाकर्मीले त्यस्तो व्यक्ति वा सम्पत्ति बिरुद्ध भएको आक्रमण रोक्न तत्काल प्रतिकार गर्नु परेकोमा।"
                      }
                    ]
                  }
                ]
              },
              {
                "section_number": "२७",
                "section_title": "मामुली हानि, नोक्सानी भएकोमा कसूर नहुनेः",
                "content": "साधारण समझको व्यक्तिले गरेको मामुली किसिमको हानि, नोक्सानीलाई कसूर मानिने छैन।"
              },
              {
                "section_number": "२८",
                "section_title": "बालबालिकाबाट गराएको कसुरमा उमेर पुगेकोलाई सजाय हुनेः",
                "content": "कसैले कुनै बालबालिकालाई फकाई, सिकाई वा प्रभावमा पारी कुनै कसूर गर्न लगाएको रहेछ भने त्यसरी कसूर गर्न लगाउने व्यक्तिलाई निज आफैले त्यस्तो कसूर गरे सरह सजाय हुनेछ ।"
              },
              {
                "section_number": "२९",
                "section_title": "निरपेक्ष दायित्व (स्ट्रीक्ट लायविलिटि) हुने कसुरमा आपराधिक मनसाय परीक्षण नहुनेः",
                "content": "यस संहिता वा कानून बमोजिम निरपेक्ष आपराधिक दायित्व हुने कसूरमा त्यस्तो कसूर मनसायपूर्वक गरेको हो वा होइन भन्ने कुरा परीक्षण हुने छैन।"
              },
              {
                "section_number": "३०",
                "section_title": "सङ्गठित संस्थाबाट भएको कसुरमा काम गर्ने गराउनेको आपराधिक दायित्व हुनेः",
                "content": "कुनै फर्म, कम्पनी वा सङ्गठित संस्थाले यस संहिता वा कानून बमोजिम कसूर मानिने कुनै काम गरेको वा गराएकोमा जसले त्यस्तो काम गरे वा गराएको हो सोही व्यक्ति जिम्मेवार हुनेछ र त्यस्तो व्यक्ति किटान हुन नसकेमा फर्मको हकमा त्यस्ता काम गर्ने सम्बन्धित धनी वा हिस्सेदारहरु र कम्पनी वा सङ्गठित संस्था भए त्यस्तो काम गर्ने वा गराउने सञ्चालक, प्रबन्ध सञ्चालक, महाप्रबन्धक र त्यस्तो व्यक्ति पनि किटान हुन नसकेमा त्यस्तो संस्थाको कार्यकारी प्रमुखले आपराधिक दायित्व व्यहोर्नु पर्नेछ ।"
              },
              {
                "section_number": "३१",
                "section_title": "समूहबाट भएको कसुरमा सबै सदस्यलाई सजाय हुनेः",
                "content": "दुई वा दुईभन्दा बढी व्यक्तिको समूहबाट कुनै कसूर भएकोमा सो समूहका सबै सदस्यलाई त्यस्तो कसूरको सजाय हुनेछ ।"
              },
              {
                "section_number": "३२",
                "section_title": "अपराध पीडितलाई मुद्दाको कारबाहीको जानकारी र क्षतिपूर्ति पाउने हक हुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "अपराध पीडितलाई आफू पीडित भएको मुद्दाको अनुसन्धान तथा कारबाही सम्बन्धी जानकारी पाउने हक हुनेछ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "अपराध पीडितलाई कानून बमोजिम सामाजिक पुनःस्थापना र क्षतिपूर्ति सहितको न्याय पाउने हक हुनेछ।"
                  }
                ]
              }
            ]
          },
          {
            "chapter_number": "३",
            "chapter_title": "आपराधिक षड्यन्त्र, उद्योग, दुरुत्साहन र मतियार",
            "sections": [
              {
                "section_number": "३३",
                "section_title": "आपराधिक षड्यन्त्र गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले कुनै आपराधिक षड्यन्त्र गर्न हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "दुई वा दुईभन्दा बढी व्यक्तिहरुले कुनै कसूर गर्न वा गराउन मन्जुर गरी कुनै *एकजना मात्र वा दुई वा दुईभन्दा बढी व्यक्तिहरुले कुनै कार्य गरेमा निजहरुले आपराधिक षड्यन्त्र गरेको मानिने छ।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "जघन्य वा गम्भीर प्रकृतिको कसूरको आपराधिक षड्यन्त्र गर्ने वा गराउने व्यक्तिलाई यस संहितामा अन्यत्र छुट्टै सजायको व्यवस्था भएकोमा सोही बमोजिम र नभएकोमा देहाय बमोजिम सजाय हुनेछः-",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "आपराधिक षड्यन्त्र बमोजिमको कसूर गरेको भए त्यस्तो कसूर गरे सरहको सजाय,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "आपराधिक षड्यन्त्र बमोजिमको कसूर नभई अन्य कसूर भएकोमा त्यस्तो कसूर त्यस्तो षड्यन्त्र कार्यान्वयनको सिलसिलामा वा त्यसैको सम्भावित परिणामस्वरुप भएको रहेछ भने त्यस्तो कसूर बापत हुने सजाय,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "आपराधिक षड्यन्त्र बमोजिमको कसूरको अतिरिक्त अन्य कसूर पनि भएकोमा त्यस्तो कसूर पनि सोही षडयन्त्र कार्यान्वयनको सिलसिलामा वा त्यसैको सम्भावित परिणामस्वरुप भएको रहेछ भने त्यस्तो कसूरको समेत थप सजाय,"
                      },
                      {
                        "clause_marker": "घ",
                        "content": "आपराधिक षडयन्त्र गर्ने कार्य पूरा भई नसकेको भएमा त्यस्तो कसूरमा हुने सजायको आधा सजाय।"
                      }
                    ]
                  }
                ]
              },
              {
                "section_number": "३४",
                "section_title": "कसूर गर्ने उद्योग गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले कुनै कसूर गर्ने उद्योग गर्न हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "जुन कसूरको उद्योग भएको हो त्यस्तो कसूर हुन असम्भव भएमा पनि उद्योग गरेको मानिनेछ ।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "यस संहितामा अन्यथा व्यवस्था भएकोमा बाहेक कसूर गर्न उद्योग गर्ने वा गराउने व्यक्तिलाई त्यस्तो कसूरको लागि तोकिएको सजायको आधा सजाय हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "३५",
                "section_title": "दुरुत्साहन दिन नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले कसैलाई कुनै कसूर गर्न दुरुत्साहन दिनु हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) को प्रयोजनको लागि कसैले कसैलाई कुनै कसूर गर्न उक्साएमा निजले दुरुत्साहन दिएको मानिनेछ ।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "दुरुत्साहन दिने व्यक्तिलाई यस संहितामा छुट्टै सजायको व्यवस्था गरिएकोमा सोही बमोजिम र नगरिएकोमा देहाय बमोजिम सजाय हुनेछः–",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "दुरुत्साहन दिए बमोजिम कसूर भएको भए निज स्वयंले कसूर गरे सरहको सजाय,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "दुरुत्साहन दिए बमोजिम कसूर भई नसकेकोमा सो कसूरका लागि तोकिएको सजायको आधा सजाय।"
                      }
                    ]
                  },
                  {
                    "subsection_number": "४",
                    "content": "कुनै व्यक्तिलाई एउटा कसूर गर्न दुरुत्साहन दिएकोमा त्यस्तो व्यक्तिले त्यस्तो दुरुत्साहनको प्रभाव वा सम्भावित परिणाम स्वरुप कुनै अर्को कसूर गरेमा दुरुत्साहन दिने व्यक्तिलाई त्यस्तो कसूर पनि निज स्वयंले गरे सरह सजाय हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "३६",
                "section_title": "मतियार हुन नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कुनै व्यक्ति कुनै कसूरको मतियार हुनु हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "कुनै कसूर गर्ने नियतले त्यस्तो कसूर वा अन्य कसूर गर्न सहयोग पुर्याउने वा कसूर गरिसकेपछि कसूरदारलाई भगाउने, लुकाउने वा कसूर गर्न वा गराउन साधन उपलब्ध गराउने वा अन्य कुनै किसिमले सहयोग पुर्याउने व्यक्ति मतियार मानिनेछ।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "मतियारलाई देहाय बमोजिम सजाय हुनेछः–",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "आपराधिक षड्यन्त्रमा संलग्न भई कसूर गर्ने, साधन वा ठाँउ उपलव्ध गराइदिने, जसको बिरुद्ध कसूर गरिएको हो त्यस्तो व्यक्तिलाई निजी रक्षाको अधिकारबाट बञ्चित गराउने वा कसूर गर्न आदेश वा सल्लाह दिनेलाई त्यस्तो कसूर निजले गरे सरहको सजाय,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "खण्ड (क) मा लेखिएको बाहेक अन्य मतियार भए कसूर भए गरेको काममा निजको संलग्नताको मात्रा अनुसार त्यस्तो कसूर गरे बापत हुने सजायको बढीमा आधासम्म सजाय।"
                      }
                    ]
                  }
                ]
              },
              {
                "section_number": "३७",
                "section_title": "हदम्याद लागू हुनेः",
                "content": "यस संहितामा कुनै कसूरका सम्बन्धमा व्यवस्था गरिएको उजुरगर्ने हदम्याद त्यस्तो कसूरको षड्यन्त्र, उद्योग, दुरुत्साहन वा मतियारको सम्बन्धमा समेत लागू हुनेछ ।"
              }
            ]
          },
          {
            "chapter_number": "४",
            "chapter_title": "कसूरको गम्भीरता बढाउने तथा घटाउने अवस्थाहरु",
            "sections": [
              {
                "section_number": "३८",
                "section_title": "कसूरको गम्भीरता बढाउने अवस्थाः",
                "content": "यस संहिताको प्रयोजनका लागि देहायका अवस्थाहरु विद्यमान रहेमा कसूरको गम्भीरता बढाएको मानिने छः",
                "clauses": [
                  {
                    "clause_marker": "क",
                    "content": "राष्ट्रपति वा सरकार प्रमुख वा विदेशी राज्य प्रमुखको बिरुद्ध कसूर गरेको,"
                  },
                  {
                    "clause_marker": "ख",
                    "content": "राष्ट्रपति वा सरकार प्रमुख वा विदेशी राज्य प्रमुखको उपस्थितिमा कसूर गरेको,"
                  },
                  {
                    "clause_marker": "ग",
                    "content": "विश्वासको दुरुपयोग गरी कसूर गरेको,"
                  },
                  {
                    "clause_marker": "घ",
                    "content": "कुनै सार्वजनिक पदको लाभ उठाई वा दुरुपयोग गरी कसूर गरेको,"
                  },
                  {
                    "clause_marker": "ङ",
                    "content": "सार्वजनिक पद धारण गरेको व्यक्तिले आफ्नो पदीय कर्तव्य पालन गर्न लागेकोमा बाधा पुर्याउने वा निजलाई कुनै गैरकानूनी काम गर्न लगाउने नियतले कसूर गरेको,"
                  },
                  {
                    "clause_marker": "च",
                    "content": "कुनै सरकारी कार्यालय, सार्वजनिक कार्यालय वा धार्मिक स्थलमा कसूर गरेको,"
                  },
                  {
                    "clause_marker": "छ",
                    "content": "पाँच वा पाँचभन्दा बढी व्यक्तिहरु समूहमा आवद्ध भई कसूर गरेको,"
                  },
                  {
                    "clause_marker": "ज",
                    "content": "सार्वजनिक शान्ति खलबलिएको, बाढी, पहिरो, भूकम्प वा त्यस्तै प्रकृतिको दैवी प्रकोप भएको महामारी फैलिएको, अनिकाल परेको वा त्यस्तै किसिमको अन्य कुनै सङ्कटको लाभ लिई कसूर गरेको,"
                  },
                  {
                    "clause_marker": "झ",
                    "content": "हातहतियार वा विषालु वा विष्फोटक पदार्थ साथमा लिई वा प्रयोग गरी वा विद्युत प्रवाह गरी वा विद्युतीय उपकरण प्रयोग गरी कसूर गरेको वा हातहतियार वा विषालु वा विष्फोटक पदार्थ लिएको मानिसको मद्दतबाट कसूर गरेको,"
                  },
                  {
                    "clause_marker": "झ१",
                    "marker_prefix": "*",
                    "content": "तेजाब, अन्य घातक रासायनिक वा ज्वलनशील पदार्थ कसैमाथि प्रहार वा प्रयोग गरी वा कसैलाई सेवन गराई कसूर गरेको,",
                    "amendment_note": "फौजदारी कसूर तथा फौजदारी कार्यविधि सम्बन्धी केही ऐन संशोधन गर्ने ऐन, २०७९ द्वारा थप।"
                  },
                  {
                    "clause_marker": "ञ",
                    "content": "एक पटक कैद सजाय पाएको कसूरदारले पुनः कसूर गरेको,"
                  },
                  {
                    "clause_marker": "ट",
                    "content": "कुनै पारितोषिक वा आश्वासन वा *लाभ पाई वा लाभ पाउने प्रलोभनमा परी कसूर गरेको,",
                    "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                  },
                  {
                    "clause_marker": "ठ",
                    "content": "आफ्नो संरक्षण वा नियन्त्रणमा रहेको व्यक्ति वा जिम्मामा रहेको सम्पत्तिको बिरुद्ध कसूर गरेको,"
                  },
                  {
                    "clause_marker": "ड",
                    "content": "कसैलाई *यातना दिई वा क्रूर, अमानवीय वा अपमानजन्य व्यवहार गरी कसूर गरेको,",
                    "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                  },
                  {
                    "clause_marker": "ढ",
                    "content": "एकै वारदातमा एकभन्दा बढी कसूर गरेको,"
                  },
                  {
                    "clause_marker": "ण",
                    "content": "एकै वारदातमा एकभन्दा बढी व्यक्तिका बिरुद्ध कसूर गरेको,"
                  },
                  {
                    "clause_marker": "त",
                    "content": "कसैलाई अपहरण गरी वा शरीर बन्धक लिई कसूर गरेको,"
                  },
                  {
                    "clause_marker": "थ",
                    "content": "थुना, हिरासत, कैद वा नियन्त्रणमा रहेको व्यक्ति बिरुद्ध कसूर गरेको,"
                  },
                  {
                    "clause_marker": "द",
                    "content": "कुनै व्यक्तिको सुरक्षाको कर्तव्य भएका व्यक्तिले आफूले सुरक्षा गर्नु पर्ने व्यक्तिको बिरुद्ध कसूर गरेको,"
                  },
                  {
                    "clause_marker": "ध",
                    "content": "कुनै जात, जाति वा सम्प्रदायको अस्तित्व नै विनाश गर्ने *गरी जातिहत्या (जेनोसाइड) को उद्देश्यले कसूर गरेको,",
                    "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                  },
                  {
                    "clause_marker": "न",
                    "content": "कुनै जात, जाति, धार्मिक वा साँस्कृतिक समुदाय बिरुद्ध घृणा उत्पन्न गर्ने उद्देश्यले कसूर गरेको,"
                  },
                  {
                    "clause_marker": "प",
                    "content": "मानवता विरुद्धको कसूर गरेको,"
                  },
                  {
                    "clause_marker": "फ",
                    "content": "नियोजित वा सङ्गठित रुपमा कसूर गरेको,"
                  },
                  {
                    "clause_marker": "ब",
                    "content": "पचहत्तर वर्षमाथिको वृद्धावस्था वा शारीरिक वा मानसिक अस्वस्थताले गर्दा होस ठेगानमा नरहेको वा अपाङ्गताको कारणले आफ्नो बचाउ गर्न सक्ने स्थितिमा नभएको व्यक्ति वा बालबालिकाको विरुद्ध कसूर गरेको,"
                  },
                  {
                    "clause_marker": "भ",
                    "content": "*सवारी वा विमान दुर्घटना वा प्राकृतिक प्रकोप पर्दा उद्धार गर्ने काममा खटिँदा कसूर गरेको,",
                    "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                  },
                  {
                    "clause_marker": "म",
                    "content": "एकपटक कुनै कसूरबाट पीडित भैसकेको व्यक्तिका बिरुद्ध सोही कसूरदारले अर्को कसूर गरेको।"
                  }
                ]
              },
              {
                "section_number": "३९",
                "section_title": "कसूरको गम्भीरता घटाउने अवस्थाः",
                "content": "यस संहिताको प्रयोजनको लागि देहायका अवस्थाहरु विद्यमान रहेमा कसूरको गम्भीरता घटाएको मानिनेछः-",
                "clauses": [
                  {
                    "clause_marker": "क",
                    "content": "कसूरदारको उमेर अठार वर्षभन्दा कम वा पचहत्तर वर्षभन्दा माथि भएको,"
                  },
                  {
                    "clause_marker": "ख",
                    "content": "कसूरदारको कसूर गर्ने नियत नभएको,"
                  },
                  {
                    "clause_marker": "ग",
                    "content": "जुन व्यक्तिको बिरुद्ध कसूर भएको छ त्यस्तो व्यक्तिले कसूरदारलाई कसूर हुनुभन्दा तत्कालअघि उत्तेजित गरेको वा धम्की दिएको,"
                  },
                  {
                    "clause_marker": "घ",
                    "content": "कसूरदार वा निजको कुनै नजिकको नातेदारका बिरुद्ध गरिएको कुनै गम्भीर कसूरको प्रतिकारको रुपमा तत्कालै कसूर भएको,"
                  },
                  {
                    "clause_marker": "ङ",
                    "content": "कसूरदारले स्वेच्छाले कसूर स्वीकार गरेको वा त्यस्तो कसूर गरे बापत पश्चाताप गरेको,"
                  },
                  {
                    "clause_marker": "च",
                    "content": "कसूरदारले सम्बन्धित अधिकारी समक्ष आत्मसर्मपण गरेको,"
                  },
                  {
                    "clause_marker": "छ",
                    "content": "कसूरदारले आफूले गरेको कसूर स्वीकार गरी पीडितलाई क्षतिपूर्ति दिइसकेको वा दिन मञ्जुर गरेको,"
                  },
                  {
                    "clause_marker": "ज",
                    "content": "शारीरिक, मानसिक तथा अपाङ्गताको कारणले गर्दा कसूरदारको क्षमता ह्रास भएको,"
                  },
                  {
                    "clause_marker": "झ",
                    "content": "पीडित पक्ष र समाजलाई हुन गएको हानि, नोक्सानीको मात्रा उल्लेखनीय नदेखिएको,"
                  },
                  {
                    "clause_marker": "ञ",
                    "content": "अदालतमा साँचो कुरा व्यक्त गरी न्यायिक प्रकृयामा सहयोग पुर्याएको,"
                  },
                  {
                    "clause_marker": "ट",
                    "content": "कसूर स्वीकार गरी भविष्यमा फौजदारी कसूर नगर्ने प्रतिवद्धता व्यक्त गरेको,"
                  },
                  {
                    "clause_marker": "ठ",
                    "content": "कसैको बहकाउ वा दबाबमा अपराध गरेको।"
                  }
                ]
              }
            ]
          },
          {
            "chapter_number": "५",
            "chapter_title": "सजाय र अन्तरिम क्षतिपूर्ति सम्बन्धी व्यवस्था",
            "sections": [
              {
                "section_number": "४०",
                "section_title": "सजायका प्रकारः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "यस संहितामा उल्लिखित कसूर गरे बापत हुने सजाय देहाय बमोजिम हुने छन्ः-",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "जन्म कैद,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "कैद,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "जरिबाना,"
                      },
                      {
                        "clause_marker": "घ",
                        "content": "कैद र जरिबाना,"
                      },
                      {
                        "clause_marker": "ङ",
                        "content": "क्षतिपूर्ति,"
                      },
                      {
                        "clause_marker": "च",
                        "content": "जरिबाना वा क्षतिपूर्ति नतिरे बापतको कैद,"
                      },
                      {
                        "clause_marker": "छ",
                        "content": "कैदको सट्टा *सुधार गृह वा सामुदायिक सेवा।",
                         "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                      }
                    ]
                  },
                  {
                    "subsection_number": "२",
                    "content": "कानूनमा कुनै कसूर बापत सर्वस्वको सजाय हुने रहेछ भने यो संहिता प्रारम्भ भएपछि त्यस्तो कसूरमा सजाय गर्दा सर्वस्व हुने गरी सजाय गरिने छैन।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि एक रुपैयाँभन्दा कम जरिबाना र एक दिनभन्दा कम कैद हुने गरी सजाय गरिने छैन।"
                  }
                ]
              },
              {
                "section_number": "४१",
                "section_title": "जन्म कैद हुनेः",
                "content": "यस संहितामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि देहायको कुनै कसूर गर्ने कसूरदारलाई जन्मकैदको सजाय गर्दा त्यस्तो कसूरदार जीवित रहेसम्म कैद गर्नु पर्नेछः -",
                "clauses": [
                  {
                    "clause_marker": "क",
                    "content": "क्रूर यातना दिई वा निर्ममतापूर्वक ज्यान मारेको,"
                  },
                  {
                    "clause_marker": "ख",
                    "content": "वायुयान अपहरण गरी वा वायुयान विष्फोट गरी ज्यान मारेको,"
                  },
                  {
                    "clause_marker": "ग",
                    "content": "अपहरण गरी वा शरीरबन्धक लिई ज्यान मारेको,"
                  },
                  {
                    "clause_marker": "घ",
                    "content": "सार्वजनिक रुपमा उपभोग हुने पेय वा खाद्य पदार्थमा विष हाली ज्यान मारेको,"
                  },
                  {
                    "clause_marker": "ङ",
                    "content": "कुनै जात, जाति वा सम्प्रदायको अस्तित्व नै *विनाश गर्ने गरी जातिहत्या (जेनोसाइड) गरेको वा गर्ने उद्देश्यले कसूर गरेको वा",
                    "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                  },
                  {
                    "clause_marker": "च",
                    "content": "जवर्जस्ती करणी गरी ज्यान मारेको।"
                  }
                ]
              },
              {
                "section_number": "४२",
                "section_title": "जन्म कैदको गणनाः",
                "content": "दफा ४१ मा उल्लिखित अवस्थामा बाहेक जन्म कैदको सजाय गणना गर्दा पच्चीस वर्ष कैद सजाय हुने गरी गणना गर्नु पर्नेछ।"
              },
              {
                "section_number": "४३",
                "marker_prefix": "*",
                "section_title": "एकीकृत कसूर बापत थप सजाय हुनेः",
                 "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075.",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कुनै व्यक्तिले एउटै वारदातमा एकभन्दा बढी कसूर गरेमा त्यस्तो व्यक्तिले एकीकृत कसूर गरेको मानिनेछ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) बमोजिमको एकीकृत कसूर गर्ने कसूरदारलाई सजाय गर्दा सबैभन्दा बढी सजाय हुने कसूर बापतको सजाय र त्यसपछिको अधिकतम सजाय हुने अर्को कसूर बापतको सजायको आधा सजाय थप गरी सजाय गर्नु पर्नेछ ।",
                    "proviso": {
                       "content": "तर जन्मकैदको सजाय हुने अवस्थाको कसूरदारको हकमा यो उपदफा लागू हुने छैन।"
                    }
                  }
                ]
              },
              {
                "section_number": "४४",
                "marker_prefix": "*",
                "section_title": "थप सजाय हुनेः",
                 "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075.",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "जघन्य वा गम्भीर कसूरमा सजाय पाएको व्यक्तिले अर्को कसूर गरेमा निजले पछिल्लो पटक गरेको कसूरमा हुने सजायको दोब्बरसम्म सजाय हुनेछ।",
                    "proviso": {
                      "content": "तर जन्म कैदको सजाय पाएको कसूरदारको हकमा यो दफा लागू हुने छैन।"
                    }
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) बमोजिमको कसूर बाहेक अन्य कसूरमा सजाय पाएको व्यक्तिले त्यस्तो सजाय भुक्तान गरेको पाँच वर्षभित्र अर्को कसूर गरेमा निजलाई पछिल्लो पटक गरेको सजायको दोब्बरसम्म सजाय हुनेछ ।"
                  }
                ]
              },
              {
                "section_number": "४५",
                "section_title": "बालबालिकालाई हुने सजायः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कानून बमोजिम कसूर ठहरिने कुनै काम गर्ने व्यक्तिको उमेर त्यस्तो काम गर्दाका बखत दश वर्ष पुगेको रहेनछ भने निजलाई कुनै सजाय हुने छैन।"
                  },
                  {
                    "subsection_number": "२",
                    "marker_prefix": "*",
                    "content": "दश वर्ष वा दश वर्षभन्दा माथि र चौध वर्षभन्दा कम उमेर भएको व्यक्तिले कानून बमोजिम जरिबाना हुने कुनै कसूर गरेकोमा जरिबाना नगरी निजलाई सम्झाई बुझाई गर्नु पर्नेछ र कैद हुने कसूर गरेकोमा कसूर हेरी छ महिनासम्म कैद सजाय गर्न वा कैद नगरी बढीमा एक वर्षसम्म सुधार गृहमा राख्न सकिनेछ ।",
                    "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                  },
                  {
                    "subsection_number": "३",
                    "marker_prefix": "x",
                    "content": "(३) चौध वर्ष वा चौध वर्षभन्दा माथि र सोह्र वर्षभन्दा कम उमेरको व्यक्तिले ..... कुनै कसूर गरेमा निजलाई उमेर पुगेको व्यक्तिलाई कानून बमोजिम हुने सजायको आधा सजाय हुनेछ।",
                    "amendment_note": "Marked 'x', indicating removal by Act 2075. Text retained as per OCR for completeness, but note indicates removal."
                  },
                  {
                    "subsection_number": "४",
                     "marker_prefix": "x",
                    "content": "(४) सोह्र वर्ष वा सोह्र वर्षभन्दा माथि र अठार वर्षभन्दा कम उमेरको व्यक्तिले ..... कुनै कसूर गरेमा निजलाई उमेर पुगेको व्यक्तिलाई कानून बमोजिम हुने सजायको दुई तिहाई सजाय हुनेछ।",
                    "amendment_note": "Marked 'x', indicating removal by Act 2075. Text retained as per OCR for completeness, but note indicates removal."
                  },
                  {
                    "subsection_number": "५",
                    "marker_prefix": "□",
                    "content": "उपदफा (२), (३) र (४) मा जुनसुकै कुरा लेखिएको भए तापनि सोह्र वर्ष उमेर पूरा नभएका बालबालिकालाई सजाय गर्दा जघन्य कसूर, गम्भीर कसूर वा पटके रुपमा कसूर गरेकोमा बाहेक कैदको सजाय गर्नु हुँदैन।",
                     "amendment_note": "Marker '□' indicates addition by Act 2075."
                  }
                ]
              },
              {
                "section_number": "४६",
                "section_title": "जरिबाना बापत कैद गर्न सकिनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कुनै कसूरदारलाई तोकिएको जरिबाना निजको सम्पत्तिबाट असूल उपर गरिनेछ। निजको कुनै सम्पत्ति नभएमा वा त्यसरी जरिबाना बापतको रकम निजबाट असूल उपर हुन नसकेमा निजलाई कैद गर्न सकिनेछ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) बमोजिम कैद निर्धारण गर्दा देहाय बमोजिम गर्नु पर्नेछः-",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "कैद र जरिबाना दुवै सजाय हुने *ठहर भएको कसूरमा जरिबाना नतिरे बापतको कैद निर्धारण गर्दा दश वर्षभन्दा बढी नहुने गरी कैद गर्नु पर्नेछ ।",
                        "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                      },
                      {
                        "clause_marker": "ख",
                        "content": "कैद वा जरिबानामध्ये कुनै वा दुवै सजाय हुन सक्ने कसूरमा जरिबाना मात्रको सजाय भई त्यस्तो जरिबाना नतिरे बापतको कैद निर्धारण गर्दा त्यस्तो कसूरमा हुन सक्ने कैदको उपल्लो हदको आधाभन्दा बढी नहुने गरी कैद गर्नु पर्नेछ।"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "जरिबाना मात्र सजाय हुने कसूरमा जरिबानाको सजाय भई सो नतिरे बापत *कैद निर्धारण गर्दा दुई वर्षभन्दा बढी नहुने गरी कैद गर्नु पर्नेछ।"
                         ,"amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                      }
                    ]
                  },
                  {
                    "subsection_number": "३",
                    "content": "उपदफा (२) मा जुनसुकै कुरा लेखिएको भए तापनि अठार वर्ष उमेर नपुगेको बालबालिकाको हकमा जरिबाना बापत कैद गर्दा देहाय बमोजिम गर्नु पर्नेछः–",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "जरिबाना मात्र हुने वा कैद वा जरिबानामध्ये कुनै एक सजाय हुने कसूरमा जरिबाना नतिरेकोमा कैद नगरी जरिबाना मिनाह गर्नु पर्नेछ ।"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "कैद वा जरिबाना वा दुवै सजाय हुने कसूरमा जरिबाना मात्र सजाय भएकोमा त्यस्तो जरिबाना नतिरे बापत *कैद निर्धारण गर्नु पर्दा तीन महिनाभन्दा बढी नहुने गरी कैद गर्नु पर्नेछ।",
                         "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                      },
                      {
                        "clause_marker": "ग",
                        "content": "चौध वर्ष उमेर पुगेको तर अठार वर्षभन्दा कम उमेर भएको व्यक्तिलाई उपदफा (२) बमोजिम कैद निर्धारण गर्दा अठार वर्ष उमेर पुगेको व्यक्तिलाई गर्नु पर्ने कैद सजायको आधाभन्दा बढी नहुने गरी कैद गर्नु पर्नेछ ।"
                      }
                    ]
                  }
                ]
              },
              {
                "section_number": "४७",
                "section_title": "सजाय छुट दिन सकिनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कुनै कसूरदारले आफूले गरेको कसूर स्वीकार गरी त्यस्तो कसूरका सम्बन्धमा प्रमाण जुटाउन, अन्य अभियुक्त वा त्यसको गिरोह वा मतियारलाई पक्राउ गर्न वा अनुसन्धान वा अभियोजन पक्ष वा अदालतलाई सघाउ पुर्याएकोमा कानून बमोजिम हुने सजायको बढीमा पचास प्रतिशतसम्म सजाय छुट दिन सकिनेछ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि देहायको कसूरदारले सजायमा छुट पाउन सक्ने छैनः-",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "उपदफा (१) अन्तर्गत एक पटक सजाय छुट पाइसकेको,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "कैद सजाय हुने कसूरमा दोषी ठहर भई कैद भुक्तान गरेको अवधि तीन वर्ष पूरा नगरेको,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "जुन कसूरमा सजाय छुट माग गरिएको हो सोही प्रकृतिको कसूरमा एक पटक सजाय पाइसकेको।"
                      }
                    ]
                  },
                  {
                    "subsection_number": "३",
                    "content": "उपदफा (१) बमोजिम सजायमा छुट दिँदा अभियुक्तले अनुसन्धान वा पुर्पक्षको कुन अवस्थामा कसूर स्वीकार गरेको हो र कस्तो परिस्थितिमा त्यस्तो कसूर स्वीकार गरेको हो त्यस्तो कुरालाई समेत विचार गर्नु पर्नेछ ।"
                  }
                ]
              },
              {
                "section_number": "४८",
                "marker_prefix": "*",
                "section_title": "अन्तरिम क्षतिपूर्तिको लागि आदेश दिन सक्नेः",
                "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075.",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "यस संहितामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कुनै कसूर भएको कारणबाट त्यस्तो कसूरबाट पीडित व्यक्ति वा निजमा आश्रित व्यक्तिलाई तत्काल उपचार गराउनु पर्ने भएमा वा क्षतिपूर्ति वा कुनै प्रकारको राहत रकम दिनु परेमा त्यस्तो व्यक्तिलाई औषधोपचार गराउन वा अन्तरिम रुपमा क्षतिपूर्ति वा राहत रकम उपलब्ध गराउन अदालतले आदेश दिन सक्नेछ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) बमोजिमको आदेश भएमा कसूरबाट पीडित वा निजका आश्रित व्यक्तिलाई फौजदारी कसूरमा सजाय निर्धारण र कार्यान्वयन सम्बन्धी प्रचलित कानून बमोजिम स्थापना भएको पीडित राहत कोषबाट क्षतिपूर्ति वा राहत रकम उपलब्ध गराउनु पर्नेछ ।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "उपदफा (२) बमोजिम उपलब्ध गराइएको क्षतिपूर्ति वा राहत रकम अदालतबाट फैसला हुँदा अभियोग लागेको व्यक्ति कसूरदार ठहर भएमा त्यस्तो कसूरदारलाई फैसला भएको पैंतीस दिनभित्र त्यस्तो रकम पीडित राहत कोषमा जम्मा गर्न अदालतले आदेश दिनेछ।"
                  },
                  {
                    "subsection_number": "४",
                    "content": "उपदफा (३) बमोजिम अदालतले आदेश दिएकोमा त्यस्तो कसूरदारले क्षतिपूर्ति वा राहत बापतको रकम पीडित राहत कोषमा जम्मा गर्नु पर्नेछ र निजले सो अवधिमा त्यस्तो रकम जम्मा नगरेमा फैसला भएको साठी दिनभित्र त्यस्तो कसूरदारको जुनसुकै जायजेथाबाट सरकारी बाँकी सरह असूल उपर गर्नु पर्नेछ।"
                  },
                  {
                    "subsection_number": "५",
                    "content": "यस दफा बमोजिम क्षतिपूर्ति वा राहत रकम पाएको व्यक्तिले झुट्टा उजुरी गरेको ठहरेमा वा वारदात स्थापित नभएमा निजले क्षतिपूर्ति वा राहत बापत पाएको रकम फिर्ता गर्न अदालतले आदेश दिनेछ।"
                  },
                  {
                    "subsection_number": "६",
                    "content": "उपदफा (५) बमोजिम अदालतले आदेश दिएकोमा त्यस्तो व्यक्तिले क्षतिपूर्ति वा राहत बापत पाएको रकम फैसला भएको पैंतीस दिनभित्र पीडित राहत कोषमा फिर्ता गर्नु पर्नेछ र निजले सो अवधिमा त्यस्तो रकम फिर्ता नगरेमा फैसला भएको साठी दिनभित्र त्यस्तो व्यक्तिको जुनसुकै जायजेथाबाट सरकारी बाँकी सरह असुल उपर गर्न पर्नेछ ।"
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "part_number": "२",
        "part_title": "फौजदारी कसूरहरु",
        "chapters": [
          {
            "chapter_number": "१",
            "chapter_title": "राज्य विरुद्धका कसूर",
            "sections": [
              {
                "section_number": "४९",
                "section_title": "सार्वभौमसत्ता, अखण्डता वा राष्ट्रिय एकता उपर खलल गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले नेपालको स्वतन्त्रता, सार्वभौमसत्ता, भौगोलिक वा प्रादेशिक अखण्डता वा राष्ट्रिय एकतामा खलल पार्ने नियतले मानिस, हातहतियार र खरखजाना जम्मा गर्न, हातहतियार सहित सैनिक वा अर्धसैनिक सङ्गठन निर्माण गर्न वा त्यस्तो कार्य गर्ने उद्योग गर्नु हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "कसैले नेपालको स्वतन्त्रता, सार्वभौमसत्ता, भौगोलिक वा प्रादेशिक अखण्डता वा राष्ट्रिय एकतामा खलल पार्न सक्ने गरी कुनै विदेशी राज्य, सरकार वा सङ्गठित शक्तिसँग मिली कुनै प्रकारको षड्यन्त्र गर्नु वा गराउनु हुँदैन।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "कसैले उपदफा (१) वा (२) अन्तर्गतको कसूर गर्न दुरुत्साहन दिनु हुँदैन ।"
                  },
                  {
                    "subsection_number": "४",
                    "content": "कसैले नेपालको सार्वभौमसत्ता, भौगोलिक वा प्रादेशिक अखण्डता, राष्ट्रियता वा राष्ट्रिय एकता, नेपालको स्वाधीनता, स्वाभिमान वा सङ्घीय इकाईबिचको सुसम्बन्ध खलल पर्न सक्ने गरी वर्गीय, जातीय, धार्मिक, क्षेत्रीय, साम्प्रदायीक र यस्तै अरु कुनै आधारमा घृणा, द्वेष वा अवहेलना उत्पन्न हुने कुनै काम कारबाही गर्न वा गराउन वा त्यस्तो गर्ने उद्योग गर्न वा दुरुत्साहन दिन वा त्यस्तो काम गर्ने षडयन्त्र गर्न वा विभिन्न जात, जाति वा सम्प्रदायबिचको सुसम्बन्ध खलल गर्नु वा गराउनु हुँदैन।"
                  },
                  {
                    "subsection_number": "५",
                    "content": "यस दफा बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई देहाय बमोजिम सजाय हुनेछः -",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "उपदफा (१) वा (२) बमोजिमको कसूर भए जन्मकैद,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "उपदफा (३) बमोजिमको कसूर भए दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "उपदफा (४) बमोजिमको कसूर भए पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना।"
                      }
                    ]
                  }
                ]
              },
              {
                "section_number": "५०",
                "section_title": "राजद्रोहः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "नेपाल सरकार वा संवैधानिक संरचनालाई पल्टाउने नियतले कसैले सैनिक, अर्धसैनिक वा आपराधिक बलको प्रदर्शन वा प्रयोग गरी कुनै अव्यवस्था उत्पन्न गर्न वा हातहतियार सहित सैनिक वा अर्धसैनिक सङ्गठन निर्माण गर्न वा त्यस्तो षड्यन्त्र वा उद्योग गर्न वा गराउन वा दुरुत्साहन दिन हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई पच्चीस वर्षसम्म कैद हुनेछ ।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "नेपाल सरकार वा नेपाल सरकारको काम कारबाहीको सम्बन्धमा कसैले लेखेर, वचनले, आकार वा चिह्नद्वारा वा अरु कुनै किसिमबाट निराधार वा अप्रमाणित कुरा देखाई नेपाल सरकारप्रति घृणा, द्वेष वा अवहेलना गर्न वा गराउन वा त्यस्तो उद्योग गर्न गराउन हुँदैन ।",
                    "proviso": {
                      "content": "तर यस उपदफामा लेखिएको कुनै कुराले नेपाल सरकारको स्वस्थ र मर्यादित आलोचना गरेकोलाई कसूर गरेको मानिने छैन ।"
                    }
                  },
                  {
                    "subsection_number": "४",
                    "content": "उपदफा (३) बमोजिमको कसूर गर्ने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "५१",
                "section_title": "राष्ट्रहित प्रतिकूल काम गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले राष्ट्रहित प्रतिकूल हुने कुनै काम गर्नु वा गराउनु हुँदैन ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) को प्रयोजनका लागि कसैले देहायको कुनै काम गरे वा गराएमा राष्ट्रहित प्रतिकूल काम गरेको मानिनेछः–",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "नेपालको स्वतन्त्रता, सार्वभौमसत्ता, भौगोलिक वा प्रादेशिक अखण्डता, राष्ट्रियता, स्वाधीनता, स्वाभिमान वा नेपालको अन्तरराष्ट्रिय छवि उपर अपमान हुने, होच्याउने वा घृणा वा द्वैष फैलाउने,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "नेपालको अन्तरराष्ट्रिय सीमा अतिक्रमण गर्ने वा छिमेकी मुलुकसँग सहमति भएको अवस्थामा बाहेक सीमास्तम्भ हटाउने वा सीमास्तम्भ राखिएको ठाउँ परिवर्तन गर्ने वा नेपालको भौगोलिक वा प्रादेशिक अखण्डता उपर प्रतिकूल हुने गरी सीमास्तम्भ परिवर्तन गर्ने।"
                      }
                    ]
                  },
                  {
                    "subsection_number": "३",
                    "content": "नेपालको प्रतिनिधित्व गरी नेपालमा वा विदेशी मुलुकमा कुनै खेलाडी वा खेलाडीहरुसँग प्रतिस्पर्धा गर्न कुनै खेल खेल्ने नेपाली खेलाडी वा खेलाडीहरुको समूहले त्यस्तो खेलको प्रतिस्पर्धाबाट आउने स्वाभाविक परिणामलाई प्रतिकूल हुने गरी मिलोमतोमा वा कसैको प्रलोभनमा वा कुनै बाजी जिताउने वा हराउने गरी त्यस्तो खेल खेल्न वा खेलाउन हुँदैन र त्यसरी कुनै खेल खेलिएको रहेछ भने राष्ट्रिय हित विरुद्धको कसूर भएको मानिनेछ ।"
                  },
                  {
                    "subsection_number": "४",
                    "content": "उपदफा (२) वा (३) बमोजिमको कसूर गर्ने व्यक्तिलाई देहायको सजाय हुनेछः-",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "उपदफा (२) बमोजिमको कसूर भए पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "उपदफा (३) बमोजिमको कसूर भए तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना।"
                      }
                    ]
                  },
                  {
                    "subsection_number": "५",
                    "content": "कसैले उपदफा (२) वा (३) बमोजिमको कसूर गर्दा कुनै रकम लेनदेन गरेको भएमा उपदफा (४) बमोजिमको सजायका अतिरिक्त लेनदेन गरेको रकम समेत जफत हुनेछ।"
                  },
                  {
                    "subsection_number": "६",
                    "content": "उपदफा (३) बमोजिमको कसूर गर्ने आदेश वा निर्देशन दिने, त्यस्तो कसूर गर्न दुरुत्साहन दिने वा उक्साउने, त्यस्तो कसूर गर्न मद्दत गर्ने व्यक्तिलाई मुख्य कसूरदार सरह सजाय हुनेछ।"
                  },
                   {
                    "subsection_number": "७",
                    "content": "उपदफा (२) वा (३) बमोजिमको कसूर सार्वजनिक पद धारण गरेको व्यक्ति वा नेपाललाई प्रतिनिधित्व गर्ने व्यक्तिले विदेशमा गएका बखत गरेको रहेछ भने निजलाई तीन वर्षसम्म थप कैद हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "५२",
                "section_title": "जातिहत्या गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले पनि जातिहत्या (जेनोसाइड) को कसूर गर्नु वा गराउनु हुँदैन ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) को प्रयोजनका लागि कुनै जात, जाति, सम्प्रदाय वा धर्मिक समूहको अस्तित्व पूर्ण वा आंशिक रुपमा विनाश गर्ने नियतले देहायको कुनै काम गरेमा वा त्यसको उद्योग वा षडयन्त्र गरेमा जातिहत्याको कसूर गरेको मानिनेछः–",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "एकै पटक वा पटकपटक गरी त्यस्तो समूहका सदस्यहरुको योजनाबद्ध रुपमा आमहत्या गरेमा,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "एकै पटक वा पटकपटक गरी योजनाबद्ध रुपमा त्यस्तो समूहका सदस्यहरुको शारीरिक अङ्गभङ्ग गरेमा वा निजहरुलाई शारीरिक वा मानसिक अशक्त बनाएमा,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "त्यस्तो समूहका सदस्यहरुको पूर्ण वा आंशिक रुपमा भौतिक विनाश हुने आँकलन गरी त्यस्ता सदस्यहरुले प्रयोग गर्ने पानी, खाद्यान्न, इन्धन, औषधि जस्ता अत्यावश्यक वस्तुको आपूर्ति वा आवागमनमा अवरोध गरी त्यस्ता समूहका सदस्यको जीवन यापनका शर्तहरुलाई नियोजित रुपमा कष्टप्रद बनाएमा,"
                      },
                      {
                        "clause_marker": "घ",
                        "content": "स्वैच्छाले अपनाएको परिवार नियोजनका साधन प्रयोग गरेकोमा बाहेक त्यस्ता समूहभित्र शिशुहरुको जन्म रोक्ने नियतले त्यस्ता समूहका सदस्यहरुलाई जबरजस्ती गर्भ निरोधक उपाय अपनाउन बाध्य पारिएमा,"
                      },
                      {
                        "clause_marker": "ङ",
                        "content": "त्यस्ता समूहबाट जन्मिएका बालबालिकालाई जबरजस्ती अर्को समूहमा हस्तान्तरण गरेमा।"
                      }
                    ]
                  },
                  {
                    "subsection_number": "३",
                    "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिम सजाय हुनेछः-",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "खण्ड (क) बमोजिमको कसूर भए जन्मकैद,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "खण्ड (ख) बमोजिमको कसूर भए यस संहिता बमोजिम शारीरिक अङ्गभङ्ग वा कुटपिट बापत हुने सजायमा थप पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "खण्ड (ग), (घ) वा (ङ) बमोजिमको कसूर भए दश वर्षसम्म कैद ।"
                      }
                    ]
                  },
                  {
                    "subsection_number": "४",
                    "content": "यस दफा बमोजिमको कसूर कुनै व्यक्ति वा कुनै सङ्गठित वा असङ्गठित समूहको आदेश वा निर्देशनबाट भएको रहेछ भने त्यस्तो निर्देशन दिने व्यक्ति वा त्यस्तो समूहको जिम्मेवार व्यक्ति वा व्यक्तिहरुलाई मुख्य कसूरदार सरह सजाय हुनेछ।"
                  },
                  {
                    "subsection_number": "५",
                    "content": "यस दफा बमोजिमको कसूर सामुहिक रुपमा वा विभिन्न व्यक्तिहरुको संलग्नतामा भएको रहेछ भने त्यस्तो कसूरमा संलग्न प्रत्येक व्यक्ति समान रुपमा कसूरदार मानिनेछ।"
                  },
                  {
                    "subsection_number": "६",
                    "content": "यस दफा बमोजिमको कसूर गर्ने कुनै व्यक्तिले सार्वजनिक पद धारण गरेको भए निजले आफूभन्दा माथिको अधिकारीको आदेश पालना गर्ने वा कानून र व्यवस्था कायम गर्ने वा कानून कार्यान्वयन गर्ने सिलसिलामा त्यस्तो कसूर भएको दाबी लिन सक्ने छैन र निजले त्यस्तो दाबी लिएको आधारमा सजायबाट छुट वा उन्मुक्ति पाउने छैन।"
                  }
                ]
              },
              {
                "section_number": "५३",
                "section_title": "नेपाल विरुद्व युद्ध गर्न वा नेपालसँग युद्धमा संलग्न राज्यका सेनालाई सहायता गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले नेपाल बिरुद्ध हातहतियार उठाई युद्ध गर्न वा युद्ध गर्ने घोषणा गर्न, युद्ध गर्ने उद्योग गर्न वा धम्की दिन वा नेपाल बिरुद्ध युद्ध गर्ने नियतले हातहतियार, खरखजाना जम्मा गर्न वा सैनिक वा अर्धसैनिक सङ्गठन निर्माण गर्नु हुँदैन ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "कसैले युद्ध स्थितिको घोषणा भएको वा नभएको जुनसुकै अवस्थामा पनि नेपालसँग युद्धमा संलग्न रहेका कुनै विदेशी सेनालाई कुनै किसिमको सामरिक वा सैनिक सूचना दिन वा अन्य कुनै किसिमबाट सहायता गर्न वा त्यसको उद्योग गर्न हुँदैन ।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "नेपालसँग युद्धमा संलग्न रहेको राज्य, त्यस्तो राज्यका नागरिक वा सङ्गठित संस्थासँग सम्बन्ध राख, कारोबार गर्न वा त्यस्तो राज्यका वस्तु वा सेवा पैठारी वा प्राप्त गर्न नसक्ने गरी नेपाल सरकारबाट घोषणा भएकोमा कसैले त्यस्तो राज्य, नागरिक वा संस्थासँग त्यस्तो सम्बन्ध राख, कारोबार गर्न वा त्यस्ता वस्तु वा सेवा पैठारी वा प्राप्त गर्न हुँदैन ।"
                  },
                  {
                    "subsection_number": "४",
                    "content": "उपदफा (१) वा (२) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई जन्म कैद र उपदफा (३) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पच्चीस वर्षसम्म कैद र एक लाख पचास हजार रुपैयाँ ँसम्म जरिबाना हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "५४",
                "section_title": "मित्र राष्ट्र बिरुद्ध युद्ध वा विद्रोह गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले नेपालको भूमी प्रयोग गरी नेपालसँग दौत्य सम्बन्ध भएको मित्र राष्ट्र बिरुद्ध हातहतियार उठाई युद्ध गर्न, त्यसको धम्की दिन वा युद्ध गर्ने उद्योग गर्न वा बिद्रोह गर्न वा सोको उद्योग गर्न हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई सात वर्षसम्म कैद र सत्तरी हजार रुपैयाँसम्म जरिबाना हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "५५",
                "section_title": "सैनिक वा प्रहरीलाई भडकाउन नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले नेपाली सेना, नेपाल प्रहरी वा सशस्त्र प्रहरी बल, नेपालमा बहाल रहेका सैनिक, प्रहरी वा सशस्त्र प्रहरी जवान वा अधिकृतलाई नेपाली सेना वा नेपाल प्रहरी वा सशस्त्र प्रहरी बल, नेपाल छाडी भाग्न वा भड्काउन वा अनुशासन भङ्ग गर्न दुरुत्साहन दिन वा कर्तव्यबाट विचलित गराउने उद्योग गर्न वा त्यसरी सेना वा प्रहरी वा बलबाट भागेको व्यक्ति हो भन्ने जानीजानी वा विश्वास गर्ने कारण भई त्यस्तो व्यक्तिलाई आश्रय दिन हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना हुनेछ।"
                  }
                ]
              },
              {
                "section_number": "५६",
                "section_title": "जासुसी गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले नेपालको सार्वभौमसत्ता, सुरक्षा वा भौगोलिक वा प्रादेशिक अखण्डतामा खलल पार्ने वा नेपालको हितमा कुनै प्रतिकूल असर पार्ने नियतले वा त्यस्तो हुन सक्छ भन्ने जानीजानी वा कुनै विदेशी राज्य वा अन्तरराष्ट्रिय संघ, संस्थाको प्रलोभनमा परी कसैलाई नेपालको सैनिक स्थिति, सामरिक व्यवस्था वा आन्तरिक सुरक्षाको विषय वा नेपाल सरकारले राजनीतिक, आर्थिक वा कूटनीतिक दृष्टिकोणले गोप्य राख्न पर्ने विषय वा गोप्य लिखत वा कानून बमोजिम गोप्य रहेको वा राख्नु पर्ने विषयको सूचना दिन वा त्यसको षड्यन्त्र वा उद्योग गर्न वा दुरुत्साहन दिन वा त्यस्तो सूचना दिने नियतले अन्य कुनै काम गर्न हुँदैन र गरेमा जासूसी गरेको मानिनेछ।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "उपदफा (१) बमोजिम जासूसी गर्ने वा गराउने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः–",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "नेपालको सैनिक स्थिति, सामरिक व्यवस्था वा आन्तरिक सुरक्षाको विषयका सम्बन्धमा जासूसी गर्ने वा गराउने व्यक्तिलाई पच्चीस वर्षसम्म कैद,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "नेपाल सरकारले राजनीतिक, आर्थिक वा कूटनीतिक दृष्टिकोणले गोप्य राख्नु पर्ने विषय वा अन्य कुनै गोप्य लिखतका सम्बन्धमा जासूसी गर्ने वा गराउने व्यक्तिलाई पाँचदेखि दश वर्षसम्म कैद,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "खण्ड (क) र (ख) बाहेक अन्य कुराको जासूसी गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद र *पचास हजार रुपैयाँसम्म जरिबाना,",
                        "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                      },
                      {
                        "clause_marker": "घ",
                        "content": "कसैले जासूसी गर्न लागेको थाहा पाएर पनि नेपाल सरकारलाई त्यस्तो कुराको जनाउ नदिने व्यक्तिलाई एक वर्षसम्म कैद र *एक लाख रुपैयाँसम्म जरिबाना।",
                        "amendment_note": "Reference to footnote '*' likely relates to an amendment, e.g., by Act 2075."
                      }
                    ]
                  }
                ]
              },
              {
                "section_number": "५७",
                "section_title": "राष्ट्रपति उपर आक्रमण गर्न नहुनेः",
                "subsections": [
                  {
                    "subsection_number": "१",
                    "content": "कसैले नेपालको राष्ट्रपतिको ज्यान लिन वा ज्यान लिने उद्योग गर्न हुँदैन।"
                  },
                  {
                    "subsection_number": "२",
                    "content": "कसैले नेपालको राष्ट्रपतिलाई कुनै किसिमले अपहरण गर्नु वा गराउनु वा निजको शरीर बन्धक लिन वा लिन लगाउनु हुँदैन।"
                  },
                  {
                    "subsection_number": "३",
                    "content": "कसैले नेपालको राष्ट्रपति उपर कुनै किसिमले आक्रमण गर्नु वा गराउनु हुँदैन ।"
                  },
                  {
                    "subsection_number": "४",
                    "content": "यस दफा बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिम सजाय हुनेछः-",
                    "clauses": [
                      {
                        "clause_marker": "क",
                        "content": "उपदफा (१) बमोजिमको कसूर भए जन्मकैद,"
                      },
                      {
                        "clause_marker": "ख",
                        "content": "उपदफा (२) बमोजिमको कसूर भए दश वर्षदेखि पन्ध्र वर्षसम्म कैद,"
                      },
                      {
                        "clause_marker": "ग",
                        "content": "उपदफा (३) बमोजिमको कसूर भए पाँच वर्षदेखि दश वर्षसम्म कैद ।"
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }