{
  "document": {
    "initial_sections": [
      {
        "section_number": "२७०",
        "section_title": "राजनीतिक दललाई प्रतिबन्ध लगाउन बन्देजः",
        "subsections": [
          {
            "content": "(१) धारा २६९ बमोजिम राजनीतिक दलको गठन गरी सञ्चालन गर्न र दलको विचारधारा, दर्शन र कार्यक्रमप्रति जनसाधारणको समर्थन र सहयोग प्राप्त गर्नका लागि त्यसको प्रचार र प्रसार गर्ने कार्यमा कुनै प्रतिबन्ध लगाउने गरी बनाइएको कानून वा गरिएको कुनै व्यवस्था वा निर्णय यो संविधानको प्रतिकूल मानिनेछ र स्वतः अमान्य हुनेछ ।",
            "subsection_number": "१"
          },
          {
            "content": "(२) कुनै एउटै राजनीतिक दल वा एकै किसिमको राजनीतिक विचारधारा, दर्शन वा कार्यक्रम भएका व्यक्तिहरूले मात्र निर्वाचन, देशको राजनीतिक प्रणाली वा राज्य व्यवस्था सञ्चालनमा भाग लिन पाउने वा सम्मिलित हुन पाउने गरी बनाइएको कानून वा गरिएको कुनै व्यवस्था वा निर्णय यो संविधानको प्रतिकूल मानिनेछ र स्वतः अमान्य हुनेछ ।",
            "subsection_number": "२"
          }
        ]
      },
      {
        "section_number": "२७१",
        "section_title": "राजनीतिक दलको रूपमा निर्वाचनका लागि मान्यता प्राप्त गर्न दर्ता गराउनु पर्नेः",
        "subsections": [
          {
            "content": "(१) निर्वाचनको प्रयोजनका लागि निर्वाचन आयोगबाट मान्यता प्राप्त गर्न चाहने धारा २६९ बमोजिम दर्ता भएको प्रत्येक राजनीतिक दलले संघीय कानून बमोजिमको कार्यविधि पूरा गरी निर्वाचन आयोगमा दर्ता गराउनु पर्नेछ ।",
            "subsection_number": "१"
          },
          {
            "content": "(२) उपधारा (१) को प्रयोजनका लागि निवेदन दिंदा राजनीतिक दलले धारा २६९ को उपधारा (३) मा उल्लिखित विवरणको अतिरिक्त वार्षिक लेखापरीक्षण प्रतिवेदन पेश गर्नु पर्नेछ र सोही धाराको उपधारा (४) मा उल्लिखित शर्त समेत पूरा गरेको हुनु पर्नेछ ।",
            "subsection_number": "२"
          }
        ]
      },
      {
        "content": "राजनीतिक दलको गठन, दर्ता, सञ्चालन र सुविधा तथा तत्सम्बन्धी अन्य विषय संघीय कानून बमोजिम हुनेछ ।",
        "section_number": "२७२",
        "section_title": "राजनीतिक दल सम्बन्धी अन्य व्यवस्थाः"
      }
    ],
    "metadata": {
      "note": "Page numbers (१४५-१७१) and repeating headers/watermarks from the OCR text have been omitted from the structured content below, except for capturing the unique watermark/header text once here in metadata.",
      "retrieved_header": "www.lawcommission.gov.np",
      "retrieved_partial_watermark": "नेपाल",
      "retrieved_watermark": "नेपाल कानून आयोग",
      "source_url": "www.lawcommission.gov.np"
    },
    "parts": [
      {
        "part_number": "३०",
        "part_title": "सङ्कटकालीन अधिकार",
        "sections": [
          {
            "section_number": "२७३",
            "section_title": "सङ्कटकालीन व्यवस्थाः",
            "subsections": [
              {
                "content": "(१) नेपालको सार्वभौमसत्ता, भौगोलिक अखण्डता वा कुनै भागको सुरक्षामा युद्ध, बाह्य आक्रमण, सशस्त्र विद्रोह, चरम आर्थिक विश्रृंखलता, प्राकृतिक विपद वा महामारीको कारणले गम्भीर सङ्कट उत्पन्न भएमा राष्ट्रपतिले नेपालभर वा नेपालको कुनै खास क्षेत्रमा लागू हुने गरी सङ्कटकालीन अवस्थाको घोषणा गर्न वा आदेश जारी गर्न सक्नेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) उपधारा (१) मा जुनसुकै कुरा लेखिएको भए तापनि कुनै प्रदेशमा प्राकृतिक विपद वा महामारीको कारणले गम्भीर सङ्कट उत्पन्न भएमा सम्बन्धित प्रदेश सरकारले नेपाल सरकार समक्ष यस धारा बमोजिम प्रदेश वा प्रदेशको कुनै भागमा सङ्कटकालीन अवस्थाको घोषणा वा आदेश जारी गर्नका लागि अनुरोध गर्न सक्नेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) उपधारा (१) बमोजिम गरिएको घोषणा वा आदेश त्यस्तो घोषणा वा आदेश भएको मितिले एक महीनाभित्र अनुमोदनका लागि संघीय संसदका दुवै सदनमा पेश गरिनेछ ।",
                "subsection_number": "३"
              },
              {
                "content": "(४) उपधारा (३) बमोजिम अनुमोदनका लागि पेश भएको घोषणा वा आदेश संघीय संसदका दुवै सदनमा तत्काल कायम रहेका सम्पूर्ण सदस्य संख्याको कम्तीमा दुई तिहाइ बहुमतले अनुमोदन गरेमा त्यस्तो घोषणा वा आदेश भएको मितिले तीन महीनासम्म कायम रहनेछ ।",
                "subsection_number": "४"
              },
              {
                "content": "(५) उपधारा (३) बमोजिम अनुमोदनका लागि पेश भएको घोषणा वा आदेश उपधारा (४) बमोजिम अनुमोदन नभएमा स्वतः निष्क्रिय हुनेछ ।",
                "subsection_number": "५"
              },
              {
                "content": "(६) यस धारामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि उपधारा (१) बमोजिमको अवस्था अझै विद्यमान छ भनी उपधारा (४) बमोजिमको अवधि समाप्त नहुँदै अर्को एक पटक तीन महीनामा नबढाई सङ्कटकालीन घोषणा वा आदेशको अवधि थप गर्ने प्रस्ताव संघीय संसदमा पेश गर्न सकिनेछ ।",
                "subsection_number": "६"
              },
              {
                "content": "(७) उपधारा (६) बमोजिमको प्रस्ताव संघीय संसदका दुवै सदनमा तत्काल कायम रहेका सम्पूर्ण सदस्य संख्याको कम्तीमा दुई तिहाइ बहुमतले पारित भएमा त्यस्तो प्रस्तावमा उल्लिखित अवधि सम्मका लागि सङ्कटकालीन अवस्थाको घोषणा वा आदेश कायम रहनेछ ।",
                "subsection_number": "७"
              },
              {
                "content": "(८) प्रतिनिधि सभा विघटन भएको अवस्थामा उपधारा (३), (४), (६) र (७) बमोजिम संघीय संसदले प्रयोग गर्ने अधिकार राष्ट्रिय सभाले प्रयोग गर्नेछ ।",
                "subsection_number": "८"
              },
              {
                "content": "(९) उपधारा (१) बमोजिम सङ्कटकालीन अवस्थाको घोषणा वा आदेश भएपछि त्यस्तो अवस्थाको निवारण गर्न राष्ट्रपतिले आवश्यक आदेश जारी गर्न सक्नेछ । त्यसरी जारी भएको आदेश सङ्कटकालीन अवस्था बहाल रहेसम्म कानून सरह लागू हुनेछ ।",
                "subsection_number": "९"
              },
              {
                "content": "(१०) उपधारा (१) बमोजिम सङ्कटकालीन अवस्थाको घोषणा वा आदेश जारी गर्दा त्यस्तो घोषणा वा आदेश बहाल रहेसम्मका लागि भाग-३ मा व्यवस्था भएका मौलिक हक निलम्बन गर्न सकिनेछ । तर धारा १६, धारा १७ को उपधारा (२) को खण्ड (ग) र (घ), धारा १८, धारा १९ को उपधारा (२), धारा २०, २१, २२, २४, धारा २६ को उपधारा (१), २९, ३०, ३१, ३२, ३५, ३६ को उपधारा (१) र (२), ३८, ३९, ४० को उपधारा (२) र (३), ४१, ४२, ४३, ४५ र धारा ४६ बमोजिमको संवैधानिक उपचारको हक र बन्दी प्रत्यक्षीकरणको उपचार प्राप्त गर्ने हक निलम्बन गरिने छैन ।",
                "subsection_number": "१०"
              },
              {
                "content": "(११) उपधारा (१०) बमोजिम यस संविधानको कुनै धारा निलम्बन गरिएकोमा सो धाराद्वारा प्रदत्त मौलिक हकको प्रचलनका लागि कुनै अदालतमा निवेदन दिन वा त्यस सम्बन्धमा कुनै अदालतमा प्रश्न उठाउन सकिने छैन ।",
                "subsection_number": "११"
              },
              {
                "content": "(१२) यस धारा बमोजिमको घोषणा वा आदेश बहाल रहेको अवस्थामा कुनै पदाधिकारीले बदनियतसाथ कुनै काम गरेबाट कसैलाई कुनै प्रकारको क्षति भएको रहेछ भने पीडितले त्यस्तो घोषणा वा आदेश समाप्त भएको मितिले तीन महीनाभित्र आफूलाई परेको क्षति बापत क्षतिपूर्तिको दाबी गर्न सक्नेछ । त्यस्तो दाबी परेमा अदालतले संघीय कानून बमोजिम क्षतिपूर्ति भराइदिन र पीडकलाई सजाय गर्न सक्नेछ ।",
                "subsection_number": "१२"
              },
              {
                "content": "(१३) यस धारा बमोजिमको घोषणा वा आदेश राष्ट्रपतिले जुनसुकै बखत फिर्ता लिन सक्नेछ ।",
                "subsection_number": "१३"
              }
            ]
          }
        ]
      },
      {
        "part_number": "३१",
        "part_title": "संविधान संशोधन",
        "sections": [
          {
            "section_number": "२७४",
            "section_title": "संविधान संशोधनः",
            "subsections": [
              {
                "content": "(१) नेपालको सार्वभौमिकता, भौगोलिक अखण्डता, स्वाधीनता र जनतामा निहित सार्वभौमसत्ताको प्रतिकूल हुने गरी यो संविधान संशोधन गर्न सकिने छैन ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) उपधारा (१) र यस संविधानको अन्य धाराको अधीनमा रही यस संविधानको कुनै धारालाई संशोधन वा खारेज गर्ने विधेयक संघीय संसदको कुनै पनि सदनमा पेश गर्न सकिनेछ ।",
                "proviso": "तर उपधारा (१) लाई संशोधन गरिने छैन ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) उपधारा (२) बमोजिम पेश भएको विधेयक सम्बन्धित सदनमा प्रस्तुत भएको तीस दिनभित्र सर्वसाधारण जनताको जानकारीका लागि सार्वजनिक रूपमा प्रकाशन गर्नु पर्नेछ ।",
                "subsection_number": "३"
              },
              {
                "content": "(४) उपधारा (२) बमोजिम पेश भएको विधेयक कुनै प्रदेशको सीमाना परिवर्तन वा अनुसूची-६ मा उल्लिखित विषयसँग सम्बन्धित भएमा त्यस्तो विधेयक संघीय संसदमा प्रस्तुत भएको तीस दिनभित्र सम्बन्धित सदनको सभामुख वा अध्यक्षले सहमतिका लागि प्रदेश सभामा पठाउनु पर्नेछ ।",
                "subsection_number": "४"
              },
              {
                "content": "(५) उपधारा (४) बमोजिम पठाइएको विधेयक तीन महीनाभित्र सम्बन्धित प्रदेश सभाका तत्काल कायम रहेका सम्पूर्ण सदस्यहरूको बहुमतबाट स्वीकृत वा अस्वीकृत गरी त्यसको जानकारी संघीय संसदमा पठाउनु पर्नेछ ।",
                "proviso": "तर कुनै प्रदेश सभा कायम नरहेको अवस्थामा त्यस्तो प्रदेश सभा गठन भई त्यसको पहिलो बैठक बसेको मितिले तीन महीनाभित्र स्वीकृत वा अस्वीकृत गरी पठाउनु पर्नेछ ।",
                "subsection_number": "५"
              },
              {
                "content": "(६) उपधारा (५) बमोजिमको अवधिभित्र त्यस्तो विधेयक स्वीकृत वा अस्वीकृत भएको जानकारी नदिएमा संघीय संसदको विधेयक उत्पत्ति भएको सदनले त्यस्तो विधेयक उपरको कारबाही अगाडि बढाउन बाधा पर्ने छैन ।",
                "subsection_number": "६"
              },
              {
                "content": "(७) उपधारा (५) बमोजिमको अवधिभित्र बहुसंख्यक प्रदेश सभाले त्यस्तो विधेयक अस्वीकृत गरेको सूचना संघीय संसदको सम्बन्धित सदनलाई दिएमा त्यस्तो विधेयक निष्क्रिय हुनेछ ।",
                "subsection_number": "७"
              },
              {
                "content": "(८) प्रदेश सभाको सहमति आवश्यक नपर्ने वा उपधारा (५) बमोजिम बहुसंख्यक प्रदेश सभाबाट स्वीकृत भई आएको विधेयक संघीय संसदका दुबै सदनमा तत्काल कायम रहेका सम्पूर्ण सदस्य संख्याको कम्तीमा दुई तिहाइ बहुमतबाट पारित गर्नु पर्नेछ ।",
                "subsection_number": "८"
              },
              {
                "content": "(९) उपधारा (८) बमोजिम पारित भएको विधेयक प्रमाणीकरणका लागि राष्ट्रपति समक्ष पेश गरिनेछ ।",
                "subsection_number": "९"
              },
              {
                "content": "(१०) राष्ट्रपतिले उपधारा (९) बमोजिम पेश भएको विधेयक प्राप्त भएको पन्ध्रदिन भित्र प्रमाणीकरण गर्नेछ र प्रमाणीकरण भएको मिति देखि संविधान संशोधन हुनेछ ।",
                "subsection_number": "१०"
              }
            ]
          }
        ]
      },
      {
        "part_number": "३२",
        "part_title": "विविध",
        "sections": [
          {
            "section_number": "२७५",
            "section_title": "जनमत सङ्ग्रह सम्बन्धी व्यवस्थाः",
            "subsections": [
              {
                "content": "(१) राष्ट्रिय महत्वको कुनै विषयमा जनमत सङ्ग्रहबाट निर्णय गर्न आवश्यक छ भनी संघीय संसदमा तत्काल कायम रहेका सम्पूर्ण सदस्य संख्याको दुई तिहाइ सदस्यको बहुमतबाट निर्णय भएमा त्यस्तो विषयमा जनमत सङ्ग्रहबाट निर्णय लिन सकिनेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) जनमत सङ्ग्रह र तत्सम्बन्धी अन्य व्यवस्था संघीय कानून बमोजिम हुनेछ।",
                "subsection_number": "२"
              }
            ]
          },
          {
            "content": "राष्ट्रपतिले कुनै अदालत, न्यायिक वा अर्धन्यायिक निकाय वा प्रशासकीय पदाधिकारी वा निकायले गरेको सजायलाई कानून बमोजिम माफी, मुल्तवी, परिवर्तन वा कम गर्न सक्नेछ ।",
            "section_number": "२७६",
            "section_title": "माफीः"
          },
          {
            "section_number": "२७७",
            "section_title": "उपाधि, सम्मान र विभूषणः",
            "subsections": [
              {
                "content": "(१) राष्ट्रपतिले राज्यको तर्फबाट प्रदान गरिने उपाधि, सम्मान र विभूषण प्रदान गर्नेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) नेपाल सरकारबाट स्वीकृति प्राप्त नगरी नेपालको कुनै नागरिकले कुनै विदेशी सरकारबाट प्रदान गरिने उपाधि, सम्मान वा विभूषण ग्रहण गर्नु हुँदैन ।",
                "subsection_number": "२"
              }
            ]
          },
          {
            "section_number": "२७८",
            "section_title": "सन्धि सम्पन्न गर्ने अधिकारः",
            "subsections": [
              {
                "content": "(१) सन्धि वा सम्झौता गर्ने अधिकार संघमा निहित रहनेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) प्रदेशको अधिकारको सूचीमा पर्ने विषयमा सन्धि वा सम्झौता गर्दा नेपाल सरकारले सम्बन्धित प्रदेशसँग परामर्श गर्नु पर्नेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) प्रदेश मन्त्रिपरिषदले नेपाल सरकारको सहमति लिई आर्थिक तथा औद्योगिक विषयका करारजन्य सम्झौता गर्न सक्नेछ ।",
                "subsection_number": "३"
              }
            ]
          },
          {
            "section_number": "२७९",
            "section_title": "सन्धि वा सम्झौताको अनुमोदन, सम्मिलन, स्वीकृति वा समर्थनः",
            "subsections": [
              {
                "content": "(१) नेपाल राज्य वा नेपाल सरकार पक्ष हुने सन्धि वा सम्झौताको अनुमोदन, सम्मिलन, स्वीकृति वा समर्थन संघीय कानून बमोजिम हुनेछ ।",
                "subsection_number": "१"
              },
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) शान्ति र मैत्री,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) सुरक्षा एवं सामरिक सम्बन्ध,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) नेपाल राज्यको सीमाना, र"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) प्राकृतिक स्रोत तथा त्यसको उपयोगको बाँडफाँड ।"
                  }
                ],
                "content": "(२) उपधारा (१) बमोजिम कानून बनाउँदा देहायका विषयका सन्धि वा सम्झौताको अनुमोदन, सम्मिलन, स्वीकृति वा समर्थन संघीय संसदका दुवै सदनमा तत्काल कायम रहेका सम्पूर्ण सदस्य संख्याको दुई तिहाइ बहुमतले गर्नुपर्ने शर्त राखिनेछः-",
                "proviso": "तर खण्ड (क) र (घ) मा उल्लिखित विषयका सन्धि वा सम्झौता मध्ये राष्ट्रलाई व्यापक, गम्भीर वा दीर्घकालीन असर नपर्ने साधारण प्रकृतिका सन्धि वा सम्झौताको अनुमोदन, सम्मिलन, स्वीकृति वा समर्थन प्रतिनिधि सभाको बैठकमा उपस्थित सदस्यहरूको साधारण बहुमतबाट हुन सक्नेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) यो संविधान प्रारम्भ भएपछि हुने कुनै सन्धि वा सम्झौता यस धारा बमोजिम अनुमोदन, सम्मिलन, स्वीकृति वा समर्थन नभएसम्म नेपाल सरकार वा नेपालको हकमा लागू हुने छैन ।",
                "subsection_number": "३"
              },
              {
                "content": "(४) उपधारा (१) र (२) मा जुनसुकै कुरा लेखिएको भए तापनि नेपालको भौगोलिक अखण्डतामा प्रतिकूल असर पर्ने गरी कुनै सन्धि वा सम्झौता गरिने छैन ।",
                "subsection_number": "४"
              }
            ]
          },
          {
            "content": "यस संविधान बमोजिम राष्ट्रपति र उपराष्ट्रपति दुवैको पद रिक्त भएमा राष्ट्रपति वा उपराष्ट्रपतिको निर्वाचन भई कार्यभार नसम्हालेसम्म यस संविधान बमोजिम राष्ट्रपतिबाट गरिने कार्य प्रतिनिधि सभाको सभामुखले सम्पादन गर्नेछ ।",
            "section_number": "२८०",
            "section_title": "राष्ट्रपतिको कार्य गर्ने सम्बन्धी विशेष व्यवस्थाः"
          },
          {
            "content": "नेपाल सरकारले प्रत्येक दश वर्षमा हुने राष्ट्रिय जनगणनासँगै महिला तथा दलित समुदायको विशेष अधिकारको व्यवस्थाको कार्यान्वयन र त्यसको प्रभाव सम्बन्धमा मानव विकास सूचकांकको आधारमा समीक्षा तथा पुनरावलोकन गर्नेछ ।",
            "section_number": "२८१",
            "section_title": "विशेष अधिकारको समीक्षा तथा पुनरावलोकनः"
          },
          {
            "section_number": "२८२",
            "section_title": "राजदूत र विशेष प्रतिनिधिः",
            "subsections": [
              {
                "content": "(१) राष्ट्रपतिले समावेशी सिद्धान्तको आधारमा नेपाली राजदूत र कुनै खास प्रयोजनका लागि विशेष प्रतिनिधि नियुक्ति गर्न सक्नेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) राष्ट्रपतिले विदेशी राजदूत तथा कूटनीतिक प्रतिनिधिबाट ओहोदाको प्रमाणपत्र ग्रहण गर्नेछ ।",
                "subsection_number": "२"
              }
            ]
          },
          {
            "content": "संवैधानिक अङ्ग र निकायका पदमा नियुक्ति गर्दा समावेशी सिद्धान्त बमोजिम गरिनेछ ।",
            "section_number": "२८३",
            "section_title": "समावेशी सिद्धान्त बमोजिम नियुक्ति गर्नु पर्नेः"
          },
          {
            "section_number": "२८४",
            "section_title": "संवैधानिक परिषद सम्बन्धी व्यवस्थाः",
            "subsections": [
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) प्रधानमन्त्री - अध्यक्ष"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) प्रधान न्यायाधीश - सदस्य"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) प्रतिनिधि सभाको सभामुख - सदस्य"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) राष्ट्रिय सभाको अध्यक्ष - सदस्य"
                  },
                  {
                    "clause_letter": "ङ",
                    "content": "(ङ) प्रतिनिधि सभाको विपक्षी दलको नेता - सदस्य"
                  },
                  {
                    "clause_letter": "च",
                    "content": "(च) प्रतिनिधि सभाको उपसभामुख - सदस्य"
                  }
                ],
                "content": "(१) यस संविधान बमोजिम प्रधान न्यायाधीश र संवैधानिक निकायका प्रमुख र पदाधिकारीहरूको नियुक्तिको सिफारिस गर्न देहाय बमोजिमका अध्यक्ष र सदस्य रहेको एक संवैधानिक परिषद रहनेछः-",
                "subsection_number": "१"
              },
              {
                "content": "(२) प्रधान न्यायाधीशको पद रिक्त भएको अवस्थामा प्रधान न्यायाधीशको नियुक्तिको सिफारिस गर्दा संवैधानिक परिषदमा नेपाल सरकारको कानून तथा न्याय मन्त्री सदस्यको रूपमा रहनेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) संवैधानिक परिषदले प्रधान न्यायाधीश वा संवैधानिक निकायका कुनै प्रमुख वा पदाधिकारीको पद रिक्त हुनुभन्दा एक महीना अगावै यस संविधान बमोजिम नियुक्तिका लागि सिफारिस गर्नु पर्नेछ ।",
                "proviso": "तर मृत्यु भई वा राजीनामा दिई त्यस्तो पद रिक्त भएको अवस्थामा रिक्त भएको मितिले एक महीनाभित्र पदपूर्ति हुने गरी नियुक्तिका लागि सिफारिस गर्न सक्नेछ ।",
                "subsection_number": "३"
              },
              {
                "content": "(४) संवैधानिक परिषदको अन्य काम, कर्तव्य र अधिकार तथा प्रधान न्यायाधीश वा संवैधानिक निकायका प्रमुख वा पदाधिकारीको नियुक्ति सम्बन्धी कार्यविधि संघीय कानून बमोजिम हुनेछ ।",
                "subsection_number": "४"
              },
              {
                "content": "(५) नेपाल सरकारको मुख्य सचिवले संवैधानिक परिषदको सचिव भई काम गर्नेछ ।",
                "subsection_number": "५"
              }
            ]
          },
          {
            "section_number": "२८५",
            "section_title": "सरकारी सेवाको गठनः",
            "subsections": [
              {
                "content": "(१) नेपाल सरकारले देशको प्रशासन सञ्चालन गर्न संघीय निजामती सेवा र आवश्यकता अनुसार अन्य संघीय सरकारी सेवाहरूको गठन गर्न सक्नेछ । त्यस्ता सेवाहरूको गठन, सञ्चालन र सेवाका शर्त संघीय ऐन बमोजिम हुनेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) संघीय निजामती सेवा लगायत सवै संघीय सरकारी सेवामा प्रतियोगितात्मक परीक्षाद्वारा पदपूर्ति गर्दा संघीय कानून बमोजिम खुला र समानुपातिक समावेशी सिद्धान्तका आधारमा हुनेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) प्रदेश मन्त्रिपरिषद, गाउँ कार्यपालिका र नगर कार्यपालिकाले आफ्नो प्रशासन सञ्चालन गर्न आवश्यकता अनुसार कानून बमोजिम विभिन्न सरकारी सेवाहरूको गठन र सञ्चालन गर्न सक्नेछन् ।",
                "subsection_number": "३"
              }
            ]
          },
          {
            "section_number": "२८६",
            "section_title": "निर्वाचन क्षेत्र निर्धारण आयोगः",
            "subsections": [
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) सर्वोच्च अदालतको सेवानिवृत्त न्यायाधीश - अध्यक्ष"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) भूगोलविद एक जना - सदस्य"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) समाजशास्त्री वा मानवशास्त्री एक जना - सदस्य"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) प्रशासनविद वा कानूनविद एक जना - सदस्य"
                  },
                  {
                    "clause_letter": "ङ",
                    "content": "(ङ) नेपाल सरकारको विशिष्ट श्रेणीको अधिकृत - सदस्य सचिव"
                  }
                ],
                "content": "(१) यस संविधान बमोजिम संघीय संसदका सदस्य र प्रदेश सभाका सदस्यको निर्वाचन गर्ने प्रयोजनका लागि निर्वाचन क्षेत्र निर्धारण गर्न नेपाल सरकारले देहायका अध्यक्ष र सदस्य रहेको एक निर्वाचन क्षेत्र निर्धारण आयोगको गठन गर्न सक्नेछः-",
                "subsection_number": "१"
              },
              {
                "content": "(२) निर्वाचन क्षेत्र निर्धारण आयोगको कार्यावधि त्यस्तो आयोग गठन गर्दाका बखत तोके बमोजिम हुनेछ ।",
                "subsection_number": "२"
              },
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) मान्यताप्राप्त विश्वविद्यालयबाट सम्बन्धित विषयमा कम्तीमा स्नातक उपाधि प्राप्त गरेको,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) पैंतालिस वर्ष उमेर पूरा भएको, र"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) उच्च नैतिक चरित्र भएको ।"
                  }
                ],
                "content": "(३) देहायको योग्यता भएको व्यक्ति निर्वाचन क्षेत्र निर्धारण आयोगको अध्यक्ष वा सदस्यको पदमा नियुक्त हुन योग्य हुनेछः-",
                "subsection_number": "३"
              },
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) निजले लिखित राजीनामा दिएमा,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) निजलाई नेपाल सरकार, मन्त्रिपरिषदले हटाएमा,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) निजको मृत्यु भएमा ।"
                  }
                ],
                "content": "(४) देहायको कुनै अवस्थामा निर्वाचन क्षेत्र निर्धारण आयोगका अध्यक्ष वा सदस्यको पद रिक्त हुनेछः–",
                "subsection_number": "४"
              },
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) मुख्य रुपमा जनसंख्यालाई आधार मानी जनसंख्या र सदस्य संख्याको अनुपात यथासम्भव सम्मान हुने गरी,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) खण्ड (क) बमोजिम निर्वाचन क्षेत्र निर्धारण गर्दा यो संविधान प्रारम्भ हुँदाका बखत कायम रहेका जिल्लामा कम्तीमा एक निर्वाचन क्षेत्र रहने गरी ।"
                  }
                ],
                "content": "*(५) निर्वाचन क्षेत्र निर्धारण आयोगले यस धारा बमोजिम निर्वाचन क्षेत्र निर्धारण गर्दा जनसंख्या र भूगोललाई प्रतिनिधित्वको आधार मानी देहाय बमोजिम गर्नेछः-",
                "footnote": "* पहिलो संशोधनद्वारा संशोधित ।",
                "subsection_number": "५"
              },
              {
                "content": "(६) उपधारा (५) बमोजिम निर्वाचन क्षेत्र निर्धारण गर्दा जनसंख्या र भौगोलिक अनुकुलता, सो क्षेत्रको जनसंख्याको घनत्व, भौगोलिक विशिष्टता, प्रशासनिक एवं यातायातको सुगमता, सामुदायिक तथा सांस्कृतिक पक्षलाई समेत ध्यान दिनु पर्नेछ ।",
                "subsection_number": "६"
              },
              {
                "content": "(७) निर्वाचन क्षेत्र निर्धारण आयोगद्वारा निर्वाचन क्षेत्र निर्धारण गरिएको र पुनरावलोकन गरिएको विषयमा कुनै अदालतमा प्रश्न उठाउन पाइने छैन ।",
                "subsection_number": "७"
              },
              {
                "content": "(८) निर्वाचन क्षेत्र निर्धारण आयोगले आफूले सम्पादन गरेको कामको प्रतिवेदन नेपाल सरकार समक्ष पेश गर्नेछ ।",
                "subsection_number": "८"
              },
              {
                "content": "(९) नेपाल सरकार, मन्त्रिपरिषदले उपधारा (८) बमोजिमको प्रतिवेदन संघीय संसद समक्ष पेश गर्नुको अतिरिक्त कार्यान्वयनका लागि निर्वाचन आयोगमा पठाउनेछ ।",
                "subsection_number": "९"
              },
              {
                "content": "(१०) निर्वाचन क्षेत्र निर्धारण आयोगले आफ्नो कार्यविधि आफैं निर्धारण गर्नेछ ।",
                "subsection_number": "१०"
              },
              {
                "content": "(११) निर्वाचन क्षेत्र निर्धारण आयोगका अध्यक्ष र सदस्यको पारिश्रमिक तथा सुविधा क्रमशः निर्वाचन आयोगका प्रमुख निर्वाचन आयुक्त र निर्वाचन आयुक्त सरह हुनेछ ।",
                "subsection_number": "११"
              },
              {
                "content": "(१२) उपधारा (५) बमोजिम निर्धारण भएको निर्वाचन क्षेत्रको प्रत्येक बीस वर्षमा पुनरावलोकन गर्नु पर्नेछ ।",
                "subsection_number": "१२"
              },
              {
                "content": "(१३) निर्वाचन क्षेत्र निर्धारण आयोगलाई आवश्यक पर्ने कर्मचारी नेपाल सरकारले उपलब्ध गराउनेछ ।",
                "subsection_number": "१३"
              }
            ]
          },
          {
            "section_number": "२८७",
            "section_title": "भाषा आयोगः",
            "subsections": [
              {
                "content": "° (१) यो संविधान प्रारम्भ भएको मितिले एक वर्षभित्र नेपाल सरकारले प्रदेशहरूको प्रतिनिधित्व हुने गरी एक भाषा आयोगको गठन गर्नेछ ।",
                "footnote": "° पहिलो संशोधनद्वारा थप ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) भाषा आयोगमा अध्यक्षका अतिरिक्त आवश्यक संख्यामा सदस्यहरू रहनेछन् ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) भाषा आयोगका अध्यक्ष र सदस्यको पदावधि नियुक्तिको मितिले छ वर्षको हुनेछ । निजहरुको पुनः नियुक्ति हुन सक्ने छैन ।",
                "subsection_number": "३"
              },
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) मान्यताप्राप्त विश्वविद्यालयबाट सम्बन्धित विषयमा स्नातकोत्तर उपाधि प्राप्त गरेको,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) नेपालका विभिन्न भाषाहरूको सम्बन्धमा अध्ययन, अध्यापन, अनुसन्धान र अन्वेषणको क्षेत्रमा कम्तीमा बीस वर्षको कार्य अनुभव भएको,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) पैंतालिस वर्ष उमेर पूरा भएको, र"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) उच्च नैतिक चरित्र भएको ।"
                  }
                ],
                "content": "(४) देहायको योग्यता भएको व्यक्ति भाषा आयोगको अध्यक्ष वा सदस्यको पदमा नियुक्त हुन योग्य हुनेछः–",
                "subsection_number": "४"
              },
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) निजले लिखित राजीनामा दिएमा,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) निजलाई नेपाल सरकार, मन्त्रिपरिषदले हटाएमा,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) निजको उमेर पैंसठ्ठी वर्ष पूरा भएमा,"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) निजको मृत्यु भएमा ।"
                  }
                ],
                "content": "(५) देहायको कुनै अवस्थामा भाषा आयोगका अध्यक्ष वा सदस्यको पद रिक्त हुनेछः-",
                "subsection_number": "५"
              },
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) सरकारी कामकाजको भाषाका रूपमा मान्यता पाउन पूरा गर्नुपर्ने आधारहरूको निर्धारण गरी नेपाल सरकार समक्ष भाषाको सिफारिस गर्ने,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) भाषाहरूको संरक्षण, संवर्धन र विकासका लागि अवलम्बन गर्नुपर्ने उपायहरूको नेपाल सरकार समक्ष सिफारिस गर्ने,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) मातृभाषाहरूको विकासको स्तर मापन गरी शिक्षामा प्रयोगको सम्भाव्यताका बारेमा नेपाल सरकार समक्ष सुझाव पेश गर्ने,"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) भाषाहरूको अध्ययन, अनुसन्धान र अनुगमन गर्ने ।"
                  }
                ],
                "content": "(६) भाषा आयोगको काम, कर्तव्य र अधिकार देहाय बमोजिम हुनेछः-",
                "subsection_number": "६"
              },
              {
                "content": "(७) भाषा आयोगले उपधारा (६) को खण्ड (क) बमोजिमको कार्य आयोग गठन भएको मितिले पाँच वर्ष भित्र सम्पन्न गर्नेछ ।",
                "subsection_number": "७"
              },
              {
                "content": "(८) नेपाल सरकारले प्रदेश सरकारसँग समन्वय गरी प्रदेशमा भाषा आयोगको शाखा स्थापना गर्न सक्नेछ ।",
                "subsection_number": "८"
              },
              {
                "content": "(९) भाषा आयोगको अन्य काम, कर्तव्य र अधिकार तथा कार्यविधि संघीय कानून बमोजिम हुनेछ ।",
                "subsection_number": "९"
              }
            ]
          },
          {
            "section_number": "२८८",
            "section_title": "राजधानीः",
            "subsections": [
              {
                "content": "(१) नेपालको राजधानी काठमाडौंमा रहनेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) यस संविधान बमोजिमका प्रदेशको राजधानी सम्बन्धित प्रदेश सभामा तत्काल कायम रहेका सदस्य संख्याको दुई तिहाइ बहुमतबाट निर्णय भए बमोजिम हुनेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) उपधारा (२) बमोजिम निर्णय नभएसम्म नेपाल सरकारले तोके बमोजिमको स्थानबाट प्रदेशको कार्य सञ्चालन हुनेछ ।",
                "subsection_number": "३"
              }
            ]
          },
          {
            "section_number": "२८९",
            "section_title": "पदाधिकारीको नागरिकता सम्बन्धी विशेष व्यवस्थाः",
            "subsections": [
              {
                "content": "(१) राष्ट्रपति, उपराष्ट्रपति, प्रधानमन्त्री, प्रधान न्यायाधीश, प्रतिनिधि सभाका सभामुख, राष्ट्रिय सभाका अध्यक्ष, प्रदेश प्रमुख, मुख्यमन्त्री, प्रदेश सभाको सभामुख र सुरक्षा निकायका प्रमुखको पदमा निर्वाचित, मनोनीत वा नियुक्ति हुन वंशजको आधारमा नेपालको नागरिकता प्राप्त गरेको हुनु पर्नेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) उपधारा (१) मा उल्लिखित पद बाहेक अन्य संवैधानिक निकायको पदमा यस संविधान बमोजिम नियुक्तिको लागि वंशजको आधारमा नेपालको नागरिकता प्राप्त गरेको व्यक्ति, नेपालको अंगीकृत नागरिकता प्राप्त गरेको व्यक्ति वा जन्मको आधारमा नेपालको नागरिकता प्राप्त गरेको व्यक्ति समेत योग्य हुनेछ ।",
                "proviso": "तर नेपालको अंगीकृत नागरिकता प्राप्त गरेको व्यक्तिको हकमा कम्तीमा दश वर्ष, जन्मको आधारमा नेपालको नागरिकता प्राप्त गरेको व्यक्ति र धारा ११ को उपधारा (६) बमोजिम नेपालको अंगीकृत नागरिकता प्राप्त गरेको व्यक्तिको हकमा कम्तीमा पाँच वर्ष नेपालमा बसोबास गरेको हुनु पर्नेछ ।",
                "subsection_number": "२"
              }
            ]
          },
          {
            "section_number": "२९०",
            "section_title": "गुठी सम्बन्धी व्यवस्थाः",
            "subsections": [
              {
                "content": "(१) गुठीको मूलभूत मान्यतामा प्रतिकूल असर नपर्ने गरी गुठी जग्गामा भोगाधिकार भैरहेका किसान एवं गुठीको अधिकारका सम्बन्धमा संघीय संसदले आवश्यक कानून बनाउनेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) गुठी सम्बन्धी अन्य व्यवस्था संघीय कानून बमोजिम हुनेछ ।",
                "subsection_number": "२"
              }
            ]
          },
          {
            "section_number": "२९१",
            "section_title": "नियुक्तिका लागि योग्य नहुनेः",
            "subsections": [
              {
                "content": "(१) यस संविधानमा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि विदेशको स्थायी आवासीय अनुमतिपत्र लिएको नेपालको नागरिक यस संविधान बमोजिम निर्वाचन, मनोनयन वा नियुक्ति हुने पदमा निर्वाचित, मनोनीत वा नियुक्तिको लागि योग्य हुने छैन ।",
                "proviso": "तर त्यस्तो विदेशको स्थायी आवासीय अनुमतिपत्र त्यागेको व्यक्तिलाई कम्तीमा तीन महीनाको अवधि व्यतित भए पछि त्यस्तो पदमा निर्वाचित, मनोनीत वा नियुक्त गर्न बाधा पर्ने छैन ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) उपधारा (१) बमोजिमको विदेशको स्थायी आवासीय अनुमतिपत्र लिएको नेपालको नागरिक सम्बन्धी अन्य व्यवस्था संघीय कानून बमोजिम हुनेछ ।",
                "subsection_number": "२"
              }
            ]
          },
          {
            "section_number": "२९२",
            "section_title": "संसदीय सुनुवाई सम्बन्धी व्यवस्थाः",
            "subsections": [
              {
                "content": "(१) यस संविधान बमोजिम संवैधानिक परिषदको सिफारिसमा नियुक्त हुने प्रधान न्यायाधीश, सर्वोच्च अदालतका न्यायाधीश, न्याय परिषदका सदस्य, संवैधानिक निकायको प्रमुख वा पदाधिकारी र राजदूतको पदमा नियुक्ति हुनु अघि संघीय कानून बमोजिम संसदीय सुनुवाई हुनेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) उपधारा (१) को प्रयोजनका लागि संघीय संसदका दुवै सदनका सदस्यहरू रहने गरी संघीय कानून बमोजिम पन्ध्र सदस्यीय एक संयुक्त समिति गठन गरिनेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) उपधारा (२) बमोजिमको संयुक्त समितिमा रहने सदस्यले संघीय संसदको उक्त कार्यकालभर सर्वोच्च अदालतमा उपस्थित भई बहस पैरबी गर्न पाउने छैन ।",
                "subsection_number": "३"
              }
            ]
          },
          {
            "content": "संवैधानिक निकायका प्रमुख र पदाधिकारी संघीय संसदप्रति उत्तरदायी र जवाफदेही रहनु पर्नेछ । प्रतिनिधि सभाका समितिले राष्ट्रिय मानव अधिकार आयोग बाहेकका अन्य संवैधानिक निकायको प्रतिवेदन लगायतका काम कारबाहीको अनुगमन र मूल्याङ्कन गरी आवश्यक निर्देशन वा राय सल्लाह दिन सक्नेछ ।",
            "section_number": "२९३",
            "section_title": "संवैधानिक निकायको काम कारबाहीको अनुगमनः"
          },
          {
            "section_number": "२९४",
            "section_title": "संवैधानिक निकायको वार्षिक प्रतिवेदनः",
            "subsections": [
              {
                "content": "(१) यस संविधान बमोजिमका संवैधानिक निकायले आफूले गरेको काम कारबाहीको वार्षिक प्रतिवेदन राष्ट्रपति समक्ष पेश गर्नेछ र राष्ट्रपतिले प्रधानमन्त्री मार्फत त्यस्तो प्रतिवेदन संघीय संसद समक्ष पेश गर्न लगाउनेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) उपधारा (१) बमोजिमको वार्षिक प्रतिवेदनमा खुलाउनु पर्ने कुराहरू संघीय कानून बमोजिम हुनेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) उपधारा (१) मा जुनसुकै कुरा लेखिएको भए तापनि संवैधानिक निकायले प्रत्येक प्रदेशको काम कारबाहीको सम्बन्धमा अलग अलग प्रतिवेदन तयार गरी प्रदेश प्रमुख समक्ष पेश गर्न सक्नेछ ।",
                "subsection_number": "३"
              }
            ]
          }
        ]
      },
      {
        "part_number": "३३",
        "part_title": "संक्रमणकालीन व्यवस्था",
        "sections": [
          {
            "section_number": "२९५",
            "section_title": "संघीय आयोगको गठनः",
            "subsections": [
              {
                "content": "(१) प्रदेशको सीमांकन सम्बन्धी विषयमा सुझाव दिन नेपाल सरकारले एक संघीय आयोग गठन गर्न सक्नेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) धारा ५६ को उपधारा (३) बमोजिमका प्रदेशको नामकरण सम्बन्धित प्रदेश सभाको सम्पूर्ण सदस्य संख्याको दुई तिहाइ बहुमतबाट हुनेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) धारा ५६ को उपधारा (४) र (५) बमोजिम निर्माण हुने गाउँपालिका, नगरपालिका तथा विशेष, संरक्षित वा स्वायत्त क्षेत्रको संख्या र सीमाना निर्धारण गर्नका लागि नेपाल सरकारले एक आयोग गठन गर्नेछ । त्यस्तो आयोगले गाउँपालिका, नगरपालिका तथा विशेष, संरक्षित वा स्वायत्त क्षेत्रको संख्या र सीमानाको निर्धारण नेपाल सरकारले निर्धारण गरेको मापदण्ड बमोजिम गर्नु पर्नेछ ।",
                "subsection_number": "३"
              },
              {
                "content": "(४) उपधारा (३) बमोजिमको आयोगको गठन यो संविधान प्रारम्भ भएको मितिले छ महीनाभित्र गरिनेछ । त्यस्तो आयोगको कार्यावधि एक वर्षको हुनेछ ।",
                "subsection_number": "४"
              }
            ]
          },
          {
            "section_number": "२९६",
            "section_title": "संविधान सभा व्यवस्थापिका–संसदमा रूपान्तरण हुनेः",
            "subsections": [
              {
                "content": "(१) यो संविधान प्रारम्भ हुँदाका बखत कायम रहेको संविधान सभा यो संविधान प्रारम्भ भएपछि व्यवस्थापिका-संसदमा स्वतः रूपान्तरण हुनेछ र त्यस्तो व्यवस्थापिका-संसदको कार्यकाल संवत् २०७४ साल माघ ७ गतेसम्म कायम रहनेछ ।",
                "proviso": "तर त्यस्तो कार्यकाल पूरा हुनु अगावै यस संविधान बमोजिमको प्रतिनिधि सभाको निर्वाचन हुने भएमा त्यस्तो निर्वाचनका लागि उम्मेदवारको मनोनयनपत्र दाखिला गर्ने अघिल्लो दिनसम्म व्यवस्थापिका–संसद कायम रहनेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) यो संविधान जारी हुँदाका बखत व्यवस्थापिका–संसदमा विचाराधीन रहेका विधेयकहरू उपधारा (१) बमोजिमको व्यवस्थापिका–संसदमा स्वतः सर्नेछन् ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) यस संविधान बमोजिम संघीय संसदले सम्पादन गर्नु पर्ने काम यस संविधान बमोजिम प्रतिनिधि सभाको निर्वाचन नभएसम्म उपधारा (१) बमोजिमको व्यवस्थापिका- संसदले गर्नेछ ।",
                "subsection_number": "३"
              },
              {
                "content": "(४) यो संविधान प्रारम्भ भएपछि प्रदेश सभा गठन नभएसम्म अनुसूची-६ बमोजिमको विषयमा कानून बनाउने प्रदेश सभाको अधिकार उपधारा (१) बमोजिमको व्यवस्थापिका-संसदमा रहनेछ । त्यसरी बनेको कानून यो संविधान बमोजिमको प्रदेश सभा गठन भएको मितिले एक वर्षपछि त्यस्तो प्रदेशको हकमा निष्क्रिय हुनेछ ।",
                "subsection_number": "४"
              },
              {
                "content": "(५) यो संविधान प्रारम्भ हुँदाका बखतको व्यवस्थापिका-संसद सचिवालय, त्यसका महासचिव, सचिव र कर्मचारीहरू निजहरूको नियुक्ति हुँदाका बखतको सेवाका शर्तहरूको अधीनमा रही यस संविधान बमोजिमको संघीय संसद सचिवालयमा कायम हुनेछन् ।",
                "subsection_number": "५"
              },
              {
                "content": "(६) यो संविधान प्रारम्भ हुँदाका बखत व्यवस्थापिका–संसदको अधिवेशन चलिरहेको रहेनछ भने राष्ट्रपतिले यो संविधान प्रारम्भ भएको मितिले सात दिनभित्र व्यवस्थापिका–संसदको अधिवेशन आह्वान गर्नेछ । त्यस पछि राष्ट्रपतिले समय समयमा व्यवस्थापिका-संसदको अधिवेशन आह्वान गर्नेछ ।",
                "subsection_number": "६"
              }
            ]
          },
          {
            "section_number": "२९७",
            "section_title": "राष्ट्रपति र उपराष्ट्रपति सम्बन्धी व्यवस्थाः",
            "subsections": [
              {
                "content": "(१) यो संविधान प्रारम्भ हुँदाका बखत कायम रहेको राष्ट्रपति र उपराष्ट्रपति यस धारा बमोजिम अर्को राष्ट्रपति र उपराष्ट्रपति निर्वाचित नभएसम्म आ-आफ्नो पदमा बहाल रहनेछन् ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) यो संविधान प्रारम्भ हुँदाका बखत व्यवस्थापिका-संसदको अधिवेशन चलिरहेको रहेछ भने यो संविधान प्रारम्भ भएको मितिले र अधिवेशन चलिरहेको रहेनछ भने धारा २९६ को उपधारा (६) बमोजिम अधिवेशन आह्वान भएको मितिले एक महीनाभित्र राजनीतिक सहमतिको आधारमा राष्ट्रपति र उपराष्ट्रपतिको निर्वाचन धारा २९६ को उपधारा (१) बमोजिमको व्यवस्थापिका–संसदले गर्नेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) उपधारा (२) बमोजिम सहमति कायम हुन नसकेमा व्यवस्थापिका-संसदमा तत्काल कायम रहेका सम्पूर्ण सदस्यको बहुमतद्वारा राष्ट्रपति र उपराष्ट्रपतिको निर्वाचन सम्पन्न गर्नु पर्नेछ ।",
                "subsection_number": "३"
              },
              {
                "content": "(४) उपधारा (२) वा (३) बमोजिम निर्वाचित राष्ट्रपति वा उपराष्ट्रपतिको पद कुनै कारणले रिक्त भएमा संघीय संसदको गठन नभएसम्म यसै धारा बमोजिम व्यवस्थापिका-संसदबाट राष्ट्रपति वा उपराष्ट्रपतिको निर्वाचन गरिनेछ ।",
                "subsection_number": "४"
              },
              {
                "content": "(५) यस धारा बमोजिम निर्वाचित राष्ट्रपति वा उपराष्ट्रपतिको पदावधि धारा ६२ बमोजिमको निर्वाचक मण्डलबाट अर्का राष्ट्रपति वा उपराष्ट्रपति निर्वाचित भई कार्यभार नसम्हालेसम्म कायम रहनेछ ।",
                "subsection_number": "५"
              },
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) राष्ट्रपतिले उपराष्ट्रपति समक्ष र उपराष्ट्रपतिले राष्ट्रपति समक्ष लिखित राजीनामा दिएमा,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) निजको विरुद्ध उपधारा (७) बमोजिम महाभियोगको प्रस्ताव पारित भएमा,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) धारा ६२ बमोजिमको निर्वाचक मण्डलबाट अर्को राष्ट्रपति वा उपराष्ट्रपति निर्वाचित भई कार्यभार सम्हालेमा,"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) निजको मृत्यु भएमा ।"
                  }
                ],
                "content": "(६) यस धारा बमोजिम निर्वाचित राष्ट्रपति वा उपराष्ट्रपतिको पद देहायको कुनै अवस्थामा रिक्त हुनेछः–",
                "subsection_number": "६"
              },
              {
                "content": "(७) यस धारा बमोजिम निर्वाचित राष्ट्रपति वा उपराष्ट्रपतिले यो संविधान र कानूनको गम्भीर उल्लंघन गरेको आरोपमा धारा २९६ को उपधारा (१) बमोजिमको व्यवस्थापिका-संसदमा तत्काल कायम रहेका सम्पूर्ण सदस्य संख्याको कम्तीमा एक चौथाइ सदस्यले निजको विरुद्ध महाभियोगको प्रस्ताव पेश गर्न सक्नेछन । त्यस्तो प्रस्ताव व्यवस्थापिका–संसदमा तत्काल कायम रहेका सम्पूर्ण सदस्य संख्याको कम्तीमा दुई तिहाइ बहुमतबाट पारित भएमा निज पदमुक्त हुनेछ ।",
                "subsection_number": "७"
              }
            ]
          },
          {
            "section_number": "२९८",
            "section_title": "मन्त्रिपरिषदको गठन सम्बन्धी व्यवस्थाः",
            "subsections": [
              {
                "content": "(१) यो संविधान प्रारम्भ हुँदाका बखत कायम रहेको मन्त्रिपरिषद उपधारा (२) बमोजिमको मन्त्रिपरिषद गठन नभए सम्म कायम रहनेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) यो संविधान प्रारम्भ हुँदाका बखत व्यवस्थापिका–संसदको अधिवेशन चलिरहेको रहेछ भने यो संविधान प्रारम्भ भएको मितिले र अधिवेशन चलिरहेको रहेनछ भने धारा २९६ को उपधारा (६) बमोजिम आह्वान गरिएको व्यवस्थापिका–संसदको अधिवेशन प्रारम्भ भएको मितिले सात दिनभित्र राजनीतिक सहमतिका आधारमा प्रधानमन्त्रीको निर्वाचन सम्पन्न गरी निजको अध्यक्षतामा मन्त्रिपरिषदको गठन हुनेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) उपधारा (२) बमोजिम सहमति कायम हुन नसकेमा व्यवस्थापिका–संसदको तत्काल कायम रहेका सम्पूर्ण सदस्य संख्याको बहुमतको आधारमा प्रधानमन्त्री निर्वाचित हुनेछ ।",
                "subsection_number": "३"
              },
              {
                "content": "(४) यस धारा बमोजिम गठन हुने मन्त्रिपरिषदको संरचना र कार्य विभाजन आपसी सहमतिबाट तय गरिनेछ ।",
                "subsection_number": "४"
              },
              {
                "content": "(५) यस धारा बमोजिम गठन हुने मन्त्रिपरिषदमा आवश्यकता अनुसार उप- प्रधानमन्त्री र अन्य मन्त्रीहरू रहनेछन् ।",
                "subsection_number": "५"
              },
              {
                "content": "(६) यस धारा बमोजिम नियुक्त प्रधानमन्त्रीले उपधारा (५) बमोजिम मन्त्री नियुक्ति गर्दा सम्बन्धित दलको सिफारिसमा व्यवस्थापिका-संसदका सदस्यहरू मध्येबाट नियुक्ति गर्नु पर्नेछ ।",
                "subsection_number": "६"
              },
              {
                "content": "(७) यस धारा बमोजिम नियुक्त प्रधानमन्त्री र अन्य मन्त्रीहरू व्यवस्थापिका– संसदप्रति सामूहिक रूपमा उत्तरदायी हुनेछन् र मन्त्रीहरू आफ्ना मन्त्रालयको कामका लागि व्यक्तिगत रूपमा प्रधानमन्त्री र व्यवस्थापिका–संसदप्रति उत्तरदायी हुनेछन् ।",
                "subsection_number": "७"
              },
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) निजले राष्ट्रपति समक्ष लिखित राजीनामा दिएमा,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) उपधारा (१४) बमोजिम निजको विरुद्ध अविश्वासको प्रस्ताव पारित भएमा वा विश्वासको प्रस्ताव पारित हुन नसकेमा,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) निज व्यवस्थापिका–संसदको सदस्य नरहेमा,"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) निजको मृत्यु भएमा ।"
                  }
                ],
                "content": "(८) देहायको कुनै अवस्थामा यस धारा बमोजिम नियुक्त प्रधानमन्त्री आफ्नो पदबाट मुक्त हुनेछः-",
                "subsection_number": "८"
              },
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) निजले प्रधानमन्त्री समक्ष लिखित राजीनामा दिएमा,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) उपधारा (८) बमोजिम प्रधानमन्त्री आफ्नो पदबाट मुक्त भएमा,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) सम्बन्धित दलको सिफारिसमा वा सम्बन्धित दलसँगको सल्लाहमा प्रधानमन्त्रीले निजलाई पदमुक्त गरेमा,"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) निजको मृत्यु भएमा ।"
                  }
                ],
                "content": "(९) यस धारा बमोजिम नियुक्त उप-प्रधानमन्त्री, मन्त्री, राज्य मन्त्री तथा सहायक मन्त्री देहायको कुनै अवस्थामा आफ्नो पदबाट मुक्त हुनेछन्ः–",
                "subsection_number": "९"
              },
              {
                "content": "(१०) उपधारा (८) बमोजिम प्रधानमन्त्री आफ्नो पदबाट मुक्त भए पनि अर्को मन्त्रिपरिषद गठन नभएसम्म सोही मन्त्रिपरिषदले कार्य सञ्चालन गरी रहनेछ ।",
                "subsection_number": "१०"
              },
              {
                "content": "(११) यस धारा बमोजिम नियुक्त प्रधानमन्त्रीको मृत्यु भएमा अर्को प्रधानमन्त्रीको चयन नभएसम्मका लागि उप–प्रधानमन्त्री वा वरिष्ठतम मन्त्रीले प्रधानमन्त्रीको रूपमा कार्य सञ्चालन गर्नेछ ।",
                "subsection_number": "११"
              },
              {
                "content": "(१२) यस धारा बमोजिम नियुक्त प्रधानमन्त्रीले कुनै पनि बखत आफूमाथि व्यवस्थापिका-संसदको विश्वास छ भन्ने कुरा स्पष्ट गर्न आवश्यक वा उपयुक्त ठानेमा विश्वासको मतका लागि व्यवस्थापिका–संसद समक्ष प्रस्ताव राख्न सक्नेछ ।",
                "subsection_number": "१२"
              },
              {
                "content": "(१३) व्यवस्थापिका-संसदका सम्पूर्ण सदस्य संख्याको कम्तीमा एक चौथाइ सदस्यले यस धारा बमोजिम नियुक्त प्रधानमन्त्री उपर व्यवस्थापिका-संसदको विश्वास छैन भनी लिखित रूपमा अविश्वासको प्रस्ताव पेश गर्न सक्नेछन् ।",
                "proviso": "तर यस धारा बमोजिम नियुक्त एउटै प्रधानमन्त्री उपर छ महीनामा एक पटकभन्दा बढी अविश्वासको प्रस्ताव पेश गर्न सकिने छैन ।",
                "subsection_number": "१३"
              },
              {
                "content": "(१४) उपधारा (१२) वा (१३) बमोजिमको प्रस्तावको निर्णय व्यवस्थापिका– संसदमा तत्काल कायम रहेका सम्पूर्ण सदस्य संख्याको बहुमतबाट हुनेछ ।",
                "subsection_number": "१४"
              },
              {
                "content": "(१५) यो संविधान प्रारम्भ भएपछि यस संविधान बमोजिमको प्रदेश मन्त्रिपरिषदको गठन नभएसम्म प्रदेशको कार्यकारिणी अधिकार नेपाल सरकारले प्रयोग गर्नेछ ।",
                "subsection_number": "१५"
              }
            ]
          },
          {
            "section_number": "२९९",
            "section_title": "सभामुख र उपसभामुख सम्बन्धी व्यवस्थाः",
            "subsections": [
              {
                "content": "(१) यो संविधान प्रारम्भ हुँदाका बखत कायम रहेका व्यवस्थापिका-संसदका सभामुख र उपसभामुख यस धारा बमोजिम अर्को सभामुख र उपसभामुख निर्वाचित नभएसम्म आ-आफ्नो पदमा बहाल रहनेछन् ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) यो संविधान प्रारम्भ हुँदाका बखत व्यवस्थापिका-संसदको अधिवेशन चलिरहेको रहेछ भने यो संविधान प्रारम्भ भएको मितिले र अधिवेशन चलिरहेको रहेनछ भने धारा २९६ को उपधारा (६) बमोजिम अधिवेशन आह्वान भएको मितिले बीस दिनभित्र व्यवस्थापिका–संसदका सदस्यहरूले आफूमध्येबाट राजनीतिक सहमतिको आधारमा एकजना सभामुख र एकजना उपसभामुखको निर्वाचन गर्नेछन् ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) उपधारा (२) बमोजिमको सहमति कायम हुन नसकेमा व्यवस्थापिका– संसदमा तत्काल कायम रहेका सम्पूर्ण सदस्य संख्याको बहुमत प्राप्त गर्ने व्यवस्थापिका– संसदको सदस्य व्यवस्थापिका–संसदको सभामुख वा उपसभामुख पदमा निर्वाचित भएको मानिनेछ ।",
                "subsection_number": "३"
              },
              {
                "content": "(४) उपधारा (२) वा (३) बमोजिम निर्वाचन गर्दा सभामुख र उपसभामुख व्यवस्थापिका–संसदमा प्रतिनिधित्व गर्ने अलग—अलग राजनीतिक दलबाट प्रतिनिधित्व गर्ने सदस्य हुनु पर्नेछ ।",
                "subsection_number": "४"
              },
              {
                "content": "(५) सभामुख वा उपसभामुखले यस संविधान बमोजिम आफ्नो कार्य सम्पादन गर्दा कुनै पनि राजनीतिक दलको पक्ष वा विपक्षमा नरही तटस्थ व्यक्तिको हैसियतले गर्नेछ ।",
                "subsection_number": "५"
              },
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) निजले लिखित राजीनामा दिएमा,"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) व्यवस्थापिका–संसदमा निजको सदस्यता नरहेमा,"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) निजले पद अनुकूलको आचरण गरेको छैन भन्ने प्रस्ताव व्यवस्थापिका संसदका सम्पूर्ण सदस्य संख्याको कम्तीमा दुई तिहाइ सदस्यको बहुमतबाट पारित भएमा,"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) निजको मृत्यु भएमा ।"
                  }
                ],
                "content": "(६) देहायको कुनै अवस्थामा सभामुख वा उपसभामुखको पद रिक्त हुनेछः–",
                "subsection_number": "६"
              },
              {
                "content": "(७) व्यवस्थापिका संसदको सभामुखले पद अनुकूलको आचरण गरेको छैन भन्ने प्रस्ताव उपर छलफल हुने बैठकको अध्यक्षता उपसभामुख वा अन्य कुनै सदस्यले गर्नेछ र त्यस्तो प्रस्तावको छलफलमा सभामुखले भाग लिन र मत दिन पाउनेछ ।",
                "subsection_number": "७"
              },
              {
                "content": "(८) सभामुख र उपसभामुखको निर्वाचन सम्बन्धी अन्य प्रक्रिया र सभामुख वा उपसभामुखले पद अनुकूलको आचरण नगरेको भन्ने प्रस्ताव पेश गर्ने र पारित गर्ने प्रक्रिया तत्काल प्रचलित व्यवस्थापिका–संसदको नियमावली बमोजिम हुनेछ ।",
                "subsection_number": "८"
              }
            ]
          },
          {
            "section_number": "३००",
            "section_title": "न्यायपालिका सम्बन्धी व्यवस्थाः",
            "subsections": [
              {
                "content": "(१) यो संविधान प्रारम्भ हुँदाका बखत कायम रहेका सर्वोच्च अदालत, संविधान सभा अदालत, पुनरावेदन अदालत र जिल्ला अदालतहरू यस संविधान बमोजिमको न्यायपालिकाको संरचना तयार नभएसम्म कायम रहनेछन् । यो संविधान प्रारम्भ हुनु अघि त्यस्ता अदालतमा दायर भएका मुद्दाहरू र यो संविधान प्रारम्भ भएपछि दायर हुने मुद्दाहरू तत् तत् अदालतबाट निरूपण गर्न यस संविधानले बाधा पुर्याएको मानिने छैन ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) यो संविधान प्रारम्भ हुँदाका बखत सर्वोच्च अदालत, पुनरावेदन अदालत र जिल्ला अदालतमा बहाल रहेका सर्वोच्च अदालतका प्रधान न्यायाधीश वा न्यायाधीश, पुनरावेदन अदालतका मुख्य न्यायाधीश, न्यायाधीश र जिल्ला अदालतका न्यायाधीश यसै संविधान बमोजिम नियुक्त भएको मानिनेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) यो संविधान प्रारम्भ भएको मितिले एक वर्षभित्र संघीय कानून बमोजिम धारा १३९ बमोजिमका उच्च अदालतको स्थापना गरिनेछ । त्यस्तो अदालतको स्थापना भएपछि यो संविधान प्रारम्भ हुँदाका बखत कायम रहेको पुनरावेदन अदालत विघटन हुनेछ ।",
                "subsection_number": "३"
              },
              {
                "content": "(४) उपधारा (३) बमोजिम उच्च अदालत स्थापना भएपछि पुनरावेदन अदालतमा विचाराधीन रहेका मुद्दाहरू नेपाल सरकारले न्यायपरिषदको परामर्शमा नेपाल राजपत्रमा सूचना प्रकाशन गरी तोकेको उच्च अदालतमा सर्नेछन् ।",
                "subsection_number": "४"
              },
              {
                "content": "(५) उपधारा (३) बमोजिम उच्च अदालत स्थापना भएपछि न्यायपरिषदको सिफारिसमा प्रधान न्यायाधीशले यो संविधान प्रारम्भ हुँदाका बखत बहाल रहेका पुनरावेदन अदालतका मुख्य न्यायाधीश र न्यायाधीशहरूलाई उच्च अदालतको मुख्य न्यायाधीश र न्यायाधीशमा पदस्थापन गर्नेछ ।",
                "subsection_number": "५"
              },
              {
                "content": "(६) यो संविधान प्रारम्भ हुँदाका बखत बहाल रहेका पुनरावेदन अदालतका अतिरिक्त न्यायाधीशहरू नियुक्ति हुँदा तोकिएको अवधिसम्म बहाल रहन सक्नेछन् ।",
                "subsection_number": "६"
              },
              {
                "content": "(७) यो संविधान प्रारम्भ हुँदाका बखत अदालत बाहेक अन्य निकायमा विचाराधीन रहेका एक वर्षभन्दा बढी कैद सजाय हुने फौजदारी कसूर सम्बन्धी मुद्दा यो संविधान प्रारम्भ भएपछि सम्बन्धित जिल्ला अदालतमा सर्नेछन् ।",
                "subsection_number": "७"
              }
            ]
          },
          {
            "section_number": "३०१",
            "section_title": "संवैधानिक निकाय र पदाधिकारी सम्बन्धी व्यवस्थाः",
            "subsections": [
              {
                "content": "(१) यो संविधान प्रारम्भ हुँदाका बखत कायम रहेका र यस संविधानमा व्यवस्था भएका संवैधानिक निकाय यसै संविधान बमोजिम गठन भएको मानिनेछ र त्यस्ता निकायमा विचाराधीन रहेका विषयलाई यो संविधानको अधीनमा रही फछैट गर्न बाधा पुऱ्याएको मानिने छैन ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) यो संविधान प्रारम्भ हुँदाका बखत बहाल रहेका संवैधानिक निकायका प्रमुख वा पदाधिकारी यसै संविधान बमोजिम नियुक्त भएको मानिनेछ र निज नियुक्त हुँदाका बखतको सेवाको शर्तको अधीनमा रही आफ्नो पदमा बहाल रहनेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) यो संविधान प्रारम्भ हुँदाका बखत अख्तियार दुरुपयोग अनुसन्धान आयोग र लोक सेवा आयोगमा यस संविधानमा उल्लेख भएको संख्या भन्दा बढी संख्यामा कार्यरत पदाधिकारी निज नियुक्त हुँदाका बखतको सेवाको शर्तको अधीनमा रही आफ्नो पदमा बहाल रहनेछ ।",
                "subsection_number": "३"
              }
            ]
          },
          {
            "section_number": "३०२",
            "section_title": "प्रदेश र स्थानीय तहमा सरकारी सेवाहरूको गठन र सञ्चालनः",
            "subsections": [
              {
                "content": "(१) प्रदेश र स्थानीय तहमा आवश्यक सेवा प्रवाह गर्न नेपाल सरकारले आवश्यक व्यवस्था गर्नेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) उपधारा (१) बमोजिमको व्यवस्था गर्दा यो संविधान प्रारम्भ हुँदाका बखत सरकारी सेवामा कार्यरत राष्ट्रसेवक कर्मचारीलाई नेपाल सरकारले कानून बमोजिम संघ, प्रदेश र स्थानीय तहमा समायोजन गरी सेवा प्रवाहको व्यवस्था मिलाउन सक्नेछ ।",
                "subsection_number": "२"
              }
            ]
          },
          {
            "section_number": "३०३",
            "section_title": "स्थानीय निकाय सम्बन्धी व्यवस्थाः",
            "subsections": [
              {
                "content": "(१) यो संविधान प्रारम्भ हुँदाका बखत कायम रहेका स्थानीय निकायहरू यो संविधान बमोजिम स्थानीय तहको संख्या र क्षेत्र निर्धारण नभएसम्म कायम रहनेछन् ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) उपधारा (१) बमोजिम कायम रहेका स्थानीय निकायका पदाधिकारीको निर्वाचन कानून बमोजिम हुनेछ ।",
                "subsection_number": "२"
              },
              {
                "content": "(३) उपधारा (२) बमोजिम निर्वाचित स्थानीय निकायका पदाधिकारीहरू यो संविधान बमोजिम स्थानीय तहको निर्वाचन नभएसम्म कायम रहनेछन् ।",
                "subsection_number": "३"
              }
            ]
          },
          {
            "section_number": "३०४",
            "section_title": "वर्तमान कानून लागू रहनेः",
            "subsections": [
              {
                "content": "(१) यो संविधान प्रारम्भ हुँदाका बखत कायम रहेका नेपाल कानून खारेज वा संशोधन नभएसम्म लागू रहनेछन् ।",
                "proviso": "तर यो संविधानसँग बाझिएको कानून यो संविधान बमोजिमको संघीय संसदको पहिलो अधिवेशन बसेको मितिले एक वर्षपछि बाझिएको हदसम्म स्वतः अमान्य हुनेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) नेपालको अन्तरिम संविधान, २०६३ बमोजिमका शान्ति प्रक्रिया सम्बन्धी कार्यहरू यसै संविधान बमोजिम भए गरेको मानिनेछ ।",
                "subsection_number": "२"
              }
            ]
          },
          {
            "content": "यो संविधान बमोजिम संघीय संसदको निर्वाचन भई त्यसको पहिलो अधिवेशन प्रारम्भ नभएसम्म यो संविधानको कार्यान्वयन गर्न कुनै बाधा अड्काउ परेमा राष्ट्रपतिले नेपाल सरकार, मन्त्रिपरिषदको सिफारिसमा त्यस्तो बाधा अड्काउ फुकाउन आवश्यक आदेश जारी गर्न सक्नेछ । त्यस्तो आदेश जारी भए पछि तत्काल बसेको व्यवस्थापिका–संसद वा संघीय संसद समक्ष अनुमोदनका लागि पेश गर्नु पर्नेछ ।",
            "section_number": "३०५",
            "section_title": "बाधा अड्काउ फुकाउने अधिकारः"
          }
        ]
      },
      {
        "part_number": "३४",
        "part_title": "परिभाषा र व्याख्या",
        "sections": [
          {
            "section_number": "३०६",
            "section_title": "परिभाषा र व्याख्याः",
            "subsections": [
              {
                "clauses": [
                  {
                    "clause_letter": "क",
                    "content": "(क) “अल्पसंख्यक” भन्नाले संघीय कानून बमोजिम निर्धारित प्रतिशत भन्दा कम जनसंख्या रहेका जातीय, भाषिक र धार्मिक समूह सम्झनु पर्छ र सो शब्दले आफ्नै जातीय, धार्मिक र भाषिक विशिष्टता भएको, त्यसलाई बचाई राख्ने आकांक्षा रहेका, विभेद र उत्पीडन भोगेका समूह समेतलाई जनाउँछ ।"
                  },
                  {
                    "clause_letter": "ख",
                    "content": "(ख) “कानून” भन्नाले संघीय कानून, प्रदेश कानून र स्थानीय कानून सम्झनु पर्छ ।"
                  },
                  {
                    "clause_letter": "ग",
                    "content": "(ग) “धारा” भन्नाले यस संविधानको धारा सम्झनु पर्छ ।"
                  },
                  {
                    "clause_letter": "घ",
                    "content": "(घ) “नगरपालिका” भन्नाले महानगरपालिका र उपमहानगरपालिका समेत सम्झनु पर्छ ।"
                  },
                  {
                    "clause_letter": "ङ",
                    "content": "(ङ) “नागरिक” भन्नाले नेपालको नागरिक सम्झनु पर्छ ।"
                  },
                  {
                    "clause_letter": "च",
                    "content": "(च) “प्रदेश” भन्नाले यस संविधान बमोजिम संघीय इकाइमा विभाजन गरिएको नेपालको संघीय इकाइको क्षेत्र र स्वरूप सम्झनु पर्छ ।"
                  },
                  {
                    "clause_letter": "छ",
                    "content": "(छ) “पारिश्रमिक” भन्नाले तलब, भत्ता र अन्य कुनै किसिमको पारिश्रमिक तथा सुविधा समेत सम्झनु पर्छ ।"
                  },
                  {
                    "clause_letter": "ज",
                    "content": "(ज) “राज्यशक्ति” भन्नाले राज्यको कार्यपालिका, व्यवस्थापिका र न्यायपालिका सम्बन्धी अधिकार सम्झनु पर्छ र सो शब्दले अवशिष्ट अधिकार समेतलाई जनाउँछ ।"
                  },
                  {
                    "clause_letter": "झ",
                    "content": "(झ) “विधेयक” भन्नाले संघीय संसद वा प्रदेश सभामा पेश भएको संविधान संशोधन वा ऐनको मस्यौदा सम्झनु पर्छ ।"
                  },
                  {
                    "clause_letter": "ञ",
                    "content": "(ञ) “संघ” भन्नाले संघीय संरचनाको सबैभन्दा माथिल्लो इकाइको रूपमा रहने संघीय तह सम्झनु पर्छ ।"
                  },
                  {
                    "clause_letter": "ट",
                    "content": "(ट) “संघीय इकाइ” भन्नाले संघ, प्रदेश र स्थानीय तह सम्झनु पर्छ ।"
                  },
                  {
                    "clause_letter": "ठ",
                    "content": "(ठ) “संवैधानिक निकाय” भन्नाले यस संविधान बमोजिम गठन गरिएका अख्तियार दुरुपयोग अनुसन्धान आयोग, महालेखा परीक्षक, लोकसेवा आयोग, निर्वाचन आयोग, राष्ट्रिय मानव अधिकार आयोग, राष्ट्रिय प्राकृतिक स्रोत तथा वित्त आयोग, राष्ट्रिय महिला आयोग, राष्ट्रिय दलित आयोग, राष्ट्रिय समावेशी आयोग, आदिवासी जनजाति आयोग, मधेशी आयोग, थारू आयोग र मुस्लिम आयोग सम्झनु पर्छ ।"
                  },
                  {
                    "clause_letter": "ड",
                    "content": "(ड) “सीमान्तीकृत” भन्नाले राजनीतिक, आर्थिक र सामाजिक रूपले पछाडि पारिएका, विभेद र उत्पीडन तथा भौगोलिक विकटताको कारणले सेवा सुविधाको उपभोग गर्न नसकेका वा त्यसबाट वञ्चित रहेका संघीय कानून बमोजिमको मानव विकासको स्तर भन्दा न्यून स्थितिमा रहेका समुदाय सम्झनु पर्छ र सो शब्दले अतिसीमान्तीकृत र लोपोन्मुख समुदाय समेतलाई जनाउँछ ।"
                  },
                  {
                    "clause_letter": "ढ",
                    "content": "(ढ) “स्थानीय तह” भन्नाले यस संविधान बमोजिम स्थापना हुने गाउँपालिका, नगरपालिका र जिल्ला सभालाई सम्झनु पर्छ ।"
                  }
                ],
                "content": "(१) विषय वा प्रसङ्गले अर्को अर्थ नलागेमा यस संविधानमा,-",
                "subsection_number": "१"
              },
              {
                "content": "(२) विषय वा प्रसङ्गले अर्को अर्थ नलागेमा यस संविधानमा व्यक्त भएका कुराहरूको अधीनमा रही कानूनको व्याख्या सम्बन्धी कानूनी व्यवस्था नेपाल कानूनको व्याख्यामा लागू भए सरह यस संविधानको व्याख्यामा पनि लागू हुनेछ ।",
                "subsection_number": "२"
              }
            ]
          }
        ]
      },
      {
        "part_number": "३५",
        "part_title": "संक्षिप्त नाम, प्रारम्भ र खारेजी",
        "sections": [
          {
            "section_number": "३०७",
            "section_title": "संक्षिप्त नाम र प्रारम्भः",
            "subsections": [
              {
                "content": "(१) यस संविधानलाई “नेपालको संविधान” भनिनेछ ।",
                "subsection_number": "१"
              },
              {
                "content": "(२) यो संविधान संवत् दुई हजार बहत्तर साल असोज महीनाको तीन गतेदेखि प्रारम्भ हुनेछ ।",
                "subsection_number": "२"
              }
            ]
          },
          {
            "content": "नेपालको अन्तरिम संविधान, २०६३ खारेज गरिएको छ ।",
            "section_number": "३०८",
            "section_title": "खारेजीः"
          }
        ]
      }
    ],
    "schedules": [
      {
        "construction_steps": [
          {
            "points": [
              {
                "content": "(१) एउटा सिम्रिक रङ्गको रातो कपडामा तल्लो भागमा चाहिएको जति लम्बाइको रेखा बायाँबाट दाहिनेतिर खिच्ने र यसलाई क ख नाम राख्ने ।",
                "point_number": "१"
              },
              {
                "content": "(२) क बाट सीधा माथि ग सम्म क ख को लम्बाइ जतिमा क ख कै तृतीयांश थप्दा जति हुन्छ त्यति लामो हुने गरी क ग रेखा खिच्ने । क ग मा क बाट क ख को लम्बाइ जति लिई घ चिनो लगाउने । ख र घ जोड्ने ।",
                "point_number": "२"
              },
              {
                "content": "(३) ख घ रेखामा ख बाट क ख जति लिई ङ चिनो लाउने ।",
                "point_number": "३"
              },
              {
                "content": "(४) ङ हुँदै क ख को समानान्तर पारेर क ग मा पर्ने बिन्दु च बाट शुरु गरी दाहिनेतिर छ सम्म क ख को लम्बाइ जति रेखा खिच्ने ।",
                "point_number": "४"
              },
              {
                "content": "(५) ग र छ लाई जोड्ने ।",
                "point_number": "५"
              }
            ],
            "step_letter": "क",
            "step_title": "किनाराभित्रको आकार बनाउने तरीका"
          },
          {
            "points": [
              {
                "content": "(६) क ख को चतुर्थांश जति क बाट दाहिनेमा ज चिनो लाउने र त्यहाँबाट माथि क ग को समानान्तर पारेर ग छ लाई झ मा छुने रेखा खिच्ने ।",
                "point_number": "६"
              },
              {
                "content": "(७) ग च को आधा ञ बाट क ख को समानान्तर पारेर रेखा दायाँतिर खिची ग छ लाई ट मा छुने ।",
                "point_number": "७"
              },
              {
                "content": "(८) ञ ट र ज झ रेखा काटिएको ठाउँमा ठ चिनो राख्ने ।",
                "point_number": "८"
              },
              {
                "content": "(९) ञ र छ जोड्ने ।",
                "point_number": "९"
              },
              {
                "content": "(१०) ञ छ र ज झ काटिएको बिन्दुमा ड चिनो लाउने ।",
                "point_number": "१०"
              },
              {
                "content": "(११) ड लाई केन्द्र मानी ख घ रेखालाई न्यूनतम अन्तर पर्ने गरी स्पर्श गर्दा हुने जति दूरी पर्ने गरी ज झ रेखाको तल्लो भागमा ढ चिनो लगाउने ।",
                "point_number": "११"
              },
              {
                "content": "(१२) ड मा छोई क ख को समानान्तर रेखा बायाँबाट दायाँतिर खिच्ने र यसले क ग लाई छोएको बिन्दुको नाम ण राख्ने ।",
                "point_number": "१२"
              },
              {
                "content": "(१३) ठ केन्द्र लिएर ठ ढ व्यासाद्धले तल्लो भागमा वृत्त खण्ड खिच्ने र ण ड बाट गएको रेखालाई यसले छोएको दुवै ठाउँमा क्रमशः त र थ नाम राख्ने ।",
                "point_number": "१३"
              },
              {
                "content": "(१४) ड लाई केन्द्र मानी ड थ व्यासाद्धले तल्लो भागमा अर्ध वृत्ताकार त थ लाई छुने गरी खिच्ने ।",
                "point_number": "१४"
              },
              {
                "content": "(१५) ढ केन्द्र मानी ढ ड को व्यासाद्धले त ढ थ वृत्त खण्डको दुवैतर्फ छुने गरी वृत्त खण्ड खिच्ने र यसले त ढ थ लाई छोएको विन्दुहरूको नाम क्रमशः द र ध राख्ने । द ध लाई जोड्ने । द ढ र ज झ काटिएको विन्दुको नाम न राख्ने ।",
                "point_number": "१५"
              },
              {
                "content": "(१६) न लाई केन्द्र मानेर व्यासाद्ध न ध ले त ढ थ को माथिल्लो भागमा दुवै ठाउँमा छुने गरी अर्ध वृत्ताकार खिच्ने ।",
                "point_number": "१६"
              },
              {
                "content": "(१७) न लाई केन्द्र मानेर व्यासाद्ध न ड ले त ढ थ को माथिल्लो भागमा दुवै ठाउँमा छुने गरी वृत्त खण्ड खिच्ने ।",
                "point_number": "१७"
              },
              {
                "content": "(१८) यस अनुसूचीको नं. (१६) को अर्ध वृत्ताकार भित्र र नं. (१७) को वृत्त खण्ड बाहिर चन्द्रमाको आठवटा बराबरका कोण बनाउने ।",
                "point_number": "१८"
              }
            ],
            "step_letter": "ख",
            "step_title": "चन्द्र बनाउने तरीका"
          },
          {
            "points": [
              {
                "content": "(१९) क च को आधा प बाट क ख को समानान्तर पारेर ख ङ मा छुने गरी प फ रेखा खिच्ने ।",
                "point_number": "१९"
              },
              {
                "content": "(२०) ज झ र प फ काटिएको विन्दु ब केन्द्र मानेर ड ढ को व्यासाद्धले वृत्ताकार पूरा खिच्ने ।",
                "point_number": "२०"
              },
              {
                "content": "(२१) ब लाई केन्द्र मानेर ठ ढ व्यासाद्धले वृत्ताकार पूरा खिच्ने ।",
                "point_number": "२१"
              },
              {
                "content": "(२२) यो अनुसूचीको नं. (२०) को वृत्ताकार बाहिर र यो अनुसूचीको नं. (२१) को वृत्ताकारभित्र परेको गोल घेराको बीच भागमा सूर्यको बाह्रवटा बराबरका कोणहरू दुई चुच्चाहरूले ज झ रेखामा छुने गरी बनाउने ।",
                "point_number": "२२"
              }
            ],
            "step_letter": "ग",
            "step_title": "सूर्य बनाउने तरीका"
          },
          {
            "points": [
              {
                "content": "(२३) न ढ को चौडाइ जति गाढा नीलो रङ्गको किनारा झण्डाको आकारको बाहिरी सबैतिरको सीमामा थप्ने, तर झण्डाको पाँच कोणहरूमा चाहिं बाहिरी कोणहरू पनि भित्रै सरहका बनाउने ।",
                "point_number": "२३"
              },
              {
                "content": "(२४) झण्डा डोरी लगाई प्रयोग गरेमा माथि बताइएकै पट्टी राख्ने । झण्डा लट्ठीमा घुसार्ने हो भने क ग पट्टि आवश्यक परे जति किनारा चौड्याउने । डोरी वा लट्ठीको प्रयोगमा क ग को पट्टीमा प्वाल राख्ने ।",
                "point_number": "२४"
              }
            ],
            "step_letter": "घ",
            "step_title": "किनारा बनाउने तरीका"
          }
        ],
        "content_heading": "नेपालको राष्ट्रिय झण्डा बनाउने तरीका",
        "explanation": {
          "content": "झण्डा बनाउँदा खिचिएका ज झ द ध, च ङ, ङ घ, ञ छ, ण थ, ञ ट र प फ रेखाहरू कल्पित हुन् । त्यस्तै सूर्यका बाहिरी र भित्री वृत्ताकारहरू तथा खुर्पे चन्द्र बाहेक अरु वृत्त खण्ड पनि कल्पित हुन् । यिनलाई झण्डामा देखाइँदैन ।",
          "title": "स्पष्टीकरणः"
        },
        "main_title": "नेपालको राष्ट्रिय झण्डा",
        "note": {
          "content": "राष्ट्रिय झण्डाको आकार नेपाल सरकारले निर्धारण गरे बमोजिम हुनेछ ।",
          "title": "द्रष्टव्यः"
        },
        "schedule_number": "१",
        "title_annex": "(धारा ८ को उपधारा (२) सँग सम्बन्धित)"
      }
    ]
  }
}