{
    "metadata": {
      "header_footer_text": "www.lawcommission.gov.np",
      "footnotes": [
        {
          "page_reference": 1,
          "marker": "*",
          "text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित।"
        },
        {
          "page_reference": 5,
          "marker": "*",
          "text": "मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित।"
        },
        {
          "page_reference": 11,
          "marker": "*",
          "text": "फौजदारी कसूर तथा फौजदारी कार्यविधि सम्बन्धी केही ऐन संशोधन गर्ने ऐन, २०७९ द्वारा थप।"
        }
      ]
    },
    "document_content": [
      {
        "inference_note": "Content from Section 100 (explanation and subsections 2-5) partially visible at the start of page 1 is omitted as the full section context is missing.",
        "sections_inferred_chapter": [
          {
            "section_number": "१०१",
            "section_title": "पक्राउको बाधा विरोध गर्न वा थुनाबाट भाग्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कुनै व्यक्तिलाई पक्राउ गर्न कानून बमोजिम पक्राउ पूर्जी जारी भएकोमा त्यस्तो व्यक्तिले पक्राउको सिलसिलामा वा पक्राउ पर्दा वा पक्राउ परिसकेको भए पक्राउबाट बच्नको लागि जानीजानी बल प्रयोग गरी बाधा विरोध गर्न वा कानून बमोजिम थुनामा रहेको व्यक्तिले थुनाबाट भाग्न वा भाग्ने उद्योग गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "१०२",
            "section_title": "पक्राउबाट उम्काउन वा थुनाबाट भगाउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कानून बमोजिम पक्राउ गर्न पक्राउ पूर्जी जारी गरिएको व्यक्तिलाई पक्राउको सिलसिलामा वा पक्राउ गर्दा वा निजलाई पक्राउ गरिसकेको भए निजलाई पक्राउबाट उम्काउनको लागि कसैले जानीजानी बाधा बिरोध गर्न वा कानून बमोजिम थुनामा रहेको व्यक्तिलाई जानीजानी भगाउन वा भाग्नको लागि मद्दत गर्नु हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर कुनै राष्ट्रसेवकले गरे वा गराएमा निजलाई उपदफा (२) मा उल्लिखित सजायको दोब्बर सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "१०३",
            "section_title": "हदम्यादः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "दफा १०१ वा १०२ अन्तर्गतका कसूरमा जहिलेसुकै पनि उजुर लाग्नेछ ।"
              },
              {
                "subsection_number": "(२)",
                "content": "दफा १०० अन्तर्गतको कसूरमा त्यस्तो कसूर भएको मितिले र यस परिच्छेद अन्तर्गतका अन्य कसूरमा कसूर भएको कुरा थाहा पाएको मितिले तीन महिना नाघेपछि उजुर लाग्ने छैन।"
              }
            ]
          }
        ]
      },
      {
        "chapter_number": "५",
        "chapter_title": "सार्वजनिक हित, स्वास्थ्य, सुरक्षा, सुविधा र नैतिकता बिरुद्धका कसूर",
        "sections": [
          {
            "section_number": "१०४",
            "section_title": "सङ्क्रामक रोग फैलाउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कसैको ज्यानलाई खतरा पुर्याउन सक्ने कुनै किसिमको सङ्क्रामक रोग फैलाउने वा फैलिन सक्ने कुनै काम गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई नियतपूर्वक वा जानीजानी गरेको भए दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना, लापरवाहीपूर्वक गरेको भए पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना र हेलचक्ग्राईंपूर्वक गरेको भए तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "१०५",
            "section_title": "मानव रोग प्रतिरोधक क्षमता उन्मुक्ति गर्ने जिवाणु (एच.आई.भी.) को रोग फैलाउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले आफनो वा अरु कसैको शरीरमा रोग प्रतिरोधक क्षमता उन्मुक्ति गर्ने जिवाणु (एच.आइ.भी.) वा हेपाटाइटिस् बी को जिवाणु रहेको थाहा पाँउदा पाउँदै कसैलाई त्यस्तो रोग सार्ने नियतले आफ्नो रगत दिन वा त्यस्तो व्यक्तिको रगत दिन लगाउन वा कुनै किसिमको पूर्व सावधानी नलिई कसैसँग यौन सम्पर्क कायम गर्न वा कुनै किसिमबाट आफ्नो वा त्यस्तो व्यक्तिको रगत, वीर्य, च्याल, थुक वा कुनै मानव अङ्ग अर्काको शरीरभित्र पठाउन हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिम कसूर गर्ने वा गराउने व्यक्तिलाई दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना हुनेछ। तर त्यस्तो रोग सार्ने नियत नभई लापरबाही वा हेलचेक्र्याइँबाट सर्न गएको रहेछ भने तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "(३)",
                "content": "पीडित आफैं मानव रोग प्रतिरोधक क्षमता उन्मुक्ति गर्ने जिवाणु वा हेपाटाइटिस् बी को जिवाणु रहेको व्यक्तिसँग यौन सम्पर्क गर्न गएको रहेछ भने त्यस्तो जिवाणु रहेको व्यक्तिले यस दफा बमोजिमको कसूर गरेको मानिने छैन।"
              }
            ]
          },
          {
            "section_number": "१०६",
            "section_title": "सरुवा रोग सम्बन्धी कानूनको उल्लङ्घन गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहले वा कानून बमोजिम अधिकार प्राप्त अधिकारीले सरुवा रोगको सम्बन्धमा जारी गरेको नियम, निर्देशन वा आदेश उल्लङ्घन गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई छ महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ । तर त्यस्तो नियम, निर्देशन वा आदेश उल्लङ्घन गरेको कारणबाट कसैको ज्यान जान सक्ने अवस्था रहेछ भने निजलाई दफा १०४ बमोजिम सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "१०७",
            "section_title": "खाद्य पदार्थमा मिसावट गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले सर्वसाधारणले खाने, पिउने वा सेवन गर्ने पदार्थमा खान, पिउन वा सेवन गर्न नहुने कुनै हानिकारक पदार्थ वा खान पिउन वा सेवन गर्न हुने कमसल पदार्थ वा हानिकारक रासायनिक पदार्थ मिसावट गरी उत्पादन गर्न, बिक्री वितरण गर्न वा म्याद नाघेको वा मिसावट भएको खाद्य पदार्थ बिक्री वितरण गर्न वा निर्धारित स्तरभन्दा न्यून स्तरको खाद्य पदार्थ वा अखाद्य पदार्थ बिक्री वितरण गर्न वा पैठारी गर्न वा बिक्री वितरणको लागि राख्ख हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "१०८",
            "section_title": "झुक्यानमा पारी खाद्य पदार्थ बिक्री वितरण गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कुनै एक खाद्य पदार्थलाई अर्को खाद्य पदार्थ हो भनी वा न्यून गुणस्तरको खाद्य पदार्थ वा अखाद्य पदार्थलाई उच्च गुणस्तरको खाद्य पदार्थ हो भनी ढाँटी वा झुक्याई वा कुनै उच्च गुणस्तरको खाद्य पदार्थमा निम्न स्तरको खाद्य पदार्थ वा अखाद्य पदार्थ मिसावट गरी बिक्री वितरण गर्न हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद वा पचास हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "१०९",
            "section_title": "झुक्यानमा पारी कुनै वस्तु बिक्री–वितरण गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले खाद्य पदार्थ बाहेक कमसल वस्तुलाई असल वस्तु हो भनी वा एक वस्तुलाई अर्को वस्तु हो भन्ने भान पारी वा कुनै वस्तुमा त्यस्तो वस्तुको गुणस्तर घट्ने गरी मिसावट गरी बिक्री गर्न वा कुनै वस्तुमा रहेको लेवल साट्न वा म्याद नाघेको वस्तु बिक्री गर्न हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "११०",
            "section_title": "बिक्री गर्ने उपभोग्यवस्तु बिक्री नगरी जम्माखोरी गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कुनै उपभोग्य वस्तुको बजारमा कृत्रिम अभाव खडा गरी त्यस्तो वस्तुको मूल्य वृद्धि गर्न वा त्यस्तो वस्तु बढी मूल्यमा बिक्री गर्न वा गराउन वा त्यस्तो वस्तुको बिक्रीबाट अनुचित नाफा लिने उद्देश्यले त्यस्तो वस्तु बिक्री वितरण नगरी थुपार्न वा सञ्चित गरी राख्न वा जम्माखोरी गर्न हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "१११",
            "section_title": "पानी दुषित पार्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले सर्वसाधारणले पिउने पानी वा पिउने पानीको मुहानलाई पिउन नहुने गरी दुषित गर्न वा पिउने बाहेक अन्य कुनै काममा प्रयोग हुने पानीलाई त्यस्तो काममा प्रयोग गर्न नहुने गरी दुषित पार्न हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "पिउने पानी वा पानीको मुहान दुषित गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "अन्य प्रयोजनका लागि प्रयोग हुने पानी दुषित पार्ने वा पार्न लगाउने व्यक्तिलाई छ महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय।"
                  }
                ]
              }
            ]
          },
          {
            "section_number": "११२",
            "section_title": "वातावरण प्रदुषित गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले वातावरणमा उल्लेखनीय प्रतिकूल प्रभाव पुर्याउने गरी फोहोरमैलाको *उत्पादन, प्रशोधन, प्रसारण, निष्काशन, उत्सर्जन, ओसारपसार गर्न वा थुपार्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "कसैले सर्वसाधारणको स्वास्थ्यमा हानि पुर्याउने गरी वा जीउ ज्यानको लागि खतरा हुन सक्ने गरी प्रदृषण गर्न वा कानून बमोजिम अधिकार प्राप्त अधिकारीको इजाजत विना यान्त्रिक साधनबाट ध्वनी, ताप, रेडियोधर्मी विकिरण वा जोखिमपूर्ण फोहर मैलाको *उत्पादन, प्रशोधन, प्रसारण, निष्काशन, उत्सर्जन, ओसारपसार गर्न वा थुपार्न हुदैन ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिम कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              },
              {
                "subsection_number": "(४)",
                "content": "उपदफा (२) वमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद वा पचास हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ],
            "note": "Reference to amendment: मुलुकी संहिता सम्बन्धी केही नेपाल ऐनलाई संशोधन गर्ने ऐन, २०७५ द्वारा संशोधित।"
          },
          {
            "section_number": "११३",
            "section_title": "सार्वजनिक बाटो, नदी वा स्थलमा खतरा वा बाधा पुर्याउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कुनै काम गरी वा आफ्नो वा आफ्नो नियन्त्रण वा जिम्मामा रहेको सम्पत्तिको स्याहार सम्भार नगरी सार्वजनिक बाटो, नदी वा अन्य कुनै सार्वजनिक स्थलमा कसैलाई कुनै खतरा, बाधा वा अवरोध पुर्याउन हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिम कसूर गर्ने वा गराउने व्यक्तिलाई पच्चीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "११४",
            "section_title": "विषालु वा विष्फोटक पदार्थ प्रयोग गर्दा लापरबाही गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले विषालु पदार्थ, आगोजन्य पदार्थ, प्रज्वलनशील पदार्थ, विष्फोटक पदार्थ वा जोखिमी हतियार वा यन्त्र चलाउँदा वा प्रयोग गर्दा कसैको शरीर वा ज्यानमा खतरा वा क्षति पुग्न सक्ने गरी लापरबाही गर्न वा आफ्नो वा आफ्नो कब्जा वा जिम्मा रहेको त्यस्तो बस्तुबाट कसैको ज्यान जान सक्ने खतरालाई रोक्ने आवश्यक बन्दोबस्त जानीजानी नगर्न वा त्यस्तो बन्दोवस्त गर्नमा लापरबाही गर्न हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "११५",
            "section_title": "घर निर्माण गर्दा, भत्काउँदा वा मर्मत गर्दा लापरबाही गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले घर निर्माण गर्दा, भत्काउँदा वा मर्मत गर्दा त्यस्तो कार्यबाट वा त्यस्तो घर वा त्यसको केही भाग ढली वा खसी कसैको ज्यान जान वा अङ्गभङ्ग हुन सक्ने खतरालाई रोक्न वा टार्न आवश्यक बन्दोबस्त नगरी वा त्यस्तो बन्दोबस्त गर्न लापरबाही गरी घर निर्माण गर्न, भत्काउन वा मर्मत गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "११६",
            "section_title": "पशुपंक्षी राख्दा लापरबाही गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले आफ्नो वा आफ्नो नियन्त्रण वा जिम्मामा रहेको हिंस्रक वा अन्य कुनै पशुपंक्षी राख्दा वा पाल्दा त्यस्तो कार्यबाट वा त्यस्तो पशुपंक्षीबाट कसैको ज्यान जान सक्ने वा कसैलाई चोट पुग्न सक्ने खतरालाई रोक्न आवश्यक पूर्वसावधानीको बन्दोवस्त नगरी वा लापरबाही गरी त्यस्तो पशुपंक्षी राख्न वा पाल्न हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "११७",
            "section_title": "पशुपंक्षी छाडा छाड्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले आफ्नो वा आफ्नो नियन्त्रण वा जिम्मा रहेको कुनै पशुपंक्षी अर्काको घर, जग्गामा वा सार्वजनिक बाटो घाटो वा सार्वजनिक स्थलमा छाडा छोड्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिम कसूर गर्ने वा गराउने व्यक्तिलाई तीन महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "११८",
            "section_title": "अभद्र व्यवहार गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले सार्वजनिक स्थान वा प्रवेश गर्न कानूनी अधिकार नभएको ठाउँमा प्रवेश गरी कसैलाई अभद्र व्यवहार गर्न वा सार्वजनिक स्थानमा महिला, बालबालिका वा शारीरिक रुपमा अशक्त व्यक्तिलाई हातपात वा हैरानी गर्न वा त्यसको उद्योग गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "११९",
            "section_title": "वेश्यागमनको प्रचार गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले वेश्यागमनको लागि प्रचार प्रसार गर्न हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन वर्षसम्म कैद र तीस हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "१२०",
            "section_title": "वेश्यावृति वा वेश्यागमनका लागि घर, जग्गा प्रयोग गर्न दिन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले वेश्यावृत्ति वा वेश्यागमनको लागि जानीजानी आफ्नो घर, जग्गा, सवारी साधन उपलव्ध गराउन हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई छ महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "१२१",
            "section_title": "अश्लिल किताब, पर्चा इत्यादि बनाउन वा बिक्री गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले सार्वजनिक रुपमा अश्लिल किताब, पर्चा बनाउने लगायतका देहायको कुनै काम गर्न हुँदैनः -",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "शारीरिक कामोत्तेजना बढाउने वा काम वासनामा आशक्त गराउने वा चरित्रहीन बनाउने कुनै अश्लील किताब, पर्चा, रेखाचित्र, चलचित्र, तस्वीर, रेकर्ड वा अरु कुनै वस्तु बनाउन, मुद्रण गर्न वा प्रकाशित गर्न वा विद्युतीय सञ्चार माध्यमबाट प्रचार प्रसार गर्न,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "त्यस्तो अश्लील वस्तु खरीद बिक्री वा वितरण गर्न वा भाडामा दिन वा सर्वसाधारणलाई देखाउन वा त्यस्तो गर्ने नियतले आफ्ना साथमा राख्न,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "कुनै व्यक्तिबाट त्यस्तो अश्लिल वस्तु यस प्रकार प्राप्त हुन सक्छ भनी विज्ञापन दिन,"
                  },
                  {
                    "clause_letter": "(घ)",
                    "content": "त्यस्तो अश्लिल वस्तु बिक्री वितरण गर्ने उद्देश्यले निकासी वा पैठारी गर्न वा आफूसँग बोक्न।"
                  }
                ]
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ ।"
              },
              {
                "subsection_number": "(३)",
                "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि वैज्ञानिक, शैक्षिक, कलात्मक, साहित्यिक, अनुसन्धानमूलक, ज्ञानवद्र्धक महत्व वा अभिरुचीको वा धार्मिक प्रयोजनको लागि राखिएको वा बनाइएको कुनै कृतिको हकमा यस दफाको व्यवस्था लागू हुने छैन।"
              }
            ]
          },
          {
            "section_number": "१२२",
            "section_title": "सार्वजनिक स्थानमा यौनाङ्ग देखाउन नहनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "दश वर्षभन्दा माथिको व्यक्तिले स्वास्थ्य विज्ञान वा चिकित्सा सम्बन्धी उपचारको प्रयोजनका लागि बाहेक सार्वजनिक स्थानमा अश्लील कृयाकलाप वा व्यवहार गर्न वा यौनाङ्ग देखाउन वा कसैलाई अश्लिल शब्द बोल्न वा इशारा गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई छ महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "१२३",
            "section_title": "सार्वजनिक स्थानमा यौन क्रिया गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले सार्वजनिक स्थानमा वा अरु मानिसले देख्ने गरी अन्य कुनै स्थानमा कसैसँग यौन क्रिया गर्न वा कुनै किसिमको अप्राकृतिक मैथुन गर्न हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै सजाय हुनेछ।"
              }
            ]
          },
          {
            "section_number": "१२४",
            "section_title": "सार्वजनिक उपद्रयाईं गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कानूनमा अन्यथा व्यवस्था भएकोमा बाहेक कसैले कुनै काम गरी वा कानून बमोजिम गर्नु पर्ने कुनै काम नगरी छरछिमेक वा सर्वसाधारणलाई कुनै प्रकारको हानि, नोक्सानी, क्षति वा खतरा पुर्याउन वा झिझ्याहट गर्न हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई पच्चीस हजार रुपैयाँसम्म जरिबाना हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "१२५",
            "section_title": "जुवा खेल्न वा सट्टाबाजी गर्नु नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले जुवा खेल्नु वा खेलाउनु हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "पहिलो पटक जुवा खेल्ने वा खेलाउनेलाई तीन महिनासम्म कैद वा तीसहजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "दोस्रो पटकदेखि जुवा खेल्ने वा खेलाउनेलाई एक वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना र त्यसपछिको कसूरमा पटकै पिच्छे थप तीन महिनासम्म कैद र दश हजार रुपैयाँसम्म जरिबाना ।"
                  }
                ]
              },
              {
                "subsection_number": "(३)",
                "content": "जुवा खेल्न प्रयोग भएको साधन र जुवाबाट प्राप्त सम्पूर्ण चल अचल सम्पत्ति जफत हुनेछ। तर जुवा खेलेको घर, कोठा, ठाउँ वा सवारी साधन जफत हुने छैन।"
              },
              {
                "subsection_number": "(४)",
                "content": "कसैले सट्टाबाजी गर्नु वा गराउनु हुँदैन ।"
              },
              {
                "subsection_number": "(५)",
                "content": "उपदफा (४) को प्रयोजनको लागि कसैले कानून बमोजिम खेल्न खेलाउन हुने कुनै खेल वा प्रक्रियामा खास पक्षले हारेमा वा जितेमा कुनै चल अचल सम्पत्ति वा प्रतिफल पाउने वा गुमाउने गरी बाजी थापेमा सट्टाबाजीको कसूर गरेको मानिनेछ।"
              },
              {
                "subsection_number": "(६)",
                "content": "उपदफा (४) बमोजिमको कसूर भएमा त्यसमा प्रयोग भएको विगो जफत गरी कसूर गर्ने व्यक्तिलाई एक वर्षसम्म कैद र दश हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "(७)",
                "content": "यस दफा बमोजिमको कसूरमा पटके कायम गर्दा अदालतबाट कसूरदार ठहरेको आधारमा कायम गरिनेछ ।"
              }
            ],
            "explanation": {
              "explanation_text": "यस संहिताको प्रयोजनको लागिः",
              "points": [
                {
                  "point_number": "(१)",
                  "content": "“जुवा” भन्नाले कुनै संयोगको आधारमा कुनै किसिमको चल वा अचल सम्पत्ति वा प्रतिफल पाउने वा गुमाउने वा हार्ने वा जित्ने गरी बाजी थापी खेल्ने कुनै किसिमको खेल वा प्रक्रिया सम्झनु पर्छ र सो शब्दले आफूले जुवा नखेली अरुको हार वा जितमा आफूले कुनै चल अचल सम्पत्ति वा प्रतिफल पाउने वा गुमाउने गरी थापेको बाजी वा च्याँखेलाई समेत जनाउँछ। तर देहायको कुनै खेल वा कार्यक्रमलाई जुवा मानिने छैनः–",
                  "subpoints": [
                    {
                      "subpoint_letter": "(क)",
                      "content": "कुनै सार्वजनिक महोत्सव, मेला, पर्व, चाड, प्रदर्शनी वा समारोहमा मनोरञ्जनका लागि कुनै सानोतिनो चल सम्पत्ति पाउने वा गुमाउने गरी नेपाल सरकारको स्वीकृति लिई सञ्चालन हुने खेल,"
                    },
                    {
                      "subpoint_letter": "(ख)",
                      "content": "अधिकार प्राप्त अधिकारीको स्वीकृति लिई सञ्चालन भएको चिठ्ठा।"
                    }
                  ]
                },
                {
                  "point_number": "(२)",
                  "content": "“जुवा खेलाउने” भन्नाले आफ्नो हक, भोग, चलन, स्वामित्व वा जिम्मामा रहेको घर, कोठा, ठाउँ वा सवारी साधन जानीजानी उपलब्ध गराई वा जुवा खेल्नको लागि कुनै किसिमको साधन उपलब्ध गराई जुवा खेलाउने व्यक्ति सम्झनु पर्छ ।"
                }
              ]
            }
          },
          {
            "section_number": "१२६",
            "section_title": "भिक्षा माग्न वा माग्न लगाउन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कुनै सार्वजनिक स्थानमा भिक्षा माग्न वा बालबालिकालाई गीत गाउने, नाच्ने, खेल्ने वा कुनै काम गर्ने वहानामा वा अन्य व्यक्तिलाई कुनै प्रकारको रकम वा ज्याला दिई भिक्षा माग्न वा भिक्षा माग्न दुरुत्साहन दिन हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई देहाय बमोजिमको सजाय हुनेछ र भिक्षाको बिगो जफत समेत हुनेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "पहिलो पटक भिक्षा मागेको भए एक महिनासम्म कैद वा एक हजार रुपैयाँसम्म जरिबाना र दोस्रो पटकदेखि प्रत्येक पटक दुई महिनासम्म कैद वा दुई हजार रुपैयाँसम्म जरिबाना,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "पहिलो पटक भिक्षा माग्न लगाएको भए एक वर्षसम्म कैद वा दश हजार रुपैयाँसम्म जरिबाना वा दुवै र दोस्रो पटकदेखि प्रत्येक पटक तीन वर्षसम्म कैद वा तीस हजार रुपैयाँसम्म जरिबाना वा दुवै ।"
                  }
                ]
              }
            ],
            "explanation": {
              "explanation_text": "यस दफाको प्रयोजनको लागिः",
              "points": [
                {
                  "point_number": "(१)",
                  "content": "कुनै साधु, सन्त, जोगी वा भिक्षुले सनातनदेखि चली आएको परम्परा अनुसार घर घरमा पुगी भिक्षा माग गरेमा वा कुनै धार्मिक वा साँस्कृतिक कार्यमा भिक्षा मागिएकोमा त्यस्तो कार्यलाई यस दफा अन्तर्गतको कसूर मानिने छैन,"
                },
                {
                  "point_number": "(२)",
                  "content": "“सार्वजनिक स्थान” भन्नाले सडक, गल्ली, पार्क, सवारी विसौनी स्थल, सरकारी कार्यालय वा कार्यालयको परिसर सम्झनु पर्छ र सो शब्दले सार्वजनिक प्रयोगमा रहेको सवारी साधनलाई समेत जनाउँछ ।"
                }
              ]
            }
          },
          {
            "section_number": "१२६क",
            "section_title": "कसूर पीडितको नाममा सहयोग लिन नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कुनै व्यक्ति कसूर पीडित भएको कारण देखाई निजको तस्वीर राखी वा नराखी सार्वजनिक रुपमा वा सामाजिक सञ्जाल मार्फत आह्वान गरी वा नगरी निजलाई औषधि उपचार गर्ने, अन्य कुनै किसिमको राहत, सुविधा दिने वा अन्य कुनै प्रयोजनका लागि कसूर पीडित वा निजका परिवारको सदस्यको तर्फबाट कसैलाई चन्दा, सुविधा, सहयोग, अनुदानको नाममा कुनै किसिमको नगद वा जिन्सी माग्नु, लिनु वा प्राप्त गर्नु हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई तीन महिनासम्म कैद वा पाँच हजार रुपैयाँसम्म जरिबाना हुनेछ र त्यसरी प्राप्त गरेको नगदी वा जिन्सी जफत हुनेछ।"
              },
              {
                "subsection_number": "(३)",
                "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि कसूर पीडित वा निजका परिवारका सदस्यले नेपाल सरकार, प्रदेश सरकार वा स्थानीय तहबाट कुनै सहयोग वा कुनै सुविधा प्राप्त गरेकोमा वा कुनै सामाजिक संस्था वा कुनै व्यक्तिले आफूखुसी दिएको सहयोग प्राप्त गरेकोमा यस दफा बमोजिम कसूर गरेको मानिने छैन।"
              }
            ],
            "note": "Added by फौजदारी कसूर तथा फौजदारी कार्यविधि सम्बन्धी केही ऐन संशोधन गर्ने ऐन, २०७९"
          },
          {
            "section_number": "१२७",
            "section_title": "क्षतिपूर्ति भराउनु पर्नेः",
            "content": "यस परिच्छेदको दफा १०४, १०५, १०६, १०७, १०८, १०९, ११०, १११, ११३, ११४, ११५, ११६, ११७, ११८ र १२४ बमोजिमको कसूरबाट कसैलाई हानि, नोक्सानी वा कसैको सम्पत्तिमा क्षति भएमा कसूरदारबाट त्यस्तो हानि, नोक्सानी हुने व्यक्तिलाई क्षतिपूर्ति भराई दिनु पर्नेछ ।"
          },
          {
            "section_number": "१२८",
            "section_title": "हदम्यादः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "यस परिच्छेद अन्तर्गतको कुनै कसूरबाट कसैको ज्यान मरेकोमा जहिलेसुकै पनि उजुर गर्न सकिनेछ।"
              },
              {
                "subsection_number": "(२)",
                "content": "दफा ११३, ११४, ११५, ११६, ११७, ११८, ११९, १२०, १२१ र १२२ अन्तर्गतको कसूरमा त्यस्तो कसूर भएको मितिले तीन महिना नाघेपछि र यस परिच्छेद अन्तर्गतको अन्य कसूरमा त्यस्तो कसूर भएको कुरा थाहा पाएको मितिले छ महिना नाघेपछि उजुर लाग्ने छैन।"
              }
            ]
          }
        ]
      },
      {
        "chapter_number": "६",
        "chapter_title": "हातहतियार तथा खरखजाना सम्बन्धी कसुर",
        "sections": [
          {
            "section_number": "१२९",
            "section_title": "इजाजत पत्र प्राप्त नगरी हातहतियार उत्पादन गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले इजाजतपत्र प्राप्त नगरी वा इजाजतपत्र प्राप्त गरेको भए पनि इजाजतपत्रमा उल्लिखित शर्त तथा बन्देज विपरीत हुने गरी हातहतियार वा खरखजानाको उत्पादन गर्न वा त्यसको मर्मत संभार गर्न हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई हातहतियार वा खरखजानाको जोखिमको गम्भीरता हेरी दश वर्षसम्म कैद र एक लाख रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ],
            "explanation": {
              "explanation_text": "यस संहिताको प्रयोजनका लागिः",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "“हातहतियार” भन्नाले तोप, मोर्टार, बख्तरबन्द गाडी, मेशिनगन, राइफल, बन्दुक, पिस्तोल, रिभल्भर वा खरखजाना प्रयोग गरी वा नगरी चलाइने त्यस्तै प्रकृतिका अन्य यन्त्र सम्झनु पर्छ र सो शब्दले हातहतियार बनाउने मेशिन, उपकरण र हातहतियारको पाटपूर्जा समेतलाई जनाउँछ,"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "“मेशिनगन” भन्नाले ब्रेनगन, लुइसगन, स्टेगन, मेशिन, कारबाइन, टम्स मेशिन कारबाइन, जी.एम.जी, सर्ट मेसिन गन वा त्यस्तै प्रकृतिका स्वचालित हातहतियार सम्झनु पर्छ र सो शब्दले मेशिनगन बनाउने मेशिन, उपकरण र मेशिन गनको पाटपूर्जा समेतलाई जनाउँछ,"
                },
                {
                  "clause_letter": "(ग)",
                  "content": "“खरखजाना” भन्नाले हातहतियारमा राख्ने बारुद, केप, गोली, छर्रा, डिटोरेनेटर, कार्तुस, फ्यूज वा त्यस्तै प्रकृतिका अन्य पदार्थ समेतलाई जनाउँछ ।"
                }
              ]
            }
          },
          {
            "section_number": "१३०",
            "section_title": "इजाजत पत्र प्राप्त नगरी हातहतियारको कारोबार गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले इजाजतपत्र प्राप्त नगरी वा इजाजतपत्र प्राप्त गरेको भएपनि इजाजत पत्रको शर्त तथा बन्देज विपरीत हुने गरी हातहतियार तथा खरखजानाको कारोवार गर्न हुँदैन ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई सात वर्षसम्म कैद र सत्तरी हजार रुपैयाँसम्म जरिबाना हुनेछ ।"
              }
            ],
            "explanation": {
              "explanation_text": "यस परिच्छेदको प्रयोजनको लागि “कारोबार” भन्नाले खरिद गर्ने, बिक्री गर्ने, ओसार पसार गर्ने, स्वामित्व प्राप्त गर्ने, हस्तान्तरण गर्ने, सञ्चय वा सङ्कलन गर्ने, भण्डारण गर्ने, निकासी वा पैठारी गर्ने काम सम्झनु पर्छ।"
            }
          },
          {
            "section_number": "१३१",
            "section_title": "खास किसिमका हातहतियार प्राप्त गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले देहायका हातहतियार खरिद बिक्री गरी वा दान, उपहार, पुरस्कार, अंश, अपुतालीबाट वा अन्य कुनै किसिमबाट प्राप्त गर्न, राख्न, सञ्चय गर्न, भण्डारण गर्न र अधिकार प्राप्त अधिकारीको आदेश विना प्रयोग गर्न, ओसार पसार गर्न वा निकासी वा पैठारी गर्न हुँदैनः -",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "बख्तरबन्द गाडी (ट्याङ्क) तथा त्यसको खरखजाना,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "तोप वा मोर्टार तथा त्यसको खरखजाना,"
                  },
                  {
                    "clause_letter": "(ग)",
                    "content": "मेशिनगन तथा त्यसको खरखजाना,"
                  },
                  {
                    "clause_letter": "(घ)",
                    "content": "जुनसुकै प्रकारको राइफल तथा त्यसको खरखजाना,"
                  },
                  {
                    "clause_letter": "(ङ)",
                    "content": "सर्वसाधारणले प्राप्त गर्न वा राख्न नहुने भनी अधिकार प्राप्त अधिकारीले तोकेका अन्य हातहतियार तथा त्यसको खरखजाना।"
                  }
                ]
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) मा उल्लिखित हातहतियार प्राप्त गर्ने व्यक्तिले त्यस्तो हातहतियार प्राप्त भएको मितिले पैंतीस दिनभित्र सम्बन्धित जिल्ला प्रशासन कार्यालयमा बुझाउनु पर्नेछ ।"
              },
              {
                "subsection_number": "(३)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने वा गराउने व्यक्तिलाई सात वर्षसम्म कैद र सत्तरी हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              },
              {
                "subsection_number": "(४)",
                "content": "यस दफामा अन्यत्र जुनसुकै कुरा लेखिएको भए तापनि सुरक्षाको कामसँग सम्बन्धित नेपाली सेना, नेपाल प्रहरी, सशस्त्र प्रहरी बल, नेपालका अधिकृत तथा जवानले वा कानून बमोजिम हातहतियार प्रयोग गर्न पाउने अन्य सुरक्षाकर्मीले आफनो कर्तव्य पालनको सिलसिलामा त्यस्ता हातहतियार राख्न वा प्रयोग गर्न बाधा पुगेको मानिने छैन।"
              }
            ]
          },
          {
            "section_number": "१३२",
            "section_title": "इजाजतपत्र विना हातहतियार राख्न वा लिएर हिड्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कानून बमोजिम प्राप्त गर्न, राख्न, भण्डारण गर्न, प्रयोग गर्न वा लिएर हिड्न सकिने हातहतियार इजाजतपत्र प्राप्त नगरी वा इजाजतपत्र प्राप्त गरेको भए पनि इजाजतपत्रको शर्त तथा बन्देज विपरीत हुने गरी प्राप्त गर्न, राख्न, भण्डारण गर्न, प्रयोग गर्न वा लिएर हिड्न हुँदैन। तर सुरक्षाको कामसँग सम्बन्धित नेपाली सेना, नेपाल प्रहरी, सशस्त्र प्रहरी बल, नेपालका अधिकृत तथा जवानले वा कानून बमोजिम हातहतियार प्रयोग गर्न पाउने अन्य सुरक्षाकर्मीले आफनो कर्तव्य पालनको सिलसिलामा त्यस्तो हातहतियार आफूसित राख्न, प्रयोग गर्न वा लिएर हिड्न बाधा पुग्ने छैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमका कसूर गर्ने वा गराउने व्यक्तिलाई पाँच वर्षसम्म कैद र पचास हजार रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ]
          },
          {
            "section_number": "१३३",
            "section_title": "हातहतियार खरखजानाको कारोबारको अभिलेख राख्नु पर्नेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "इजाजतपत्र प्राप्त गरी हातहतियार वा खरखजानाको कारोबार गर्ने व्यक्तिले आफूले कारोबार गरेको हात हतियार वा खरखजानाको छुट्टै अभिलेख राख्नु पर्नेछ ।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिम राखिएको अभिलेखमा अन्य कुराको अतिरिक्त देहायका कुरा खुलाउनु पर्नेछः-",
                "clauses": [
                  {
                    "clause_letter": "(क)",
                    "content": "आफूले खरिद वा बिक्री गरेको, ओसार पसार गरेको, भण्डारण गरेको, निकासी वा पैठारी गरेको हातहतियारको किसिम, विवरण र परिमाण,"
                  },
                  {
                    "clause_letter": "(ख)",
                    "content": "हातहतियार कसैलाई बिक्री गरेको भए खरिद गर्ने व्यक्तिको नाम, थर, वतन, नागरिकता वा राहदानीको नम्वर र जारी भएको मिति तथा स्थान।"
                  }
                ]
              },
              {
                "subsection_number": "(३)",
                "content": "हातहतियार वा खरखजानाको कारोबार गर्ने व्यक्तिले उपदफा (२) बमोजिमको अभिलेख हातहतियार तथा खरखजानाको नियन्त्रण वा प्रशासन गर्ने अधिकारी, मुद्दाको अनुसन्धान गर्ने अधिकारी वा अदालतले मागेको बखत देखाउनु वा पेश गर्नु पर्नेछ ।"
              },
              {
                "subsection_number": "(४)",
                "content": "इजाजतपत्र प्राप्त गरी हातहतियार वा खरखजानाको व्यावसायिक कारोबार गर्ने व्यक्ति बाहेक अन्य कसैले हातहतियार वा खरखजानाको कारोबार गर्नु पर्दा सम्बन्धित जिल्ला प्रशासन कार्यालयको स्वीकृति लिई गर्नु पर्नेछ ।"
              },
              {
                "subsection_number": "(५)",
                "content": "उपदफा (१), (३) वा (४) विपरीतको कार्य गर्ने वा गराउने व्यक्तिलाई दुई वर्षसम्म कैद र बीस हजार रुपैयाँसम्म जरिबाना हुनेछ ।"
              }
            ]
          },
          {
            "section_number": "१३४",
            "section_title": "आणविक, रासायनिक, जैविक (जिवाणुयुक्त) वा विषालु हातहतियार उत्पादन वा कारोबार गर्न नहुनेः",
            "subsections": [
              {
                "subsection_number": "(१)",
                "content": "कसैले कुनै पनि प्रकारको आणविक, रासायनिक, जैविक (जिवाणुयुक्त) वा विषालु हातहतियारको निर्माण, उत्पादन, खरिद, बिक्री, प्राप्ति, स्वामीत्व धारण, हस्तान्तरण, भण्डारण, सञ्चय, ओसार पसार वा निकासी वा पैठारी वा त्यसको लागि लगानी वा व्यवस्थापन गर्न वा गराउनु हुँदैन।"
              },
              {
                "subsection_number": "(२)",
                "content": "उपदफा (१) बमोजिमको कसूर गर्ने व्यक्तिलाई बीस वर्षसम्म कैद र दुई लाख रुपैयाँसम्म जरिबाना हुनेछ।"
              }
            ],
            "explanation": {
              "explanation_text": "यस दफाको प्रयोजनको लागिः",
              "clauses": [
                {
                  "clause_letter": "(क)",
                  "content": "“रासायनिक हातहतियार” भन्नाले सम्वत् २०४९ साल पौष २९ गते (१३ जनवरी, १९९३ का दिन पेरिसमा सम्पन्न भएको रासायनिक हातहतियारको विकास, उत्पादन, सञ्चय तथा उपयोगको प्रतिवन्ध गर्ने तथा त्यसको विनाशका सम्बन्धमा व्यवस्था भएको महासन्धि (कन्भेन्सन अन दि प्रोहिबिशन अफ दि डेभलपमेन्ट, प्रडक्शन, स्टकपाइलिङ्ग एण्ड युज अफ केमिकल विपन्स एण्ड दियर डिस्ट्रक्शन) ले परिभाषा गरे बमोजिमको रासायनिक हातहतियार सम्झनु पर्छ।"
                },
                {
                  "clause_letter": "(ख)",
                  "content": "“जैविक वा विषालु हातहतियार” भन्नाले सम्वत २०२८ साल चैत्र २८ गते (१० अप्रिल, १९७२) का दिन लण्डन, मस्को र वासिङ्गटनमा सम्पन्न भएको जैविक (जीवाणुयुक्त) र विषालु हातहतियारको विकास, उत्पादन तथा सञ्चयको प्रतिवन्ध तथा त्यसको विनासका सम्बन्धमा व्यवस्था भएको महासन्धि (कन्भेन्सन अन दि प्रोहिविशन अफ दि डेभलपमेन्ट, प्रडक्टशन एण्ड स्टकपाइलिङ्ग अफ ब्याक्टेरियोलजिकल (बायोलजिकल) एण्ड टक्सिन विपन्स् एण्ड अन दियर डिस्ट्रक्शन) ले परिभाषा गरे बमोजिमको जैविक (जिवाणुयुक्त) वा विषालु हातहतियार सम्झनु पर्छ।"
                }
              ]
            }
          },
          {
            "section_number": "१३५",
            "section_title": "कसूरसँग सम्बन्धित चल अचल सम्पत्ति जफत हुनेः",
            "content": "यस परिच्छेद अन्तर्गतको कुनै कसूर भएकोमा त्यस्तो कसूरसँग सम्बन्धित हातहतियार र खरखजाना र त्यस्ता हातहतियारको उत्पादन गर्ने, निर्माण गर्ने, राख्ने वा ओसार पसार गर्ने, यन्त्र, उपकरण, औजार वा सवारी साधन र त्यस्तो हातहतियार वा खरखजानाको खरिद बिक्रीबाट प्राप्त रकम र त्यसबाट बढे बढाएको रकम जफत हुनेछ।",
            "proviso": "तर ढुवानीको साधन वा सवारी साधनको धनीले हातहतियार वा खरखजाना ढुवानी भएको कुरा निजलाई थाहा नभएको प्रमाणित गरेमा त्यस्तो सवारी साधन जफत हुने छैन।"
          },
          {
            "section_number": "१३६",
            "section_title": "क्षतिपूर्ति भराउनेः",
            "content": "कसैले यस परिच्छेद अन्तर्गतको कुनै कसूर गरेको कारणबाट कसैको जीउ वा सम्पत्तिको हानि, नोक्सानी भएको रहेछ भने कसूरदारबाट पीडित व्यक्तिलाई त्यसको मनासिब क्षतिपूर्ति भराई दिनु पर्नेछ ।"
          },
          {
            "section_number": "१३७",
            "section_title": "हदम्यादः",
            "content": "दफा १३२ अन्तर्गतको कसूरमा त्यस्तो कसूर भएको मितिले तीन महिनाभित्र र यस परिच्छेद अन्तर्गतका अन्य कसूरमा त्यस्तो कसूर भए गरेको थाहा पाएको मितिले छ महिना नाघेपछि उजुर लाग्ने छैन।"
          }
        ]
      }
    ]
  }
  